{
  name: "MCQs in Anatomy for Part I FRCR",
  authors: "M.Qaiyum and C.Wakeley",
  slug: "questions",
  questions: [
    {
      questionNumber: 1,
      stem: "The following are branches of the second part of the axillary artery",
      options: [
        {
          label: "a",
          text: "anterior circumflex artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "lateral thoracic artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "subscapular artery",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "suprascapular artery",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "thoracoacromial artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The axillary artery is indeed divided into three parts by the pectoralis minor muscle. The branches of the axillary artery are:\nFirst part - superior thoracic artery\nSecond part - thoracoacromial artery, lateral thoracic artery\nThird part - subscapular artery, anterior and posterior circumflex humeral artery",
    },
    {
      questionNumber: 2,
      stem: "Concerning the lesser sac",
      options: [
        {
          label: "a",
          text: "the left margin opens into the greater sac",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the IVC lies posterior to the epiploic foramen",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the caudate process lies superiorly to the epiploic foramen",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "it projects between the layers of the greater omentum",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "it projects upwards as far as the diaphragm",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The statement is partially true. The lesser sac does lie behind the stomach and lesser omentum and it does project superiorly as far as the diaphragm. However, it extends inferiorly between the layers of the greater omentum, not between the layers of the lesser omentum. The right margin of the lesser sac does open into the greater sac through the epiploic foramen",
    },
    {
      questionNumber: 3,
      stem: "The first part of the duodenum",
      options: [
        {
          label: "a",
          text: "is retroperitoneal",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "runs posteriorly",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "lies to the right of L3",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "lies anterior to the common bile duct",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "lies inferior to the epiploic foramen",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The first part of the duodenum does run upwards and backwards at the level of the L1 vertebra and is covered on both sides by peritoneum. The remainder of the duodenum, however, is retroperitoneal. The relations of the first part of the duodenum are:\nAnteriorly - gallbladder, quadrate lobe of liver\nPosteriorly - lesser sac, gastroduodenal artery, portal vein, IVC, common bile duct\nSuperiorly - epiploic foramen\nInferiorly - head of pancreas",
    },
    {
      questionNumber: 4,
      stem: "The gallbladder",
      options: [
        {
          label: "a",
          text: "lies posterior to the transverse colon",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "has a capacity of 50ml",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "has a fundus covered by peritoneum",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "lies posterior to the IVC",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "is supplied by a branch of the left hepatic artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The gallbladder has a capacity of 50ml and lies on the visceral surface of the liver. The fundus usually projects below the inferior margin of the liver and is surrounded by peritoneum. The cystic artery, which is a branch of the right hepatic artery, supplies the gallbladder, and it drains via the cystic vein into the portal vein. The relations of the gallbladder are anteriorly - anterior abdominal wall, liver, posteriorly - transverse colon, 1st and 2nd parts of the duodenum",
    },
    {
      questionNumber: 5,
      stem: "The abdominal aorta",
      options: [
        {
          label: "a",
          text: "gives origin to the inferior mesenteric artery at the level L2",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "lies to left of the cisterna chyli",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "gives the coeliac artery as an anterior branch",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "gives origin to the superior mesenteric artery at the level L1",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "divides into the common iliac arteries at the level L4",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The aorta enters the abdomen at the level T12 and runs anterior to the L1-L4 vertebrae before dividing into the common iliac arteries at the level L4. The IVC, cisterna chyli, and the beginning of the azygos vein lie on the right side of the abdominal aorta, and the sympathetic trunk lies on the left. The branches of the abdominal aorta are anterior branches - coeliac artery (T12/L1), superior mesenteric artery (L1), inferior mesenteric artery (L3), lateral branches - inferior phrenic arteries (T12), adrenal arteries (L1), renal arteries (L1/2), gonadal arteries (L2), lumbar arteries, terminal branches - common iliac arteries, median sacral artery",
    },
    {
      questionNumber: 6,
      stem: "The ureter",
      options: [
        {
          label: "a",
          text: "crosses the bifurcation of the common iliac artery",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "may show a normal constriction at the pelvic brim",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "is related to the duodenum on the right",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "may have retrocaval course causing medial deviation",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "crosses anterior to the gonadal vessels",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The ureter enters the pelvis by crossing the bifurcation of the common iliac artery anterior to the sacroiliac joint. It then courses down the lateral pelvic wall and turns forward at the level of the ischial spine to enter the bladder. The ureter has three constrictions along its course: (1) at the pelvic-ureteric junction, (2) at the pelvic brim, (3) at the uretero-vesical junction. The relations of the right ureter are anteriorly - duodenum, terminal ileum, right colic and ileocolic vessels, right gonadal vessels, root of small bowel mesentery, posteriorly - right psoas muscle, bifurcation of the right common iliac artery",
    },
    {
      questionNumber: 7,
      stem: "The para-aortic nodes drain the following structures",
      options: [
        {
          label: "a",
          text: "gallbladder",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "kidneys",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "testis",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "bladder",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "uterine fundus",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The para-aortic nodes drain the kidneys, adrenal glands, testis, ovaries, uterine fundus, fallopian tubes, deep lymph vessels of the abdominal walls, and the common iliac nodes",
    },
    {
      questionNumber: 8,
      stem: "The following are muscles of the rotator cuff",
      options: [
        {
          label: "a",
          text: "pectoralis minor",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "teres major",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "infraspinatus",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "subscapularis",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "supraspinatus",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The rotator cuff muscles comprise the supraspinatus, infraspinatus, subscapularis, and teres minor muscles",
    },
    {
      questionNumber: 9,
      stem: "Regarding the colon",
      options: [
        {
          label: "a",
          text: "the superior mesenteric artery supplies all the transverse colon",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the appendix is attached to the postero-medial surface of the caecum",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the ascending colon is usually on a mesentery",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the left colic flexure is higher than the right",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the caecum is covered by peritoneum",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The caecum is completely covered with peritoneum and the appendix is attached to its posteromedial surface. The transverse and sigmoid colon are usually on a mesentery. The superior mesenteric artery supplies the proximal two thirds of the transverse colon and the inferior mesenteric artery supplies the remainder",
    },
    {
      questionNumber: 10,
      stem: "The axillary artery",
      options: [
        {
          label: "a",
          text: "begins at the medial border of the first rib",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "is related to the brachial plexus cords",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "is divided into three parts by the pectoralis minor muscle",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "ends at the lower border of the teres minor",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "has an axillary sheath continuous with the prevertebral fascia",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The axillary artery begins at the lateral border of the first rib and ends at the lower border of the teres major muscle. It is related to the cords of the brachial plexus and is enclosed in the axillary sheath, which is continuous with the prevertebral fascia",
    },
    {
      questionNumber: 11,
      stem: "Concerning the infratemporal fossa",
      options: [
        {
          label: "a",
          text: "it is bounded medially by the lateral pterygoid plate",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "it communicates with the pterygopalatine fossa",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "it contains the mandibular nerve",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the foramen spinosum lies in its roof",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the foramen ovale lies in its roof",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The infratemporal fossa is bounded medially by the lateral pterygoid plate and laterally by the ramus of the mandible. The foramen spinosum and ovale lie in the roof of the infratemporal fossa. The foramen spinosum transmits the middle meningeal artery, and the foramen ovale transmits the mandibular nerve. Medially, the infratemporal fossa communicates with the pterygo-palatine fossa",
    },
    {
      questionNumber: 12,
      stem: "The pancreas",
      options: [
        {
          label: "a",
          text: "the head of the pancreas lies at the level of L3",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "lies posterior to the common bile duct",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "has a head which lies higher than the tail",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "lies anterior to the lesser sac",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "has the splenic vein running along its inferior border",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The pancreas lies on the posterior abdominal wall at the level L1, and its tail lies higher than the head. The tail of the pancreas lies in the lienorenal ligament, whereas the remainder of the gland is retroperitoneal.\nThe relations of the pancreas are:\nAnteriorly - transverse colon, attachment of transverse mesocolon, lesser sac, stomach\nPosteriorly - common bile duct, portal and splenic veins, IVC and aorta, origin of the superior mesenteric artery, left kidney and adrenal gland, psoas muscle, spleen",
    },
    {
      questionNumber: 13,
      stem: "Concerning the diaphragm",
      options: [
        {
          label: "a",
          text: "the right vagus nerve passes through the caval opening",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the oesophageal hiatus lies at the level T12",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "it receives a blood supply from aortic branches",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "it is pierced by the thoracic duct",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "it arises in part from slips from the lower six costal cartilages",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The diaphragm originates from:\n(1) the medial arcuate ligament\n(2) the lateral arcuate ligament\n(3) slips from the lower six costal cartilages\n(4) slips from the posterior xiphisternum surface\n(5) central tendon\n\nThe diaphragm has three main openings. The aortic opening at the level T12 transmits the aorta, thoracic duct, and azygos vein. The esophageal opening at the level T10 transmits the esophagus, vagal trunks, branches of the left gastric artery, veins, and lymphatics. The caval opening at the level T8 transmits the IVC and the right phrenic nerve.\nThe diaphragm is supplied by inferior phrenic arteries from the aorta and the intercostal arteries",
    },
    {
      questionNumber: 14,
      stem: "The skull base consists of the following bones",
      options: [
        {
          label: "a",
          text: "the maxilla",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the occipital bone",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the sphenoid bone",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the frontal bone",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the temporal bone",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 15,
      stem: "The trachea",
      options: [
        {
          label: "a",
          text: "begins at the level C4",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "is 10 cm long",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "has a diameter of 1cm",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "consists of complete cartilage rings",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "lies anterior to the recurrent laryngeal nerve",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The trachea begins at the level C6 and extends to the level T5. It is 15cms long, 2cm in diameter and is composed of incomplete cartilage rings. The relations of the cervical course of the trachea are: Anteriorly - isthmus of thyroid, inferior thyroid veins, sternohyoid and sternothyroid muscle. Posteriorly - esophagus, recurrent laryngeal nerves. Laterally - thyroid gland, common carotid artery. The relations of the thoracic course of the trachea are: Anteriorly - left brachiocephalic vein, brachiocephalic and left common carotid artery, arch of aorta, sternum, thymus. Posteriorly - esophagus and left recurrent laryngeal nerve. Right side - azygos vein, right vagus nerve, and pleura. Left side - arch of the aorta, left common carotid and left subclavian arteries, left vagus and phrenic nerves, pleura",
    },
    {
      questionNumber: 16,
      stem: "The urinary bladder",
      options: [
        {
          label: "a",
          text: "has a triangular base",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "is ovoid in shape when full",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "neck rests on the prostate",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "trigone has a trabeculated surface",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "is intraperitoneal",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The empty bladder has a pyramidal shape and is described as having an apex, base, superior surface, two inferolateral surfaces, and a neck. The base is triangular, and the area of mucous membrane on the internal surface of the base is called the trigone. The trigone has a smooth surface, and its superior angles correspond to the ureteric openings, and the inferior angle corresponds to the internal urethral orifice. The bladder is extraperitoneal",
    },
    {
      questionNumber: 17,
      stem: "The right main bronchus",
      options: [
        {
          label: "a",
          text: "is wider than the left",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "lies 40 degrees from the vertical",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "is longer than the left main bronchus",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "lies anterior to the SVC",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "is posterior to the right pulmonary artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The right main bronchus is wider and shorter than the left, and the right main pulmonary artery runs anterior to it. The right main bronchus lies 20 degrees to the vertical, and the left bronchus lies 40 degrees to the vertical",
    },
    {
      questionNumber: 18,
      stem: "The portal vein",
      options: [
        {
          label: "a",
          text: "is formed by the splenic artery and superior mesenteric artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "runs posterior to the first part of the duodenum",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "joins the IVC posterior to the common bile duct",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "is formed behind the body of the pancreas",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "is 5cm long",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The portal vein is formed behind the neck of the pancreas by the union of the splenic and superior mesenteric vein. It then runs posterior to the first part of the duodenum and enters the lesser omentum to ascend to the porta hepatis",
    },
    {
      questionNumber: 19,
      stem: "Concerning the humerus",
      options: [
        {
          label: "a",
          text: "The epicondyles are intracapsular",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "The capitellum articulates with the radial head",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "The radial nerve lies in close relation to the diaphysis",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "The medial epicondyle is the flexor origin",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "The supraspinatus muscle attaches to the lesser tuberosity",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The epicondyles are extracapsular. The medial epicondyle gives rise to the flexor origin, and the lateral epicondyle gives rise to the extensor origin",
    },
    {
      questionNumber: 20,
      stem: "Regarding the pulmonary vessels",
      options: [
        {
          label: "a",
          text: "The ascending aorta lies anterior to the main pulmonary artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "All the main pulmonary artery is contained in the pericardium",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "At the pulmonary hilum the right superior pulmonary vein is antero-inferior to the right pulmonary artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "The right pulmonary artery lies anterior to the SVC",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "The left pulmonary artery passes anterior to the left main bronchus",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The main pulmonary artery leaves the upper part of the right ventricle and is enclosed in a pericardial sheath with the ascending aorta. It terminates in the concavity of the arch of the aorta by dividing into the right and left pulmonary arteries. The right pulmonary artery is longer than the left and runs behind the ascending aorta and superior vena cava (SVC). It then runs anterior to the right main bronchus. The left pulmonary artery runs to the left in front of the left main bronchus and then spirals over the superior aspect of the left main bronchus",
    },
    {
      questionNumber: 21,
      stem: "The azygos vein",
      options: [
        {
          label: "a",
          text: "enlarges on standing",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "enlarges on inspiration",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "ends at the level T4",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "lies in the right tracheobronchial angle",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "enlarges on performing the valsalva manoeuvre",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The azygos vein lies in the right tracheobronchial angle and becomes smaller on inspiration, standing, and performing the Valsalva maneuver. The upper limit of the azygos vein is 1cm. The azygos vein drains into the superior vena cava (SVC) at the T4 level",
    },
    {
      questionNumber: 22,
      stem: "The following structures pass under the flexor retinaculum",
      options: [
        {
          label: "a",
          text: "tendons of flexor carpi ulnaris",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "radial artery",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "ulnar nerve",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "tendons of flexor digitorum superficialis",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "median nerve",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The following structures pass under the flexor retinaculum:\n- Flexor digitorum superficialis tendons\n- Flexor digitorum profundus tendons\n- Median nerve\n- Flexor pollicis longus tendon\n- Flexor carpi radialis tendon",
    },
    {
      questionNumber: 23,
      stem: "The ovaries",
      options: [
        {
          label: "a",
          text: "are attached to the anterior aspect of the broad ligament",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "receive their arterial supply from the aorta",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "drain to the superficial inguinal nodes",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "are not normally seen on ultrasound examination",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "drain to internal iliac veins",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The ovaries are attached to the posterior surface of the broad ligament by the mesovarium and are normally seen on ultrasound. The arterial supply is via the ovarian arteries which arise from the aorta at the level L1. Venous drainage on the left is to the left renal vein and on the right to the inferior vena cava (IVC). Lymph drainage is to the para-aortic nodes",
    },
    {
      questionNumber: 24,
      stem: "The following are related to the left kidney",
      options: [
        {
          label: "a",
          text: "adrenal gland - anteriorly",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "first part of duodenum - anteriorly",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "twelfth rib - posteriorly",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "psoas muscle - posteriorly",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "coeliac plexus - anteriorly",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The relations of the left kidney are:\nAnteriorly - adrenal gland, spleen, stomach, left colic flexure, jejunum.\nPosteriorly - diaphragm, costodiaphragmatic recess, 11th and 12th ribs, psoas muscle, quadratus lumborum, transversus abdominis muscles",
    },
    {
      questionNumber: 25,
      stem: "Regarding the jejunum/ileum",
      options: [
        {
          label: "a",
          text: "normally no fluid levels are seen on an AXR",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the ileum has a thicker wall than the jejunum",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the jejunum can normally have a diameter of 3.5cm",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the jejunal mesenteric vessels form three/four arcades",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the jejunum is wider than the ileum",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The jejunum (diameter up to 3.5cm) is wider than the ileum (diameter up to 2.5cm) and has a thicker wall. There are single arterial arcades in the jejunum and four/five arterial arcades in the ileum. Up to five fluid levels may normally be seen on an abdominal X-ray (AXR) in small bowel loops of 2.5cm diameter",
    },
    {
      questionNumber: 26,
      stem: "The following parts of the bowel entirely are retroperitoneal",
      options: [
        {
          label: "a",
          text: "duodenum",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "rectum",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "ascending colon",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "descending colon",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "sigmoid colon",
          response: "",
          answer: "True",
        },
      ],
      explanation: "(Please refer to question 3 for the explanation.)",
    },
    {
      questionNumber: 27,
      stem: "Regarding the uterus",
      options: [
        {
          label: "a",
          text: "the cervix pierces the posterior vaginal wall",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "in parous women the external os is frequently oval",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the pouch of douglas lies posterior to the uterus",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the body and cervix drain to the para-aortic nodes",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the arterial supply is from the external iliac vessels",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The uterus lies anterior to the pouch of Douglas and is supplied by the uterine artery, which is a branch of the internal iliac artery. The fundus drains to the para-aortic nodes, the body to the external iliac nodes and occasionally to the inguinal nodes. The cervix pierces the anterior wall of the vagina and drains to the external iliac, internal iliac, and sacral nodes. The external os is usually oval in parous women",
    },
    {
      questionNumber: 28,
      stem: "The shoulder joint",
      options: [
        {
          label: "a",
          text: "communicates with the subacromial bursa",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "has a synovial membrane which surrounds the triceps tendon",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "capsule is attached to the anatomical neck of the humerus",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "synovial membrane protrudes to form the subscapular bursa",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "capsule is attached medially to the margin of the glenoid labrum",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The shoulder joint capsule is attached medially to the margin of the glenoid cavity and laterally to the neck of the humerus. The synovial membrane lines the capsule and surrounds the biceps tendon. It also protrudes through the capsule wall anteriorly to form the subscapularis bursa. The subacromial bursa does not communicate with the shoulder joint",
    },
    {
      questionNumber: 29,
      stem: "The cerebellum",
      options: [
        {
          label: "a",
          text: "tonsils lie posteriorly and inferiorly",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "has a cortex which is white matter",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "has venous drainage to the occipital sinuses",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "flocculus lies in the midline",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "is supplied solely by the basilar artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The cerebellum lies in the posterior fossa and has two hemispheres separated by a midline vermis. The hemispheres have a cortex of gray matter and deeper white matter. The tonsils are the most anterior inferior part of the hemispheres and are close to the midline. The flocculus is a small ventral portion of each hemisphere that extends laterally. Arterial supply to the cerebellum is from the posterior inferior cerebellar arteries (from the vertebral arteries), the anterior cerebellar arteries (from the basilar artery), and the superior cerebellar arteries (from the basilar artery). The venous drainage is to the straight, transverse, inferior petrosal, sigmoid, and occipital sinuses",
    },
    {
      questionNumber: 30,
      stem: "Concerning the pons",
      options: [
        {
          label: "a",
          text: "the sixth cranial nerve emerges from its posterior aspect",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the posterior surface forms the roof of the fourth ventricle",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "it is supplied by branches of the basilar artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the basilar artery forms at the lower border",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the basilar artery often lies lateral to the median groove",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The basilar artery is formed at the lower border of the pons by the union of the vertebral arteries and may lie in the median groove of the pons or lateral to it. The posterior surface of the pons forms part of the floor of the fourth ventricle. Several cranial nerves emerge from the surface of the pons. The fifth cranial nerve emerges anterolaterally, the sixth cranial nerve anteriorly, the seventh and eighth nerves from the cerebellopontine angle. The pons is supplied by branches of the basilar artery",
    },
    {
      questionNumber: 31,
      stem: "The former arises from the latter",
      options: [
        {
          label: "a",
          text: "left gastric artery - hepatic artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "right gastric artery - coeliac trunk",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "left gastroepiploic artery - splenic artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "superior pancreaticoduodenal artery - superior mesenteric artery",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "middle colic artery - inferior mesenteric artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The former arises from the latter: left gastric artery - coeliac trunk. right gastric artery - hepatic artery. superior pancreaticoduodenal artery - gastroduodenal artery, middle colic artery - superior mesenteric artery",
    },
    {
      questionNumber: 32,
      stem: "The free border of the lesser omentum contains",
      options: [
        {
          label: "a",
          text: "inferior vena cava",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "right hepatic artery",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "portal vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "common bile duct",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "thoracic duct",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The free border of the lesser omentum contains the hepatic artery, portal vein, and the common bile duct",
    },
    {
      questionNumber: 33,
      stem: "Concerning the diaphragm",
      options: [
        {
          label: "a",
          text: "the right dome is usually higher than the left",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the retrocrural space contains the azygos vein",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the right crus is longer and broader than the left",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the blood supply is solely from the inferior phrenic arteries",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the motor supply is from the intercostal nerves",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The right diaphragm is usually higher than the left, however, the converse may also be true in normal subjects. The inferior phrenic and intercostal arteries supply the diaphragm. The motor supply of the diaphragm is via the phrenic nerves. The right crus is broader and longer than the left. The right crus arises from the upper three lumbar vertebrae, and the left from the upper two lumbar vertebrae",
    },
    {
      questionNumber: 34,
      stem: "The parotid gland",
      options: [
        {
          label: "a",
          text: "is bigger than the submandibular gland",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "drains into the mouth opposite the second lower molar",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "has a fibrous capsule derived from the deep cervical fascia",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "contains the terminal branches of the external carotid artery",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "contains the facial nerve which is lateral to the external carotid artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The parotid gland is the largest salivary gland and lies behind the ramus of the mandible and is invested in a fibrous capsule derived from the deep cervical fascia. The facial nerve runs within the gland dividing it into deep and superficial parts. Medial to the facial nerve, the external carotid artery divides into its terminal branches, the superficial temporal artery, and the maxillary artery. The gland drains via Stensen's duct into the mouth opposite the second upper molar tooth",
    },
    {
      questionNumber: 35,
      stem: "The following are true",
      options: [
        {
          label: "a",
          text: "the flocclulus is part of the cerebellum",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the thalamus forms the floor of the third ventricle",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the thalamus consists of white matter",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the interthalamic connection is a neural connection",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the cerebellum is connected to the pons by the inferior cerebellar peduncle",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The thalami are paired grey matter bodies which lie in the lateral walls of the third ventricle. In 60% of patients, the thalami are connected by the interthalamic adhesion, which is a non-neural connection. The cerebellum is connected to the pons by the middle cerebellar peduncle",
    },
    {
      questionNumber: 36,
      stem: "Concerning the midbrain",
      options: [
        {
          label: "a",
          text: "the colliculi lie on the anterior surface",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the red nuclei lie at the level of the inferior colliculi",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the third nerve emerges posteriorly",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the superior colliculi is joined to the lateral geniculate body",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the fourth nerve emerges anteriorly",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The cerebral peduncles lie on the anterior surface of the midbrain, and the colliculi on the posterior surface. The superior and inferior colliculi are joined to the lateral and medial geniculate bodies of the optic tract, respectively. The red nuclei lie at the level of the superior colliculi. The third cranial nerve emerges from the anterior aspect of the midbrain, and the fourth cranial nerve emerges posteriorly",
    },
    {
      questionNumber: 37,
      stem: "Regarding the bones in the foot",
      options: [
        {
          label: "a",
          text: "the sustentaculum tali arises from the lateral aspect of the calcaneus",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the talus does not articulate with any of the cuneiforms",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the apophysis at the base of the fifth metatarsal is longitudinally orientated?",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "os trigonum is found anterior to the talus",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the anterior tibial artery passes anterior to the medial malleolus",
          response: "",
          answer: "False",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 38,
      stem: "The former originates at the latter",
      options: [
        {
          label: "a",
          text: "sartorius - anterior superior iliac spine",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "rectus femoris - anterior inferior iliac spine",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "hamstrings - ischial tuberosity",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "psoas - greater trochanter",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "obturator internus - obturator membrane",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The psoas muscle originates from the transverse processes, sides of the vertebral bodies, and discs from T12 to L5. It inserts into the lesser trochanter. The obturator internus muscle originates from the surface of the obturator membrane and adjoining hip bone and inserts into the greater trochanter",
    },
    {
      questionNumber: 39,
      stem: "The rectum",
      options: [
        {
          label: "a",
          text: "commences at the level S3",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "mucosa forms three transverse folds",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "is covered by peritoneum in the lower third",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "lies anterior to the seminal vesicles",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "drains to the superficial inguinal nodes",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The rectum begins anterior to the S3 vertebra, and its mucosa has three transverse folds known as the valves of Houston and three/fourlongitudinal folds known as the columns of Morgagni. Peritoneum covers the anterior and lateral surface of the upper third, and only the anterior surface of the middle third. The lower third of the rectum has no peritoneal covering. Lymph drainage of the rectum is to the pararectal nodes, which drain to the inferior mesenteric and internal iliac nodes. The lower anal canal drains to the superficial inguinal nodes",
    },
    {
      questionNumber: 40,
      stem: "The following structures can show normal calcification",
      options: [
        {
          label: "a",
          text: "optic chiasm",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "internal carotid artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "lens of the eye",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "basal ganglia",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "choroid plexus",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 41,
      stem: "In the knee joint",
      options: [
        {
          label: "a",
          text: "the menisci return high signal on T2 weighted MRI images",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the lateral ligament is cord like",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the cruciate ligaments are extrasynovial",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the medial collateral ligament is attached to the medial meniscus",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the popliteus tendon opening lies postero-laterally",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The capsule of the knee joint is attached to the margins of the joint surfaces. Posteriorly, there is a lateral opening in the capsule for the popliteus tendon. The cruciate ligaments are intracapsular but extraasynovial. The collateral ligaments are extracapsular. The lateral collateral ligament is cordlike, whereas the medial ligament is a broad flat band and is attached to the edge of the medial meniscus",
    },
    {
      questionNumber: 42,
      stem: "Regarding the testis",
      options: [
        {
          label: "a",
          text: "it is covered by the tunica albuginea",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the epididymis lies medially",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the vas deferans lies lateral to the epididymis",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "drains to the para-aortic nodes",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "receives its blood supply from a branch of the internal iliac artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The testis is covered by the tunica albuginea and then by the tunica vaginalis. The epididymis lies posterolaterally, and the vas deferens is medial to the epididymis. The testis is supplied by the testicular artery, which arises from the aorta. Venous drainage is via the testicular vein, which drains to the IVC on the right and the renal vein on the left. The lymphatic drainage is to the para-aortic nodes",
    },
    {
      questionNumber: 43,
      stem: "The following are tributaries of the external jugular vein",
      options: [
        {
          label: "a",
          text: "anterior jugular vein",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "internal jugular vein",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "subclavian vein",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "facial vein",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "posterior division of the retromandibular vein",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The following are tributaries of the external jugular vein: \n- posterior auricular vein \n- posterior division of the retromandibular vein \n- posterior external jugular vein \n- transverse cervical vein \n- suprascapular vein \n- anterior jugular vein",
    },
    {
      questionNumber: 44,
      stem: "The carotid sheath contains the following structures",
      options: [
        {
          label: "a",
          text: "vagus nerve",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "deep cervical nodes",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "recurrent laryngeal nerve",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "internal jugular vein lying lateral to the common carotid artery",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "facial nerve",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The carotid sheath contains: \n- common and internal carotid arteries. \n- internal jugular vein. \n- vagus nerve. \n- deep cervical lymph nodes",
    },
    {
      questionNumber: 45,
      stem: "The brachial plexus",
      options: [
        {
          label: "a",
          text: "cords lie in the axillary sheath",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "is formed from the C5-T1 nerve roots",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "lies in the anterior triangle",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the posterior cord is closely related to the axillary vein",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "is crossed by the pectoralis minor muscle",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The brachial plexus is formed from the nerve roots C5-T1 and lies in the posterior triangle. Its cords lie in the axillary sheath, closely related to the axillary artery",
    },
    {
      questionNumber: 46,
      stem: "The common carotid artery",
      options: [
        {
          label: "a",
          text: "divides at the level C4",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "terminates in the parotid gland",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "lies lateral to the internal jugular vein",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "is related to the vagus nerve",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "arises directly from the aortic arch on the right",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The common carotid artery arises from the brachiocephalic trunk on the right and the aortic arch on the left. It bifurcates at the level C4. The internal jugular vein lies laterally, and the vagus nerve posterolaterally",
    },
    {
      questionNumber: 47,
      stem: "The following are tributaries of the internal jugular vein",
      options: [
        {
          label: "a",
          text: "external jugular vein",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "facial vein",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "inferior thyroid vein",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "inferior petrosal sinus",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "superior thyroid vein",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The following are tributaries of the internal jugular vein: \n- inferior petrosal sinus \n- facial vein \n- pharyngeal veins \n- lingual vein \n- superior and middle thyroid veins",
    },
    {
      questionNumber: 48,
      stem: "The following structures pass through the greater sciatic notch",
      options: [
        {
          label: "a",
          text: "sciatic nerve",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "piriformis muscle",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "inferior gluteal artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "obturator internus muscle",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "femoral nerve",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The carotid sheath contains: \n- common and internal carotid arteries. \n- internal jugular vein. \n- vagus nerve. \n- deep cervical lymph nodes",
    },
    {
      questionNumber: 49,
      stem: "The following structures make an impression on the esophagus",
      options: [
        {
          label: "a",
          text: "thyroid cartilage",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "right main bronchus",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "left atrium",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "cricopharyngeus muscle",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "azygos vein",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The following structures make a normal indentation on the esophagus: Cricoid cartilage, cricopharyngeus muscle (postcricoid web), aortic arch, left main bronchus, and left atrium",
    },
    {
      questionNumber: 50,
      stem: "Lymph drainage of the uterus is to the following nodes",
      options: [
        {
          label: "a",
          text: "deep inguinal",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "superficial inguinal",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "internal iliac",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "para-aortic",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "external iliac",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The fundus of the uterus drains to the para-aortic nodes. The body and cervix drain to the internal and external iliac nodes. A few lymph vessels follow the round ligament of the uterus and drain into the superficial inguinal nodes",
    },
    {
      questionNumber: 51,
      stem: "The following are relations of the trachea",
      options: [
        {
          label: "a",
          text: "inferior thyroid veins - anteriorly",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "recurrent laryngeal nerve - postero-laterally",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "right vagus nerve - posteriorly",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "ascending aorta - posteriorly",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "arch of the azygos vein - posteriorly",
          response: "",
          answer: "False",
        },
      ],
      explanation: "Please refer to question number 15 for the explanation",
    },
    {
      questionNumber: 52,
      stem: "The temporomandibular joint",
      options: [
        {
          label: "a",
          text: "is divided into anterior and posterior compartments",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "has a fibrocartilaginous disc",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "articular tubercle lies posterior to the joint",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "compartments communicate",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "is a ball and socket joint",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The temporomandibular joint is a synovial joint that lies behind the articular tubercle of the temporal bone. The joint contains a fibrocartilaginous disc that is attached to the joint capsule, dividing the joint into superior and inferior compartments",
    },
    {
      questionNumber: 53,
      stem: "The orbit",
      options: [
        {
          label: "a",
          text: "roof is formed by the frontal bone",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "medial wall is formed by the ethmoid bone",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "lateral wall is formed by the zygoma",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "medial wall is formed in part by the greater wing of sphenoid",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "contains the lacrimal gland in the supero-lateral aspect",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The orbit is a pyramidal-shaped cavity with the following walls:\n- Roof: Frontal bone\n- Lateral wall: Zygoma, greater wing of the sphenoid bone\n- Floor: Maxilla\n- Medial wall: Maxilla, lacrimal bone, ethmoid, body of sphenoid bone",
    },
    {
      questionNumber: 54,
      stem: "The following are relations of the second part of the duodenum",
      options: [
        {
          label: "a",
          text: "anteriorly - adrenal gland",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "posteriorly - right ureter",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "laterally - ascending colon",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "posteriorly - inferior mesenteric vein",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "anteriorly - liver",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The relations of the second part of the duodenum are:\n- Anteriorly: Gallbladder, liver, transverse colon, small bowel\n- Posteriorly: Right kidney and ureter\n- Laterally: Ascending colon, right colic flexure, liver\n- Medially: Pancreas",
    },
    {
      questionNumber: 55,
      stem: "The following are found in the distal row of carpal bones",
      options: [
        {
          label: "a",
          text: "pisiform",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "triquetrum",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "capitate",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "hamate",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "trapezium",
          response: "",
          answer: "True",
        },
      ],
      explanation: "Proximal row of carpal bones: Pisiform, triquetral, lunate, scaphoid\nDistal row of carpal bones: Trapezium, trapezoid, capitate, hamate",
    },
    {
      questionNumber: 56,
      stem: "Regarding the coronary circulation",
      options: [
        {
          label: "a",
          text: "coronary artery dominance is determined by the supply to the inferolateral wall of the LV",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the circumflex artery is a branch of the left coronary artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the right coronary artery lies in the atrioventricular plane",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the left anterior descending artery lies in the interventricular plane",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the SA node branch arises from the left coronary artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The right coronary artery arises from the anterior aortic sinus and runs forward between the pulmonary trunk and the right auricle. It then descends in the right atrioventricular groove and gives branches to the right atrium and right ventricle. It gives off a marginal branch which supplies the right ventricle and a posterior interventricular branch which supplies the ventricles. The posterior interventricular branch anastomoses with the anterior interventricular branch of the left coronary artery",
    },
    {
      questionNumber: 57,
      stem: "Regarding the cardiac valves",
      options: [
        {
          label: "a",
          text: "the mitral valve usually lies to the right of the spine",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "on a PA CXR the aortic valve lies superior to the mitral valve",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the tricuspid valve lies antero-inferior to the aortic valve",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "on a lateral CXR the aortic valve lies superior to the mitral valve",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "on a lateral CXR the tricuspid valve lies anterior to the mitral valve",
          response: "",
          answer: "True",
        },
      ],
      explanation: "No explanation provided",
    },
    {
      questionNumber: 58,
      stem: "The superior mesenteric artery",
      options: [
        {
          label: "a",
          text: "is a lateral branch of the aorta",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "arises at the level L3",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "can normally give origin to the right hepatic artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "lies to the left of the superior mesenteric vein",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "supplies all the ileum",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The superior mesenteric artery is an anterior branch of the abdominal aorta that arises at the level L1 and lies to the left of the superior mesenteric vein. The superior mesenteric artery supplies the midgut, from the middle of the second part of the duodenum to the distal one third of the transverse colon",
    },
    {
      questionNumber: 59,
      stem: "The inferior vena cava",
      options: [
        {
          label: "a",
          text: "pierces the diaphragm at the level T8",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "is formed posterior to the right common iliac artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "lies anterior to the right renal artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "drains the left suprarenal vein",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "runs anterior to the right ureter",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The inferior vena cava is formed by the union of the common iliac veins at the level L5, behind the right common iliac artery. It ascends to the right of the aorta and pierces the diaphragm at the level T8. The right suprarenal vein drains into the IVC whereas the left suprarenal vein drains into the left renal vein. The ureter lies lateral to the IVC",
    },
    {
      questionNumber: 60,
      stem: "Concerning the vasculature of the upper limb",
      options: [
        {
          label: "a",
          text: "the ulnar artery passes under the flexor retinaculum",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the brachial artery begins at the lower border of the teres major",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the common interosseous artery is a branch of the ulnar artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the basilic vein lies on the lateral aspect of the arm",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the deep palmar arch is a continuation of the radial artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The brachial artery begins at the lower border of the teres major muscle and terminates opposite the head of the radius by dividing into the radial and ulnar arteries. The common interosseous artery is a branch of the ulnar artery. The superficial palmar arch is a direct continuation of the ulnar artery and the deep palmar arch is a direct continuation of the radial artery",
    },
    {
      questionNumber: 61,
      stem: "The thyroid gland",
      options: [
        {
          label: "a",
          text: "the inferior thyroid vein drains to the internal jugular vein",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "is supplied solely by two pairs of arteries",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "has a lower attenuation than muscle on a CT scan",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "contains the terminal branches of the external carotid artery",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "lies at the level of the 2-4th rings of the trachea",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The thyroid gland lies at the level of the second, third and fourth tracheal rings and is supplied by two pairs of arteries: the superior thyroid artery which is a branch of the external carotid artery and the inferior thyroid artery, which is a branch of the thyrocervical trunk. A third artery may be present, the thyroid ima artery which arises from the brachiocephalic artery or the arch of the aorta. The thyroid gland drains via three pairs of veins: the superior, middle, and inferior thyroid veins. The superior and middle thyroid veins drain to the internal jugular vein. The inferior thyroid veins of the two sides anastomose and drain into the left brachiocephalic vein. The thyroid gland has a higher attenuation value on CT due to its iodine content",
    },
    {
      questionNumber: 62,
      stem: "Regarding the venous sinuses of the cranium",
      options: [
        {
          label: "a",
          text: "the inferior petrosal sinus drains to the into the transverse sinus",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the superior sagittal sinus usually drains to the right transverse sinus",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the sigmoid sinus is continuous with the internal jugular vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "they contain no valves",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the great cerebral vein joins the inferior sagittal sinus",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The superior sagittal sinus runs in the upper border of the falx cerebri and runs posteriorly to the internal occipital protruberance where it usually deviates to the right to become continuous with the corresponding transverse sinus. The inferior sagittal sinus lies in the free lower margin of the falx cerebri. It joins the great cerebral vein to become the straight sinus which usually becomes continuous with the left transverse sinus. The sigmoid sinus is continuous with the transverse sinus. The petrosal sinuses drain the cavernous sinus. The superior petrosal sinus drains to the transverse sinus and the inferior petrosal sinus to the internal jugular vein",
    },
    {
      questionNumber: 63,
      stem: "Regarding the left vagus nerve",
      options: [
        {
          label: "a",
          text: "descends anterior to the root of the left lung",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "crosses the aortic arch",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "passes onto the posterior surface of the oesophagus",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "is crossed by the left phrenic nerve",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "its left recurrent laryngeal branch ascends between the trachea and oesophagus",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The left vagus nerve descends between the left common carotid and subclavian arteries. It then crosses the aortic arch and is crossed by the left phrenic nerve and then passes behind the lung root and onto the anterior esophageal surface. It enters the abdomen via the esophageal hiatus",
    },
    {
      questionNumber: 64,
      stem: "Regarding the prostate gland",
      options: [
        {
          label: "a",
          text: "Gland calcification is abnormal",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "The seminal vesicles lie superior to the prostate gland",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "The peripheral and central zones can be distinguished on trans-rectal ultrasound",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "Drains to the internal and external iliac nodes",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "The base lies superior to the apex",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 65,
      stem: "The broad ligament",
      options: [
        {
          label: "a",
          text: "Has a lower free edge",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "Contains the round ligament of the uterus",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "Has the ovary attached to the anterior layer",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "Contains the ureter",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "Extends to the lateral pelvic wall",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The broad ligaments are two layered folds of peritoneum that extend from the lateral pelvic walls to the lateral margins of the uterus. They have an upper free edge. The ovary is attached to the posterior layer by the mesovarium. Each broad ligament contains the fallopian tube, round ligament of the ovary, round ligament of the uterus, and uterine and ovarian blood vessels and lymphatics",
    },
    {
      questionNumber: 66,
      stem: "The following bursae normally communicate with the knee joint",
      options: [
        {
          label: "a",
          text: "Superficial prepatellar bursa",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "Popliteal bursa",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "Semimembranosus bursa",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "Superficial infrapatellar bursa",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "Suprapatellar bursa",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 67,
      stem: "The adrenal glands",
      options: [
        {
          label: "a",
          text: "Each gland is solely supplied by a pair of arteries",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "The left adrenal vein drains directly into the IVC",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "Are relatively larger in children",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "Are intraperitoneal",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "Are easily seen in adults on ultrasound examination",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The adrenal glands lie retroperitoneally above each kidney. Three arteries supply each gland: the superior, middle, and inferior adrenal arteries, which arise from the inferior phrenic artery, aorta, and renal arteries respectively. A single vein drains each adrenal gland, with the right adrenal vein draining into the IVC and the left adrenal vein draining into the left renal vein",
    },
    {
      questionNumber: 68,
      stem: "The following arteries arise from the aorta at the level",
      options: [
        {
          label: "a",
          text: "Superior mesenteric artery - L1",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "Inferior mesenteric artery - L4/5",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "Testicular artery - L3",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "Coeliac trunk - T12/L1",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "Renal artery - L1/2",
          response: "",
          answer: "True",
        },
      ],
      explanation: "(see question no.5)",
    },
    {
      questionNumber: 69,
      stem: "The following are true regarding the humerus",
      options: [
        {
          label: "a",
          text: "The deltoid tuberosity lies on its posterior aspect",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "The linea aspera arises from its posterior aspect",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "The trochlea articulates with the olecranon process",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "The subscapularis muscle inserts at the greater tuberosity",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "The common extensor origin arises from the lateral epicondyle",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The medial epicondyle gives rise to the flexor origin, and the lateral epicondyle gives rise to the extensor origin. The subscapularis muscle inserts into the lesser tuberosity. The trochlea articulates with the olecranon process, and the capitellum articulates with the head of the radius. The deltoid tuberosity is found on the lateral aspect of the humerus, and the linea aspera is found on the femur",
    },
    {
      questionNumber: 70,
      stem: "Concerning the bronchial tree",
      options: [
        {
          label: "a",
          text: "The right upper lobe bronchus divides into four segments",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "The left upper lobe bronchus divides into apical, medial, and lateral segments",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "The apical segment of the right lower lobe arises opposite the middle lobe bronchus",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "The lingular lobe bronchus arises from the lower lobe bronchus",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "The right lower lobe bronchus divides into four segments",
          response: "",
          answer: "False",
        },
      ],
      explanation: "On the right side, the upper lobe bronchus passes upwards and laterally to the main bronchus and divides into the apical, anterior, and posterior branches supplying the respective segments. After giving off the upper lobe bronchus, the main stem continues for 2.5cm, at which point the middle lobe bronchus arises on the anterior surface and the apical bronchus of the lower lobe arises on its posterior aspect. The middle lobe bronchus passes forwards and downwards, finally dividing into a lateral bronchus and medial bronchus, supplying a lateral and a medial segment in the middle lobe. The right bronchus ends by supplying the remaining four segments of the lower lobes: the anterior, posterior, medial, and lateral segments. On the left side, the main bronchus gives rise to the upper and lower lobe bronchus. The lingular bronchus arises from the upper lobe bronchus. The upper division bronchus supplies apical, posterior, and anterior segments. The lingular bronchus supplies a superior and inferior lingular segment. The left lower lobe bronchus divides to supply the apical, anterior, lateral, and posterior segments",
    },
    {
      questionNumber: 71,
      stem: "The oblique fissure",
      options: [
        {
          label: "a",
          text: "Extends from the level T6/7",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "Passes through the hilum",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "Is in a straight plane",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "Is more vertically orientated on the left side",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "On the left forms an angle of 60 degrees",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The oblique fissure has an undulating course extending posteriorly from the level T5/6 to the diaphragm, passing through the hilum. The left fissure has a more vertical course compared to the right",
    },
    {
      questionNumber: 72,
      stem: "The following open into the middle cranial fossa",
      options: [
        {
          label: "a",
          text: "Jugular foramen",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "Foramen ovale",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "Foramen spinosum",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "Internal auditory meatus",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "Foramen rotundum",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 73,
      stem: "The former transmits the latter",
      options: [
        {
          label: "a",
          text: "hypoglossal canal - inferior petrosal sinus",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "foramen spinosum - middle meningeal artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "foramen rotundum - mandibular division of the trigeminal nerve",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "foramen ovale - vagus nerve",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "foramen lacerum - internal carotid artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The former transmits the latter:\n- Foramen lacerum - internal carotid artery\n- Foramen rotundum - maxillary division of the fifth nerve\n- Foramen ovale - mandibular division of the fifth nerve, accessory meningeal artery\n- Foramen spinosum - middle meningeal artery, hypoglossal canal - hypoglossal nerve",
    },
    {
      questionNumber: 74,
      stem: "The superior orbital fissure",
      options: [
        {
          label: "a",
          text: "communicates directly with the pterygopalatine fossa",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "is an opening between the sphenoid wings",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "transmits the sixth cranial nerve",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "is wider laterally",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "transmits a branch of the middle meningeal artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The superior orbital fissure lies between the greater and lesser wings of the sphenoid bone and is wider medially. It transmits the oculomotor nerve, trochlear nerve, branches of the ophthalmic division of the trigeminal nerve, the abducent nerve, and the ophthalmic veins. The inferior orbital fissure communicates with the pterygopalatine and infratemporal fossae",
    },
    {
      questionNumber: 75,
      stem: "The following drain into the latter",
      options: [
        {
          label: "a",
          text: "sphenoid air cells - superior meatus",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "nasolacrimal duct - inferior meatus",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "posterior ethmoidal air cells - superior meatus",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "anterior ethmoidal air cells - sphenoethmoidal recess",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "maxillary sinus - middle meatus",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The spheno-ethmoidal recess receives the opening of the sphenoid air sinus. The superior meatus receives the openings of the posterior ethmoidal air cells. The middle meatus receives the openings of the anterior ethmoidal, maxillary, and frontal sinuses. The inferior meatus receives the opening of the nasolacrimal duct",
    },
    {
      questionNumber: 76,
      stem: "Regarding the carotid arteries",
      options: [
        {
          label: "a",
          text: "they arise from the aortic arch",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "they bifurcate at the level C6",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the internal carotid has no branches in the neck",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the external carotid artery terminates in the parotid gland",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the vertebral artery is the first branch of the external carotid artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The left common carotid artery arises from the aortic arch, and the right common carotid artery arises from the brachiocephalic trunk. The common carotid arteries bifurcate at the level of C4. The internal carotid artery has no branches in the neck. The external carotid artery terminates in the parotid gland",
    },
    {
      questionNumber: 77,
      stem: "The subclavian artery",
      options: [
        {
          label: "a",
          text: "is divided into three parts by the scaleneus anterior muscle",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "arises from the brachiocephalic trunk on the left",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "becomes the axillary artery at the upper border of the teres major",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "on the right side arises from the aortic arch",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "gives the vertebral artery as its first branch",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The right subclavian artery arises from the brachiocephalic artery, and the left subclavian artery arises from the aortic arch. The subclavian artery is divided into three parts by the scalenus anterior muscle. The branches of the subclavian artery are: First part - vertebral artery, thyrocervical trunk, internal thoracic artery. Second part - costocervical trunk. Third part - no branches. The subclavian artery becomes the axillary artery at the outer border of the first rib",
    },
    {
      questionNumber: 78,
      stem: "The following are true regarding the lateral ventricles",
      options: [
        {
          label: "a",
          text: "the anterior horns deviate medially towards the midline",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the occipital horn contains no choroid plexus",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "they are connected to the fourth ventricle by the apertures of Luschka",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the choroid plexus resorbs the CSF",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the fornix lies in the roof",
          response: "",
          answer: "False",
        },
      ],
      explanation: "Choroid plexus is responsible for the production of cerebrospinal fluid (CSF) and is found in the body and inferior horn of the lateral ventricle, third ventricle, and fourth ventricle. The lateral ventricle communicates with the third ventricle via the foramen of Monro",
    },
    {
      questionNumber: 79,
      stem: "The following are true",
      options: [
        {
          label: "a",
          text: "the vertebral arteries arise from the subclavian arteries",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the quadrigeminal cistern contains the confluence of the sagittal sinuses",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the suprasellar cistern contains the optic nerves",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the quadrigeminal cistern lies anterior to the medulla",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the pericallosal cistern contains choroid plexus",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The cisterna magna contains the vertebral artery and the posterior inferior cerebellar artery. The quadrigeminal cistern contains the venous confluence of the straight sinus and the inferior sagittal sinus to form the great vein of Galen. The suprasellar cistern contains the optic nerves, optic chiasm, and the anterior part of the circle of Willis. The pericallosal cistern contains branches of the anterior cerebral artery",
    },
    {
      questionNumber: 80,
      stem: "The following are branches of the internal carotid artery",
      options: [
        {
          label: "a",
          text: "posterior cerebral artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "anterior choroidal artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "posterior communicating artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "middle cerebral artery",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "basilar artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The internal carotid artery has the following branches: caroticotympanic artery, pterygoid artery, meningohypophyseal artery, ophthalmic artery, posterior communicating artery, anterior choroidal artery, striate arteries, anterior cerebral artery, middle cerebral artery",
    },
    {
      questionNumber: 81,
      stem: "Concerning the vertebrobasilar circulation",
      options: [
        {
          label: "a",
          text: "the posterior inferior cerebellar artery is a branch of the basilar artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the basilar artery forms at the lower border of the pons",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the vertebral arteries arise from the subclavian artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the vertebral arteries enter the foramina of the C6 vertebra",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the basilar artery bifurcates into the posterior cerebral arteries",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The vertebral arteries arise from the first part of the subclavian artery and pass through the foramina transversaria of the upper six cervical vertebrae. They enter the skull through the foramen magnum. At the lower border of the pons, the two vertebral arteries join to form the basilar artery. The basilar artery divides into the posterior cerebral arteries at the upper border of the pons. The posterior inferior cerebellar artery (PICA) is a branch of the vertebral artery",
    },
    {
      questionNumber: 82,
      stem: "The following structures are seen on an axial CT scan at the level of the third ventricle",
      options: [
        {
          label: "a",
          text: "pons",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "thalamus",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "internal capsule",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "sylvian fissure",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "septum pellucidum",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 83,
      stem: "An axial CT scan at the level L1 will show the following structures",
      options: [
        {
          label: "a",
          text: "body of pancreas",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "left crus of diaphragm",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "splenic vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "inferior mesenteric artery",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "kidneys",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 84,
      stem: "At the elbow joint",
      options: [
        {
          label: "a",
          text: "the fat pads lie outside the joint capsule",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the superior radioulnar joint is continuous with the elbow joint",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the olecranon bursa communicates with the elbow joint",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the annular ligament is attached to the radial head",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the ulna articulates with the trochlea",
          response: "",
          answer: "True",
        },
      ],
      explanation: "At the elbow joint, the head of the radius articulates with the capitellum, and the ulna articulates with the trochlea. The superior radiooulnar joint is continuous with the elbow joint. The fat pads lie under the joint capsule. The posterior fat pad is not normally seen on radiographs. The annular ligament lies around the head of the radius but is not attached to it",
    },
    {
      questionNumber: 85,
      stem: "At the wrist joint",
      options: [
        {
          label: "a",
          text: "the ulnar styloid is distal to the radial styloid",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the capitate articulates with the 2nd, 3rd and 4th metacarpals",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the carpometacarpal joint of the thumb is a separate joint",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the triquetral bone lies in the proximal row of carpal bones",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the pisiform is the first carpal bone to ossify",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The ulnar styloid is proximal to the radial styloid. The pisiform is the last carpal bone to ossify",
    },
    {
      questionNumber: 86,
      stem: "At the shoulder joint",
      options: [
        {
          label: "a",
          text: "the glenoid labrum consists of hyaline cartilage",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the glenoid labrum has a high signal on T1 weighted MR images",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the supraspinatus muscle inserts at the greater tuberosity of the humerus",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the subacromial-subdeltoid bursa communicates with the shoulder joint",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the subscapular bursa communicates with the shoulder joint",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The articular surfaces of the shoulder joint are covered by hyaline cartilage. The glenoid cavity is deepened by the labrum, which has a low signal on most MRI sequences. The subscapular bursa is continuous with the shoulder joint, whereas the subacromial bursa is separate from the shoulder joint",
    },
    {
      questionNumber: 87,
      stem: "At lower limb arteriography",
      options: [
        {
          label: "a",
          text: "the profunda femoris artery lies medial to the superficial femoral artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the peroneal artery usually arises from the anterior tibial artery",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the anterior tibial artery overlies the fibula",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the peroneal artery continues as the dorsalis pedis artery",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the profunda femoris artery lies closer to the femur than the superficial femoral artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The common femoral artery begins at the inguinal ligament, and the profunda femoris artery arises as a lateral branch 4cm below the inguinal ligament and lies closer to the femur. The femoral artery becomes the popliteal artery at the adductor hiatus. The popliteal artery divides into the anterior and posterior tibial arteries. The anterior tibial artery descends on the anterior surface of the interosseous membrane and becomes the dorsalis pedis artery in front of the ankle joint. The posterior tibial artery gives rise to the peroneal artery and descends in the posterior fascial compartment to pass behind the medial malleolus",
    },
    {
      questionNumber: 88,
      stem: "Regarding the venous drainage of the lower limb",
      options: [
        {
          label: "a",
          text: "the short saphenous vein joins the femoral vein",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the long saphenous vein passes anterior to the lateral malleolus",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "a double femoral vein is a recognized normal variant",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the deep veins have no valves",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "at the groin, the femoral vein lies lateral to the artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The femoral vein lies medial to the artery at the groin. Valves are present in both the deep and superficial venous systems of the leg. The superficial system consists of the long and short saphenous veins. The long saphenous vein passes anterior to the medial malleolus and eventually drains into the femoral vein via the saphenous opening in the inguinal canal. The short saphenous vein passes posterior to the lateral malleolus and ascends on the back of the calf to drain into the popliteal vein",
    },
    {
      questionNumber: 89,
      stem: "The following are part of the sphenoid bone",
      options: [
        {
          label: "a",
          text: "foramen ovale",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "clivus",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "pituitary fossa",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "foramen rotundum",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "anterior clinoid processes",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 90,
      stem: "Regarding the skull bones",
      options: [
        {
          label: "a",
          text: "at the pterion, the parietal bone articulates with the frontal bone",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the greater wing of the sphenoid articulates with the temporal bone",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the pterion lies posterior to the asterion",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the sphenoccipital synchondrosis fuses at puberty",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the posterior fontanelle closes at 18 months",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The pterion is a H-shaped intersection of the frontal bone, parietal bone, squamous part of the temporal bone, and the greater wing of the sphenoid bone. The asterion is the point where the parietal, occipital, and the mastoid portion of the temporal bones meet and lies posterior to the pterion. The anterior fontanelle usually closes by 15-18 months, and the posterior fontanelle closes by 6-8 months",
    },
    {
      questionNumber: 91,
      stem: "The following structures lie in the cavernous sinus",
      options: [
        {
          label: "a",
          text: "mandibular nerve",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "oculomotor nerve",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "internal carotid artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the abducens nerve",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "trochlear nerve",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The following structures lie in the walls of the cavernous sinus: \n- Internal carotid artery \n- 3, 4, 5a, 5b, 6 cranial nerves",
    },
    {
      questionNumber: 92,
      stem: "The esophagus",
      options: [
        {
          label: "a",
          text: "begins at the level C6",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "receives a blood supply from the inferior thyroid artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "drains to the left gastric nodes from its abdominal portion",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "passes through the diaphragm at the level T10",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "is related to the right atrium",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The oesophagus begins at the level C6. In the neck, it lies in front of the vertebral column and is related to the thyroid gland, trachea, and recurrent laryngeal nerves. In the thorax, it passes downwards and to the left. The aortic arch pushes the oesophagus to the midline, and then the oesophagus passes to the left again. The thoracic relations of the oesophagus include trachea, recurrent laryngeal nerve, left bronchus, left atrium, thoracic vertebra, azygos veins, right posterior intercostal arteries, descending aorta, mediastinal pleura, left subclavian artery, aortic arch, thoracic duct, and mediastinal pleura. The oesophagus passes through the diaphragm at the level T10. The left vagus lies anterior to the oesophagus, and the right vagus lies posterior to it",
    },
    {
      questionNumber: 93,
      stem: "The medial meniscus",
      options: [
        {
          label: "a",
          text: "is seen as a high signal structure on a T1 weighted MR scan",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "is connected to the transverse geniculate ligament via its posterior horn",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "is attached to the medial collateral ligament",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "has a posterior horn which is thicker than the anterior",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "is triangular in cross section",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The medial meniscus is a crescentic structure that is triangular in cross-section. The posterior horn is thicker than the anterior horn and is attached to the medial collateral ligament. The medial meniscus is bigger than the lateral meniscus. The menisci appear as low signal structures on MRI",
    },
    {
      questionNumber: 94,
      stem: "Concerning the cruciate ligaments",
      options: [
        {
          label: "a",
          text: "they are extrasynovial",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the anterior cruciate ligament attaches to the medial femoral condyle",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the posterior cruciate ligament is taut in extension",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the anterior cruciate ligament courses antero-laterally to the posterior cruciate ligament",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "they are extracapsular",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The cruciate ligaments are intracapsular and extrasynovial. The anterior cruciate ligament runs from the anterior intercondylar area of the tibia to the posterior part of the medial surface of the lateral femoral condyle and is taut in extension. The posterior cruciate ligament runs from the posterior intercondylar area of the tibia to the anterior part of the lateral surface of the medial femoral condyle and is taut in flexion",
    },
    {
      questionNumber: 95,
      stem: "The pancreas is supplied by branches of the following arteries",
      options: [
        {
          label: "a",
          text: "splenic artery",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "gastroduodenal artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "left gastric artery",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "superior mesenteric artery",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "inferior mesenteric artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The pancreas is supplied by branches of the coeliac axis and the superior mesenteric arteries. The coeliac artery supplies branches via the splenic artery, including the pancreatica magna artery, dorsal pancreatic artery, and numerous small branches. The dorsal pancreatic artery may arise from the splenic artery, coeliac trunk, or the superior mesenteric artery. The superior pancreaticoduodenal artery arises from the gastroduodenal artery, and the inferior pancreaticoduodenal artery arises from the superior mesenteric artery",
    },
    {
      questionNumber: 96,
      stem: "The following are relations of the common bile duct",
      options: [
        {
          label: "a",
          text: "laterally - hepatic artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "anteriorly - duodenum",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "posteriorly - portal vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "medially - IVC",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "posteriorly - transverse colon",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The common bile duct lies in the free edge of the lesser omentum with the portal vein posteriorly and the hepatic artery on its left side. It passes behind the first part of the duodenum, where it lies in front of the inferior vena cava with the portal vein and the gastroduodenal artery on its left. Below the first part of the duodenum, the common bile duct bends to the right and lies in a groove between the head of the pancreas and the second part of the duodenum. It may be embedded in a canal of pancreatic tissue. The duct usually unites with the pancreatic duct in a common dilated terminal ampulla of Vater and empties into the posteromedial wall of the second part of the duodenum",
    },
    {
      questionNumber: 97,
      stem: "The following are posterior relations of the pancreas",
      options: [
        {
          label: "a",
          text: "portal vein",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "splenic artery",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "transverse colon",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "left kidney",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "left adrenal gland",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The following are posterior relations of the pancreas: common bile duct, portal and splenic veins, inferior vena cava and aorta, origin of the superior mesenteric artery, left psoas muscle, left kidney and adrenal gland, hilus of the spleen",
    },
    {
      questionNumber: 98,
      stem: "Concerning the neonatal skull",
      options: [
        {
          label: "a",
          text: "vascular markings are present",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the anterior fontanelle closes by 18 months",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "all the sinuses are aerated",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the skull bones may normally overlap",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "facial bone growth is greater than that of the skull vault",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The bones of the neonatal skull may normally overlap. The vascular markings are not visible, and the sinuses are not aerated. Facial bone growth is greater than the cranium. The anteriorfontanelle closes by 18 months, and the posterior fontanelle closes by 6 months",
    },
    {
      questionNumber: 99,
      stem: "Concerning the sinuses",
      options: [
        {
          label: "a",
          text: "the turbinates are found on the nasal septum",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the sphenoid sinus is a single cavity",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the frontal sinuses are present at birth",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "frontal sinus asymmetry is abnormal",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the nasolacrimal duct drains into the middle meatus",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The frontal sinuses are not present until 2 years of age and may be asymmetrical. The turbinates are found on the lateral walls of the nasal cavity. The nasolacrimal duct drains into the inferior meatus",
    },
    {
      questionNumber: 100,
      stem: "Regarding the submandibular glands",
      options: [
        {
          label: "a",
          text: "each one drains via a single orifice in the side of the frenulum of the tongue",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the sublingual ducts can open into the submandibular duct",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "each consists of a large superficial and small deep part",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "they contain the terminal branches of the external carotid artery",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "they are larger than the parotid glands",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The submandibular gland is smaller than the parotid gland, and each one drains via the Wharton's duct, which opens at the side of the frenulum of the tongue. The sublingual ducts may drain into the submandibular duct",
    },
    {
      questionNumber: 101,
      stem: "The following are branches of the subclavian artery",
      options: [
        {
          label: "a",
          text: "vertebral artery",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "internal thoracic artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "inferior thyroid artery",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "costocervical artery",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "suprascapular artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The following are branches of the subclavian artery: First part - vertebral artery, thyrocervical trunk, internal thoracic artery. Second part - costocervical trunk. Third part - usually no branches",
    },
    {
      questionNumber: 102,
      stem: "At the hip joint",
      options: [
        {
          label: "a",
          text: "the acetabular labrum consists of hyaline cartilage",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the psoas bursa occasionally communicates with the joint",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the capsule attaches to the intertrochanteric line",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the psoas muscle attaches to the lesser trochanter",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the femoral head is ossified at birth",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The cavity of the acetabulum of the hip is deepened by the fibrocartilaginous acetabular labrum. The capsule of the hip joint is attached medially to the acetabular labrum and laterally to the intertrochanteric line anteriorly, and more proximally on the neck posteriorly",
    },
    {
      questionNumber: 103,
      stem: "The following are true",
      options: [
        {
          label: "a",
          text: "the subcostal groove runs in the superior border of the rib",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the C1 vertebra has a bifid spinous process",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the costal cartilages of the first eight ribs articulate with the sternum",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "cervical ribs are present in 5% of subjects",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the sternal angle lies at the level of the T4/5 disc space",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The subcostal groove runs on the inferior border of the rib. Cervical ribs are present in 0.5% of the population. The costal cartilages of the first seven ribs articulate with the sternum",
    },
    {
      questionNumber: 104,
      stem: "The following are true",
      options: [
        {
          label: "a",
          text: "the costovertebral joints are fibrocartilaginous",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the neck of the ribs is the most posterior part",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the costotransverse joints are synovial",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the first rib articulates with two thoracic vertebra",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the subclavian artery lies posterior to the scalene tubercle",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The costovertebral and the costotransverse joints are synovial joints. The angle of the ribs is the most posterior part",
    },
    {
      questionNumber: 105,
      stem: "The following are true statements about the liver",
      options: [
        {
          label: "a",
          text: "it is relatively smaller in the fetus",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the quadrate lobe drains directly to the IVC",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the ligamentum teres is the remnant of the left umbilical vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the porta hepatis nodes drain directly into the coeliac nodes",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the inferior border is marked by a notch for the falciform ligament",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The falciform ligament is a two-layered fold of peritoneum that ascends from the umbilicus to the liver. The ligamentum teres lies within the falciform ligament. The ligamentum teres is the obliterated remnant of the left umbilical vein. The liver is relatively larger in the fetus. It drains via the hepatic veins to the IVC, except for the lower part of the right lobe and caudate lobe, which drain directly to the IVC",
    },
    {
      questionNumber: 106,
      stem: "Regarding the lower limb",
      options: [
        {
          label: "a",
          text: "the lateral malleolus is more proximal than the medial",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the lateral facet of the patella is larger than the medial facet",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the fabella lies in the lateral head of the gastrocnemius muscle",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the medial tibial condyle is larger than the lateral",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the posterior surface of the patella is covered with articular cartilage",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 107,
      stem: "Concerning the bronchial arteries",
      options: [
        {
          label: "a",
          text: "the right is usually a branch of the third posterior intercostal artery",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "there are normally two on the left",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "rarely arise from the arch of the aorta",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "arise from the descending aorta",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "on the left run anterior to the left main bronchus",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The bronchial arteries vary in number, size, and origin. In 40% of subjects, there is usually one right bronchial artery and two left bronchial arteries. The right bronchial artery arises from the third posterior intercostal artery or the upper left bronchial artery. The two left bronchial arteries arise from the thoracic aorta. Less frequently, there are two left and two right bronchial arteries or one on each side, all direct branches of the aorta. Very rarely, the bronchial arteries arise from the aortic arch",
    },
    {
      questionNumber: 108,
      stem: "The aortic valve",
      options: [
        {
          label: "a",
          text: "has two anterior and one posterior cusp",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "lies posterior and inferior to the pulmonary valve",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "overlies the middle third of the heart on a lateral CXR",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "sinuses lie below the valve",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "right anterior sinus is the site of the right coronary artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The aortic valve has one anterior cusp (right cusp) and two posterior cusps (left and posterior cusps). The aortic sinuses lie above each cusp. The right coronary artery arises from the anterior sinus (right coronary sinus), and the left coronary artery arises from the left posterior sinus (left coronary sinus)",
    },
    {
      questionNumber: 109,
      stem: "The right ureter is crossed by the",
      options: [
        {
          label: "a",
          text: "the ileocolic vessels",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the duodenum",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "right gonadal artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "bifurcation of the common iliac artery",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "root of the small bowel mesentery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The relations of the right ureter are: Anteriorly - duodenum, terminal ileum, right colic and ileocolic vessels, right gonadal arteries, root of small bowel mesentery. Posteriorly - psoas muscle, bifurcation of the right common iliac artery",
    },
    {
      questionNumber: 110,
      stem: "Regarding the heart",
      options: [
        {
          label: "a",
          text: "the left atrium is smaller than the right atrium",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the right ventricle is the most anterior chamber",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the mitral valve has two cusps",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the tricuspid valve lies anterior to the mitral valve",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "on a PA CXR the right ventricle forms the right cardiac border",
          response: "",
          answer: "False",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 111,
      stem: "The pterygopalatine fossa",
      options: [
        {
          label: "a",
          text: "communicates with the infratemporal fossa",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "contains the maxillary division of the trigeminal nerve",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "has the sphenopalatine foramen opening into its the lateral wall",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "lies above the apex of the orbit",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "communicates with the orbit",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The pterygopalatine fossa is a medial depression of the pterygomaxillary fissure lying below the apex of the orbit between the pterygoid process and posterior maxilla. It is limited medially by the perpendicular plate of the palatine bone. The maxillary artery and its terminal branches, maxillary nerve, and pterygopalatine ganglion lie within the fossa. Medially, the fossa communicates with the nasal cavity through the sphenopalatine foramen. The inferior orbital fissure lies anterior and superior to the pterygopalatine fossa. On the posterior wall of the fossa, there are three openings: the foramen rotundum, pterygoid canal, and the greater palatine canal",
    },
    {
      questionNumber: 112,
      stem: "The left coronary artery",
      options: [
        {
          label: "a",
          text: "usually supplies the SA node",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "arises from the left posterior aortic sinus",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the left anterior descending artery branch runs in the interventricular sulcus",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the left circumflex artery branch lies in the atrioventricular groove",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "is larger than the right",
          response: "",
          answer: "False",
        },
      ],
      explanation: "Refer to question number 56",
    },
    {
      questionNumber: 113,
      stem: "The superior vena cava",
      options: [
        {
          label: "a",
          text: "receives the azygos vein laterally",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "begins behind the first costal cartilage",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "has no valves",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "ends behind the third right costal cartilage",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "lies anterior to the right lung root",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The superior vena cava begins at the lower border of the first costal cartilage and ends at the level of the third right costal cartilage, where it opens into the right atrium. The SVC lies anterior to the root of the right lung, and the azygos vein joins the posterior aspect of the SVC",
    },
    {
      questionNumber: 114,
      stem: "Regarding the lung fissures",
      options: [
        {
          label: "a",
          text: "the right oblique fissure is more vertical than the left",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the azygos fissure lies on the left side",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the minor fissure runs vertically from the hilum",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the inferior accessory fissure is found in 0.5% of PA CXRs",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the azygos fissure has four layers of pleura",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The oblique fissures are present on either side. They run an undulating course from the T4/T5 level posteriorly to the diaphragm. The left fissure is more vertically oriented than the right. The minor fissure separates the upper and middle lobes of the right lung and passes through the hilum. The azygos fissure is present on the right in 0.4% of subjects and has four layers of pleura. The inferior accessory fissure separates the apical segment of the right lower lobe from the other segments and is present in 5% of PA CXRs",
    },
    {
      questionNumber: 115,
      stem: "The foramen magnum transmits the",
      options: [
        {
          label: "a",
          text: "hypoglossal nerves",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "ascending spinal parts of the accessory nerves",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "basilar artery",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "vertebral arteries",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "medulla oblongata",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The foramen magnum transmits the following structures: vertebral arteries, anterior spinal artery, posterior spinal arteries, spinal parts of the accessory nerves, medulla oblongata and meninges, tectorial membrane, apical ligament of the dens of the axis, meningeal branches of the upper cervical nerves",
    },
    {
      questionNumber: 116,
      stem: "The following structures are visualized on a midline sagittal MRI brain scan",
      options: [
        {
          label: "a",
          text: "pituitary gland",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "hippocampus",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "fourth ventricle",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "flocculus",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "pineal gland",
          response: "",
          answer: "True",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 117,
      stem: "Choroid plexus is present in",
      options: [
        {
          label: "a",
          text: "anterior horn of the lateral ventricle",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "fourth ventricle",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "third ventricle",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "suprasellar cistern",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "occipital horn of the lateral ventricle",
          response: "",
          answer: "False",
        },
      ],
      explanation: "Choroid plexus is present in the body and inferior horn of the lateral ventricle, as well as the third and fourth ventricles",
    },
    {
      questionNumber: 118,
      stem: "The fourth ventricle",
      options: [
        {
          label: "a",
          text: "lies anterior to the pons and medulla",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "communicates with the cisterna magna via the aperture of Magendie",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "communicates with the pontine cistern",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "is not normally seen on an axial CT scan of the brain",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The fourth ventricle lies posterior to the pons and the medulla. There are three openings in the fourth ventricle: one median aperture (of Magendie) and two lateral apertures (of Luschka). The median apertures communicate with the cisterna magna, and the lateral apertures with the pontine cistern",
    },
    {
      questionNumber: 119,
      stem: "The following are seen on a submentovertex radiograph of the skull",
      options: [
        {
          label: "a",
          text: "posterior wall of the maxillary sinus",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "foramen spinosum",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "clivus",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "lateral wall of orbit",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "foramen rotundum",
          response: "",
          answer: "False",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 120,
      stem: "The sacrum",
      options: [
        {
          label: "a",
          text: "consists of six vertebrae",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "is convex anteriorly",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "has four pairs of anterior foramina",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "is diamond shaped",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "contains part of the filum terminate",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The sacrum is a triangular bone that consists of five fused vertebrae. It is concave anteriorly and has four pairs of sacral foramina anteriorly. The sacral canal contains part of the cauda equina, filum terminale, and meninges",
    },
    {
      questionNumber: 121,
      stem: "The following are tributaries of the internal jugular vein",
      options: [
        {
          label: "a",
          text: "inferior thyroid vein",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "facial vein",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "superior thyroid vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "anterior jugular vein",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "inferior petrosal vein",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The following are tributaries of the internal jugular vein: inferior petrosal sinus, facial vein, pharyngeal veins, lingual vein, superior thyroid vein, middle thyroid vein, and occasionally the occipital vein",
    },
    {
      questionNumber: 122,
      stem: "The carina",
      options: [
        {
          label: "a",
          text: "forms an angle of 65 degrees",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "lies at the level of the T4/T5",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "is not seen on a PA CXR",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "forms a smaller angle in children",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "lies at the level of the sternal angle",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The carina lies at the level T4/5, which is the level of the sternal angle. The adult carinal angle measures 65 degrees and is larger in children",
    },
    {
      questionNumber: 123,
      stem: "The following regarding the male urethra",
      options: [
        {
          label: "a",
          text: "the membranous urethra is the narrowest part",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the membranous urethra is the site of the involuntary sphincter",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the prostatic urethra is the widest part",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the ejaculatory ducts open into the membranous urethra",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the verumontanum may be seen as a filling defect on a urethrogram",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The prostatic urethra is the widest part and has a longitudinal ridge known as the prostatic ridge, which bears a prominence known as the verumontanum into which a small blind ending sinus called the utricle opens. The ejaculatory ducts open on either side of the utricle. Several prostatic ducts open on either side of the prostatic crest. The membranous urethra is the narrowest part of the urethra and crosses the membranous urogenital diaphragm. The external sphincter is voluntary and is found at the level of the membranous urethra",
    },
    {
      questionNumber: 124,
      stem: "The following are true",
      options: [
        {
          label: "a",
          text: "the median umbilical ligament passes from the bladder to the umbilicus",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the lateral umbilical ligaments are the obliterated umbilical arteries",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the ligamentum teres is the remains of the left umbilical vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the quadrate lobe of the liver lies medial to the gallbladder",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the ligamentum arteriosum connects the aortic arch to the left pulmonary artery",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The median umbilical ligament is the fibrous remains of the embryonic urachus and runs from the umbilicus to the apex of the bladder. The lateral umbilical ligaments are the obliterated remains of the umbilical arteries and run from the internal iliac arteries to the umbilicus. The ligamentum teres is the obliterated remnant of the left umbilical vein, which lies within the free edge of the falciform ligament. The ligamentum venosum is a fibrous band that is the remains of the left branch of the portal vein, which ascends in a fissure on the visceral surface of the liver to be attached to the inferior vena cava",
    },
    {
      questionNumber: 125,
      stem: "The second part of the duodenum",
      options: [
        {
          label: "a",
          text: "is crossed by the superior mesenteric artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "has the ampulla of Vater opening on the posteromedial aspect",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "lies at the level L2",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "runs anterior to the hilum of the right kidney",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "is retroperitoneal",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The second part of the duodenum is retroperitoneal and lies on the right side of the L2 and L3 vertebrae. The ampulla of Vater opens onto its posteromedial aspect. The relations of the second part of the duodenum include anteriorly - gallbladder fundus, right lobe of liver, transverse colon, small intestine, posteriorly - hilum of right kidney, right ureter, laterally - ascending colon, right colic flexure, right lobe of liver, medially - head of pancreas",
    },
    {
      questionNumber: 126,
      stem: "The following are branches of the superior mesenteric artery",
      options: [
        {
          label: "a",
          text: "superior pancreaticoduodenal artery",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "ileocolic artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "middle colic artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "left colic artery",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "right gastric artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The following are branches of the superior mesenteric artery: ileocolic artery, right colic artery, middle colic artery, inferior pancreaticoduodenal artery, jejunal and ileal branches",
    },
    {
      questionNumber: 127,
      stem: "Regarding the venous drainage of the heart",
      options: [
        {
          label: "a",
          text: "the anterior cardiac veins drain into the coronary sinus",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the coronary sinus drains into the IVC",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the great cardiac vein runs in the atrioventricular groove",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the veins may drain directly into the right atrium",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the small cardiac veins drain into the right atrium",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The veins of the heart drain mainly into the coronary sinus, which occupies the posterior part of the atrioventricular groove and opens into the right atrium. The great, middle, and small cardiac veins are tributaries of the coronary sinus. The anterior cardiac veins drain directly into the right atrium. Small veins, venae cordis minimae, drain directly into the chambers of the heart",
    },
    {
      questionNumber: 128,
      stem: "The following are tributaries of the portal vein",
      options: [
        {
          label: "a",
          text: "right gastric vein",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "inferior mesenteric vein",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "left gastric vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "splenic vein",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "right gastroepiploic vein",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The following are tributaries of the portal vein: splenic vein, superior mesenteric vein, left and right gastric veins, cystic vein, paraumbilical vein",
    },
    {
      questionNumber: 129,
      stem: "Regarding the larynx",
      options: [
        {
          label: "a",
          text: "the false cords lie below the true cords",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the arytenoid cartilages are situated on the upper border of the cricoid cartilage",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the cricoid cartilage forms a complete ring",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the epiglottis is attached to the anterior aspect of the thyroid cartilage",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the aryepiglottic folds connect the epiglottis to the arytenoid cartilages",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The false cords lie superior to the true cords. The cricoid cartilage forms a complete ring and has a narrow anterior arch and broad posterior lamina and articulates with the inferior cornu of the thyroid cartilage. The arytenoid cartilages are situated on the lamina of the cricoid cartilage. The epiglottis is a leaf-shaped elastic cartilage that is connected to the body of the hyoid bone and by a stalk to the thyroid cartilage. The sides of the epiglottis are connected to the arytenoid cartilage by the aryepiglottic folds",
    },
    {
      questionNumber: 130,
      stem: "Concerning the spinal cord",
      options: [
        {
          label: "a",
          text: "it normally shows a cervical enlargement",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "ends at the upper limit of the L3 vertebra",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the arachnoid mater is closely applied to the cord",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "all the spinal nerves exit above the pedicles",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the artery of Adamkiewicz arises between the level T8 - T12",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The spinal cord ends at the lower border of the L1 vertebra and normally shows cervical and lumbar enlargements. The cord tapers inferiorly into the conus medullaris from which a prolongation of the pia mater, the filum terminale, descends to the back of the coccyx. The pia mater is closely applied to the cord. The arachnoid mater is a membrane that lies between the pia and dura mater. Spinal nerves C1-7 exit above the pedicle of the corresponding vertebra, whereas all the other nerves exit below the pedicle. The largest anterior radicular artery, arteria radicularis magna (the artery of Adamkiewicz), arises from an intersegmental branch of the aorta between the levels T8 - T12. In about 65% of cases, it arises on the left. Reaching the spinal cord, it sends a branch to the anterior spinal artery and another to anastomose with the ramus of the posterior spinal artery",
    },
    {
      questionNumber: 131,
      stem: "Regarding the middle and inner ear",
      options: [
        {
          label: "a",
          text: "the vestibule lies anterior to the cochlea",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the facial nerve passes below the lateral semicircular canal",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the sigmoid sinus lies posterior to the middle ear",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the internal carotid artery lies posterior to the middle ear",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the semicircular canals lie anterior to the cochlea",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The semicircular canals and vestibule lie posterior to the cochlea. The sigmoid sinus lies posterior to the middle ear, and the internal carotid artery lies anterior to the middle ear",
    },
    {
      questionNumber: 132,
      stem: "The following statements are true",
      options: [
        {
          label: "a",
          text: "the eustachian tube is bony throughout its course",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the tegmen tympani lies superior to the superior semicircular canal",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the stapes inserts into the round window",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the head of the malleus is attached to the tympanic membrane",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the malleus and incus lie partly in the attic",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The tegmen tympani is a thin plate of bone that forms the roof of the middle ear. It is part of the petrous temporal bone. The auditory ossicles consist of the malleus, incus, and stapes. The malleus is the largest ossicle and is described as having a head, neck, and handle. The handle is attached to the tympanic membrane. The malleus and incus lie partly in the attic (epitympanic recess). The stapes is attached to the oval window (fenestra vestibuli)",
    },
    {
      questionNumber: 133,
      stem: "The thoracic duct",
      options: [
        {
          label: "a",
          text: "ascends anterior to the esophagus",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "passes through the diaphragm at the level T12",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "drains into the confluence of the right internal jugular and subclavian veins",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "lies to the left of the azygos vein",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "commences as the cisterna chyli",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The thoracic duct commences as a dilated sac, the cisterna chyli, which lies behind the right crus of the diaphragm. It ascends through the aortic opening on the right side of the descending aorta and crosses the midline to lie on the left esophageal border at the level T4. It then continues upwards along the left edge of the esophagus to the root of the neck and then courses laterally behind the carotid sheath and anterior to the vertebral artery. It then runs down anterior to the left phrenic nerve and crosses the left subclavian artery to drain into the beginning of the left brachiocephalic vein",
    },
    {
      questionNumber: 134,
      stem: "The following are posterior relations of the left kidney",
      options: [
        {
          label: "a",
          text: "pancreas",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "psoas muscle",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "left colic flexure",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "spleen",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "diaphragm",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The following are the relations of the left kidney: Anteriorly - adrenal gland, spleen, pancreas, left colic flexure, jejunum. Posteriorly - diaphragm, costodiaphragmatic recess of the pleura, eleventh and twelfth rib, psoas, quadratus lumborum, transversus abdominis muscles",
    },
    {
      questionNumber: 135,
      stem: "Regarding the kidneys",
      options: [
        {
          label: "a",
          text: "the renal arteries lie at the level L3",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "The left renal vein passes anterior to the aorta",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "at the renal hilum the renal vein lies anterior to the artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "they are intraperitoneal",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the left kidney lies higher than the right",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The kidneys are retroperitoneal structures, and the left kidney lies higher than the right. The renal hilum transmits from anterior to posterior: the renal vein, two branches of the renal artery, the ureter, and a third branch of the renal artery. The renal arteries arise from the aorta at the level L1/2. The left renal vein courses anterior to the aorta to drain into the IVC",
    },
    {
      questionNumber: 136,
      stem: "On a PA CXR",
      options: [
        {
          label: "a",
          text: "the anterior junction line begins above the level of the clavicles",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the paraspinal line is sharper on the right",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "the paratracheal stripe may measure 5mm",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the posterior junction line ends at the right ventricular outflow tract",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "the posterior tracheal line is clearly seen",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The anterior junction line begins below the clavicles and runs inferiorly to the left to end in the right outflow tract. The posterior junction line runs from above the clavicles to the arch of the aorta and may reappear below the arch. The paratracheal line may measure up to 3mm. The posterior tracheal line is seen on a lateral CXR",
    },
    {
      questionNumber: 137,
      stem: "The following statements are correct",
      options: [
        {
          label: "a",
          text: "the upper limit for the atlanto-axial distance in a child is 3mm",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the esophagus commences at the level C4",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the azygos vein drains into the IVC at the level T4",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the posterior tibial artery passes posterior to the medial malleolus",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the short saphenous vein passes anterior to the lateral malleolus",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The upper limit of the atlanto-axial distance in children is 5mm and 3mm in adults. The esophagus commences at the level C6. The long saphenous vein passes anterior to the medial malleolus, and the short saphenous passes posterior to the lateral malleolus",
    },
    {
      questionNumber: 138,
      stem: "Concerning the stomach",
      options: [
        {
          label: "a",
          text: "the incisura angularis is a notch on the greater curvature",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "it is normally supplied by the superior mesenteric artery",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the liver is an anterior relation",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the left adrenal gland is a posterior relation",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the areae gastricae are clearly seen on a single contrast barium meal",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The incisura angularis is a notch in the lower part of the lesser curve of the stomach. The relations of the stomach are: Anteriorly - anterior abdominal wall, left costal margin, left lung and pleura, diaphragm, left lobe of liver. Posteriorly - lesser sac, diaphragm, left adrenal gland, left kidney, splenic artery, pancreas, transverse mesocolon, transverse colon",
    },
    {
      questionNumber: 139,
      stem: "Concerning the cerebral anatomy",
      options: [
        {
          label: "a",
          text: "the central sulcus separates the frontal and parietal lobes",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "the cingulate gyrus lies above the cingulate sulcus",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the motor cortex is on the postcentral gyrus",
          response: "",
          answer: "False",
        },
        {
          label: "d",
          text: "the corpus callosum connects the cerebral hemispheres",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the middle cerebral artery runs in the sylvian fissure",
          response: "",
          answer: "True",
        },
      ],
      explanation: "The cingulate gyrus lies below the cingulate sulcus. The motor cortex is the precentral gyrus",
    },
    {
      questionNumber: 140,
      stem: "In the pharynx/larynx",
      options: [
        {
          label: "a",
          text: "the valleculae are paired lateral structures",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "the piriform fossae lie anterior to the thyroid cartilage",
          response: "",
          answer: "False",
        },
        {
          label: "c",
          text: "the sinus lies between the vocal and false cords",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the thyroid cartilage is hyaline cartilage",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "the arytenoid cartilages lie inferior to the cricoid cartilage",
          response: "",
          answer: "False",
        },
      ],
      explanation: "The valleculae are paired anterior recesses that lie in the larynx. The piriform fossae are paired lateral recesses that lie in the laryngopharynx, posterior to the hyaline thyroid cartilage. The arytenoid cartilages lie on the cricoid cartilage",
    },
    {
      questionNumber: 141,
      stem: "Regarding the superior mesenteric artery",
      options: [
        {
          label: "a",
          text: "it arises from the aorta superior to the coeliac axis",
          response: "",
          answer: "False",
        },
        {
          label: "b",
          text: "5% of patients have a common hepatic artery arising from the superior mesenteric artery",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "25% of patients will have some portion of the hepatic artery from the superior mesenteric artery",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "it arises as a lateral branch from the aorta",
          response: "",
          answer: "False",
        },
        {
          label: "e",
          text: "it runs posterior to the third part of the duodenum",
          response: "",
          answer: "False",
        },
      ],
      explanation: "",
    },
    {
      questionNumber: 142,
      stem: "The following structures are seen on axial CT scan at the level T4",
      options: [
        {
          label: "a",
          text: "the arch of the aorta",
          response: "",
          answer: "True",
        },
        {
          label: "b",
          text: "superior vena cava",
          response: "",
          answer: "True",
        },
        {
          label: "c",
          text: "azygos vein",
          response: "",
          answer: "True",
        },
        {
          label: "d",
          text: "the trachea",
          response: "",
          answer: "True",
        },
        {
          label: "e",
          text: "left coronary artery",
          response: "",
          answer: "False",
        },
      ],
      explanation: "",
    },
  ],
}
