[
  {
    "questionNumber": 1,
    "answer": "A",
    "explanation": "Rathkes cleft cysts do not calcify. They affect women to men in a 2:1 ratio and adults from 40-60 years of age. They cause variable MR appearances depending on protein content of cyst. They can rarely show enhancement.",
    "reference": "Rao VJ et al. Imaging characteristics of common suprasellar lesions with emphasis on MRI findings. Clinical Radiology 2008; 63(8): 939-947."
  },
  {
    "questionNumber": 2,
    "answer": "A",
    "explanation": "More commonly cryptococcus meningitis but cryptococcus or gelatinous pseudocysts reside in dilated perivascular spaces.",
    "reference": "Rao VJ et al. Imaging characteristics of common suprasellar lesions with emphasis on MRI findings. Clinical Radiology 2008; 63(8): 939-947."
  },
  {
    "questionNumber": 3,
    "answer": "A",
    "explanation": "A young patient with migraines, auras, TIAs or subcortical strokes should raise suspicion of CADASIL. Subcortical infarcts are characteristically in the anterior temporal pole and external capsule but may involve C, D and E.",
    "reference": "Downer JJ et al. Symmetry in computed tomography of the brain: the pitfalls. Clinical Radiology 2009; 64(3): 298-306."
  },
  {
    "questionNumber": 4,
    "answer": "A",
    "explanation": "These are typical imaging findings but the abnormalities are not always reversible or posterior.",
    "reference": "Downer JJ et al. Symmetry in computed tomography of the brain: the pitfalls. Clinical Radiology 2009; 64(3): 298-306."
  },
  {
    "questionNumber": 5,
    "answer": "A",
    "explanation": "Lesions are in deep and subcortical white matter, pons and basilar territories. They may be unilateral or bilateral and the majority are reversible although some can progress to infarction. Vasospasm is uncommon in mild to moderate pre-eclampsia.",
    "reference": ""
  },
  {
    "questionNumber": 6,
    "answer": "A",
    "explanation": "Warthin’s tumours are benign salivary gland tumours, accounting for 6-10% of all parotid tumours. Warthin’s tumours are bilateral in 15% of cases.",
    "reference": "Dineen R et al. Imaging of acute neurological conditions in pregnancy and the puerperium. Clinical Radiology 2005; 60(11): 1156-1170."
  },
  {
    "questionNumber": 7,
    "answer": "A",
    "explanation": "B-E are causes of cerebellar atrophy without cerebral atrophy.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 234."
  },
  {
    "questionNumber": 8,
    "answer": "A",
    "explanation": "Occurs in 80% of term infants and 15% of adults. Rarely may dilate and cause obstructive hydrocephalus.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 236."
  },
  {
    "questionNumber": 9,
    "answer": "A",
    "explanation": "Gliomas consist of astrocytomas, oligodendrogliomas, paragangliomas, ganglogliomas and medulloblastomas.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 238."
  },
  {
    "questionNumber": 10,
    "answer": "A",
    "explanation": "Other extra-axial posterior fossa masses include acoustic neuroma, meningioma, chordoma and epidermoid.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 239."
  },
  {
    "questionNumber": 11,
    "answer": "A",
    "explanation": "Ependymomas followed by astrocytoma are the most common.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 241."
  },
  {
    "questionNumber": 12,
    "answer": "A",
    "explanation": "Other causes increase carbon monoxide poisoning, barbituate intoxication, hypoxia, hypoglycaemia and lacunar infarcts.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 244."
  },
  {
    "questionNumber": 13,
    "answer": "A",
    "explanation": "Due to excess iron accumulation, a central gliosis is associated with Haltervorden-Spatz disease, dementia, retinitis pigmentosa, X-linked disorders with mental retardation, atrophy and Parkinsonian disorders.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 241."
  },
  {
    "questionNumber": 14,
    "answer": "A",
    "explanation": "B-E are extra-axial features.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 246."
  },
  {
    "questionNumber": 15,
    "answer": "B",
    "explanation": "A and C-E are features of epidermoid cyst. A and C demonstrate CSF-like density and have smooth margins.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 276."
  },
  {
    "questionNumber": 16,
    "answer": "A",
    "explanation": "Cavernomas are most commonly located in subcortical regions and are hypodense areas which can calcify. They are associated with minimal mass effect/oedema. Cavernomas can undergo haemorrhagic change and are associated with seizures.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 273."
  },
  {
    "questionNumber": 17,
    "answer": "A",
    "explanation": "Syringohydromyelia, hydrocephalus, malformation of small bones and spine are also associations of Type I Chiari malformation.",
    "reference": ""
  },
  {
    "questionNumber": 18,
    "answer": "B",
    "explanation": "Protein content/paramagnetic effect of magnesium Mg2+/calcium Ca2+/, Iron Fe, in a cyst cause increased T1 and T2 SI. Colloid cysts appear iso/hyperdense on NCCT. They can occasionally widen septum pellucidum and cause asymmetrical enlargement of the lateral ventricles.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 277-278."
  },
  {
    "questionNumber": 19,
    "answer": "A",
    "explanation": "Located in CPA in 40%, accounting for 5% of CPA tumours.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 286."
  },
  {
    "questionNumber": 20,
    "answer": "E",
    "explanation": "No gadolinium enhancement and no white matter involvement.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 303."
  },
  {
    "questionNumber": 21,
    "answer": "A",
    "explanation": "Dural meningeal carcinomatosis is rarely associated with positive cytology and involves localised or diffuse curvilinear enhancement underneath inner table in expected position of dura.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 306."
  },
  {
    "questionNumber": 22,
    "answer": "A",
    "explanation": "Squamous cell lung cancer and adenocarcinoma of the lung cause cystic metastasis to the brain. Answers B-E are causes of haemorrhagic metastases.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 309-310."
  },
  {
    "questionNumber": 23,
    "answer": "A",
    "explanation": "Most commonly involve cortical and subcortical white matter, occasionally through corpus callosum as butterfly glioma.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 320."
  },
  {
    "questionNumber": 24,
    "answer": "A",
    "explanation": "B represents early subacute haemorrhage, C represents acute (12-72 hours), D represents hyperacute (less than 12 hours) and E represents chronic haemorrhage (> 1 month).",
    "reference": "Chapman S and Nakielny R (2003) Aids to Radiological Differential Diagnosis. 4th edition. London: Saunders Ltd. p. 404."
  },
  {
    "questionNumber": 25,
    "answer": "A",
    "explanation": "These are all features of tuberous sclerosis.",
    "reference": "Chapman S and Nakielny R (2003) Aids to Radiological Differential Diagnosis. 4th edition. London: Saunders Ltd. p. 450-451."
  },
  {
    "questionNumber": 26,
    "answer": "A",
    "explanation": "MR angiography shows reversal of flow through the Superior Ophthalmic Vein (SOV), rapid progress of proptosis, visual loss or raised intracranial pressure requiring emergency treatment.",
    "reference": ""
  },
  {
    "questionNumber": 27,
    "answer": "D",
    "explanation": "Sparing of muscle tendons is typical. Most cases are bilateral.",
    "reference": ""
  },
  {
    "questionNumber": 28,
    "answer": "E",
    "explanation": "Drop metastases are usually dorsal in location in the spinal canal. Medulloblastomas are the most common cause of drop metastases. A higher percentage of CSF cytology is positive.",
    "reference": ""
  },
  {
    "questionNumber": 29,
    "answer": "A",
    "explanation": "Basilar meninges often involved. B-E are recognised imaging findings. Spinal disease is less common than brain disease and findings include intramedullary lesions and intrathecal nodular masses.",
    "reference": "Provenzale, JM and Nelson, RC (1998) Duke Radiology Case Review: Imaging, Differential Diagnosis, and Discussion. Philadelphia: Lippincott Williams & Wilkins. p. 321."
  },
  {
    "questionNumber": 30,
    "answer": "D",
    "explanation": "Early CT findings may show medial temporal hypodensity. Areas poorly enhance on CT and MR. Signal abnormalities often decrease in response to treatment.",
    "reference": ""
  },
  {
    "questionNumber": 31,
    "answer": "A",
    "explanation": "1⁄3 haemangioblastomas are purely solid, 1⁄3 are cystic with mural nodes and 1⁄3 are cystic with a more complex solid component.",
    "reference": "Provenzale, JM and Nelson, RC (1998) Duke Radiology Case Review: Imaging, Differential Diagnosis, and Discussion. Philadelphia: Lippincott Williams & Wilkins. p. 327."
  },
  {
    "questionNumber": 32,
    "answer": "E",
    "explanation": "Other features include cerebral atrophy with thickening of skull vault and surface enhancement, enlarged choroid plexus and enlarged medullary/subependymal veins. Choroid angiomas may be present.",
    "reference": "Chapman S and Nakielny R (2003) Aids to Radiological Differential Diagnosis. 4th edition. London: Saunders Ltd. p. 451."
  },
  {
    "questionNumber": 33,
    "answer": "A",
    "explanation": "Broad based attachment to petrous bone. More homogenous SI and less bright T2. Uniform enhancement distinguishes from vestibular schwannoma.",
    "reference": "Chapman S and Nakielny R (2003) Aids to Radiological Differential Diagnosis. 4th edition. London: Saunders Ltd. p. 469."
  },
  {
    "questionNumber": 34,
    "answer": "D",
    "explanation": "Parathyroid adenomas are typically well circumscribed, round or oval hypoechoic nodules. They are usually low signal on T1 and high on T2. However, they may appear as high signal on both in the presence of haemorrhagic change. Parathyroid adenomas are usually hyperdense on CT.",
    "reference": "Ahuja AT et al. Imaging for primary hyperparathyroidism-what beginners should know. Clinical Radiology 2004; 59(11): 967–976."
  },
  {
    "questionNumber": 35,
    "answer": "E",
    "explanation": "Matting is associated with tubercular lymph nodes. Increased peripheral vessels is a feature of malignant nodes.",
    "reference": "Ahuja A et al. Sonography of neck lymph nodes. Part II: abnormal lymph nodes. Clinical Radiology 2003; 58(5): 359-366."
  },
  {
    "questionNumber": 36,
    "answer": "B",
    "explanation": "Carotid body tumours are painless pulsatile vascular masses, hyperintense on T2 and heterogeneously isointense on T1 with avid enhancement. Multiple flow voids are usually seen on MRI.",
    "reference": ""
  },
  {
    "questionNumber": 37,
    "answer": "D",
    "explanation": "Both are extra-axial and can be of mixed attenuation. Although skull fractures are more common in EDH, this cannot be the single best answer as EDH cross dural attachments are limited by cranial sutures.",
    "reference": ""
  },
  {
    "questionNumber": 38,
    "answer": "A",
    "explanation": "Ameloblastomas grow in the buccolingual direction and are expansile.",
    "reference": "Macanovic M et al. Incidental bony pathology when reporting trauma orthopantomograms. Ameloblastomas grow in the buccolingual direction and are expansile. Clinical Radiology 2010; 65(10): 842-849."
  },
  {
    "questionNumber": 39,
    "answer": "A",
    "explanation": "Other features of meningioma include calcification, homogenous enhancement and hyperostosis.",
    "reference": ""
  },
  {
    "questionNumber": 40,
    "answer": "A",
    "explanation": "Glomus tumour is the most common cause of pulsatile tinnitus.",
    "reference": ""
  },
  {
    "questionNumber": 41,
    "answer": "B",
    "explanation": "Multiple flow voids are due to hypertrophied lenticulostriate arteries. Children more often present with ischemia and infarct in cortical/subcortical areas. Adults more often present with haemorrhage than children, but when infarcts do occur, they are most often in the deep white matter. The disease can involve the posterior circulation. The supraclinoid MCA is the first to be involved.",
    "reference": "Kuroda S et al. Moyamoya disease: current concepts and future perspectives. Lancet Neurology 2008; 7(11): 1056-1066."
  },
  {
    "questionNumber": 42,
    "answer": "A",
    "explanation": "Osteoblastoma is a cause of a solitary dense pedicle.",
    "reference": ""
  },
  {
    "questionNumber": 43,
    "answer": "A",
    "explanation": "Other intramedullary masses include astrocytomas are dermoids (lipoma/teratomas), acutely expanding infarcts and haematoma.",
    "reference": ""
  },
  {
    "questionNumber": 44,
    "answer": "A",
    "explanation": "Rheumatoid arthritis is the most common cause of erosion of the odontoid peg.",
    "reference": ""
  },
  {
    "questionNumber": 45,
    "answer": "A",
    "explanation": "75% of cases are in the basal ganglia.",
    "reference": ""
  },
  {
    "questionNumber": 46,
    "answer": "D",
    "explanation": "Progressive multifocal leukoencephalopathy has a predilection for the parieto-occipital region.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 324-325."
  },
  {
    "questionNumber": 47,
    "answer": "A",
    "explanation": "Other causes are lymphoma, adenocarcinoma, adenoid cystic carcinoma, mucoceles and paranasal sinusitis.",
    "reference": ""
  },
  {
    "questionNumber": 48,
    "answer": "B",
    "explanation": "Other causes include early thyroiditis, hyperthyroidism, and rebound after withdrawal of anti-thyroid medications.",
    "reference": "Dahnert W (2007) Radiology Review Manual. 6th edition. Philadelphia: Lippincott Williams & Wilkins. p. 363."
  },
  {
    "questionNumber": 49,
    "answer": "C",
    "explanation": "Other causes include autonomous adenoma and, very rarely, thyroid cancer. Any hot nodule on Tc-99m should be imaged with I-123 to differentiate between autonomous and cancerous lesions.",
    "reference": ""
  },
  {
    "questionNumber": 50,
    "answer": "B",
    "explanation": "Stage T3 disease includes tumour limited to the larynx with cord fixation or extension to post-cricoid area, and medial wall of the pyriform sinus/pre-epiglottc space.",
    "reference": "Connor S. Laryngeal cancer: how does the radiologist help? Cancer Imaging 2007; 28(7): 93-103."
  }
]
