[
  {
    "questionNumber": 9,
    "options": [
      {
        "label": "a",
        "text": "the superior mesenteric artery supplies all the transverse colon",
        "response": "",
        "answer": "False"
      },
      {
        "label": "b",
        "text": "the appendix is attached to the postero-medial surface of the caecum",
        "response": "",
        "answer": "True"
      },
      {
        "label": "c",
        "text": "the ascending colon is usually on a mesentery",

        "response": "",
        "answer": "False"
      },
      {
        "label": "d",
        "text": "the left colic flexure is higher than the right",

        "response": "",
        "answer": "True"
      },
      {
        "label": "e",
        "text": "the caecum is covered by peritoneum",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": "The caecum is completely covered with peritoneum and the appendix is attached to its posteromedial surface. The transverse and sigmoid colon are usually on a mesentery. The superior mesenteric artery supplies the proximal two thirds of the transverse colon and the inferior mesenteric artery supplies the remainder"
  },
  {
    "questionNumber": 10,
    "options": [
      {
        "label": "a",
        "text": "begins at the medial border of the first rib",

        "response": "",
        "answer": "False"
      },
      {
        "label": "b",
        "text": "is related to the brachial plexus cords",

        "response": "",
        "answer": "True"
      },
      {
        "label": "c",
        "text": "is divided into three parts by the pectoralis minor muscle",

        "response": "",
        "answer": "True"
      },
      {
        "label": "d",
        "text": "ends at the lower border of the teres minor",

        "response": "",
        "answer": "False"
      },
      {
        "label": "e",
        "text": "has an axillary sheath continuous with the prevertebral fascia",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": "The axillary artery begins at the lateral border of the first rib and ends at the lower border of the teres major muscle. It is related to the cords of the brachial plexus and is enclosed in the axillary sheath, which is continuous with the prevertebral fascia"
  },
  {
    "questionNumber": 11,
    "options": [
      {
        "label": "a",
        "text": "it is bounded medially by the lateral pterygoid plate",

        "response": "",
        "answer": "True"
      },
      {
        "label": "b",
        "text": "it communicates with the pterygopalatine fossa",

        "response": "",
        "answer": "True"
      },
      {
        "label": "c",
        "text": "it contains the mandibular nerve",

        "response": "",
        "answer": "True"
      },
      {
        "label": "d",
        "text": "the foramen spinosum lies in its roof",

        "response": "",
        "answer": "True"
      },
      {
        "label": "e",
        "text": "the foramen ovale lies in its roof",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": "The infratemporal fossa is bounded medially by the lateral pterygoid plate and laterally by the ramus of the mandible. The foramen spinosum and ovale lie in the roof of the infratemporal fossa. The foramen spinosum transmits the middle meningeal artery, and the foramen ovale transmits the mandibular nerve. Medially, the infratemporal fossa communicates with the pterygo-palatine fossa"
  },
  {
    "questionNumber": 12,
    "options": [
      {
        "label": "a",
        "text": "the head of the pancreas lies at the level of L3",

        "response": "",
        "answer": "True"
      },
      {
        "label": "b",
        "text": "lies posterior to the common bile duct",

        "response": "",
        "answer": "False"
      },
      {
        "label": "c",
        "text": "has a head which lies higher than the tail",

        "response": "",
        "answer": "False"
      },
      {
        "label": "d",
        "text": "lies anterior to the lesser sac",

        "response": "",
        "answer": "False"
      },
      {
        "label": "e",
        "text": "has the splenic vein running along its inferior border",

        "response": "",
        "answer": "False"
      }
    ],
    "explanation": "The pancreas lies on the posterior abdominal wall at the level L1, and its tail lies higher than the head. The tail of the pancreas lies in the lienorenal ligament, whereas the remainder of the gland is retroperitoneal.\nThe relations of the pancreas are:\nAnteriorly - transverse colon, attachment of transverse mesocolon, lesser sac, stomach\nPosteriorly - common bile duct, portal and splenic veins, IVC and aorta, origin of the superior mesenteric artery, left kidney and adrenal gland, psoas muscle, spleen"
  },
  {
    "questionNumber": 13,
    "options": [
      {
        "label": "a",
        "text": "the right vagus nerve passes through the caval opening",

        "response": "",
        "answer": "False"
      },
      {
        "label": "b",
        "text": "the oesophageal hiatus lies at the level T12",

        "response": "",
        "answer": "False"
      },
      {
        "label": "c",
        "text": "it receives a blood supply from aortic branches",

        "response": "",
        "answer": "True"
      },
      {
        "label": "d",
        "text": "it is pierced by the thoracic duct",

        "response": "",
        "answer": "False"
      },
      {
        "label": "e",
        "text": "it arises in part from slips from the lower six costal cartilages",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": "The diaphragm originates from:\n(1) the medial arcuate ligament\n(2) the lateral arcuate ligament\n(3) slips from the lower six costal cartilages\n(4) slips from the posterior xiphisternum surface\n(5) central tendon\n\nThe diaphragm has three main openings. The aortic opening at the level T12 transmits the aorta, thoracic duct, and azygos vein. The esophageal opening at the level T10 transmits the esophagus, vagal trunks, branches of the left gastric artery, veins, and lymphatics. The caval opening at the level T8 transmits the IVC and the right phrenic nerve.\nThe diaphragm is supplied by inferior phrenic arteries from the aorta and the intercostal arteries"
  },
  {
    "questionNumber": 14,
    "options": [
      {
        "label": "a",
        "text": "the maxilla",

        "response": "",
        "answer": "False"
      },
      {
        "label": "b",
        "text": "the occipital bone",

        "response": "",
        "answer": "True"
      },
      {
        "label": "c",
        "text": "the sphenoid bone",

        "response": "",
        "answer": "True"
      },
      {
        "label": "d",
        "text": "the frontal bone",

        "response": "",
        "answer": "True"
      },
      {
        "label": "e",
        "text": "the temporal bone",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": ""
  },
  {
    "questionNumber": 15,
    "options": [
      {
        "label": "a",
        "text": "begins at the level C4",

        "response": "",
        "answer": "False"
      },
      {
        "label": "b",
        "text": "is 10 cm long",

        "response": "",
        "answer": "False"
      },
      {
        "label": "c",
        "text": "has a diameter of 1cm",

        "response": "",
        "answer": "False"
      },
      {
        "label": "d",
        "text": "consists of complete cartilage rings",

        "response": "",
        "answer": "False"
      },
      {
        "label": "e",
        "text": "lies anterior to the recurrent laryngeal nerve",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": "The trachea begins at the level C6 and extends to the level T5. It is 15cms long, 2cm in diameter and is composed of incomplete cartilage rings. The relations of the cervical course of the trachea are: Anteriorly - isthmus of thyroid, inferior thyroid veins, sternohyoid and sternothyroid muscle. Posteriorly - esophagus, recurrent laryngeal nerves. Laterally - thyroid gland, common carotid artery. The relations of the thoracic course of the trachea are: Anteriorly - left brachiocephalic vein, brachiocephalic and left common carotid artery, arch of aorta, sternum, thymus. Posteriorly - esophagus and left recurrent laryngeal nerve. Right side - azygos vein, right vagus nerve, and pleura. Left side - arch of the aorta, left common carotid and left subclavian arteries, left vagus and phrenic nerves, pleura"
  },
  {
    "questionNumber": 16,
    "options": [
      {
        "label": "a",
        "text": "has a triangular base",

        "response": "",
        "answer": "True"
      },
      {
        "label": "b",
        "text": "is ovoid in shape when full",

        "response": "",
        "answer": "True"
      },
      {
        "label": "c",
        "text": "neck rests on the prostate",

        "response": "",
        "answer": "True"
      },
      {
        "label": "d",
        "text": "trigone has a trabeculated surface",

        "response": "",
        "answer": "False"
      },
      {
        "label": "e",
        "text": "is intraperitoneal",

        "response": "",
        "answer": "False"
      }
    ],
    "explanation": "The empty bladder has a pyramidal shape and is described as having an apex, base, superior surface, two inferolateral surfaces, and a neck. The base is triangular, and the area of mucous membrane on the internal surface of the base is called the trigone. The trigone has a smooth surface, and its superior angles correspond to the ureteric openings, and the inferior angle corresponds to the internal urethral orifice. The bladder is extraperitoneal"
  },
  {
    "questionNumber": 17,
    "options": [
      {
        "label": "a",
        "text": "is wider than the left",

        "response": "",
        "answer": "True"
      },
      {
        "label": "b",
        "text": "lies 40 degrees from the vertical",

        "response": "",
        "answer": "False"
      },
      {
        "label": "c",
        "text": "is longer than the left main bronchus",

        "response": "",
        "answer": "False"
      },
      {
        "label": "d",
        "text": "lies anterior to the SVC",

        "response": "",
        "answer": "False"
      },
      {
        "label": "e",
        "text": "is posterior to the right pulmonary artery",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": "The right main bronchus is wider and shorter than the left, and the right main pulmonary artery runs anterior to it. The right main bronchus lies 20 degrees to the vertical, and the left bronchus lies 40 degrees to the vertical"
  },
  {
    "questionNumber": 18,
    "options": [
      {
        "label": "a",
        "text": "is formed by the splenic artery and superior mesenteric artery",

        "response": "",
        "answer": "False"
      },
      {
        "label": "b",
        "text": "runs posterior to the first part of the duodenum",

        "response": "",
        "answer": "True"
      },
      {
        "label": "c",
        "text": "joins the IVC posterior to the common bile duct",

        "response": "",
        "answer": "False"
      },
      {
        "label": "d",
        "text": "is formed behind the body of the pancreas",

        "response": "",
        "answer": "False"
      },
      {
        "label": "e",
        "text": "is 5cm long",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": "The portal vein is formed behind the neck of the pancreas by the union of the splenic and superior mesenteric vein. It then runs posterior to the first part of the duodenum and enters the lesser omentum to ascend to the porta hepatis"
  },
  {
    "questionNumber": 19,
    "options": [
      {
        "label": "a",
        "text": "The epicondyles are intracapsular",

        "response": "",
        "answer": "False"
      },
      {
        "label": "b",
        "text": "The capitellum articulates with the radial head",

        "response": "",
        "answer": "True"
      },
      {
        "label": "c",
        "text": "The radial nerve lies in close relation to the diaphysis",

        "response": "",
        "answer": "True"
      },
      {
        "label": "d",
        "text": "The medial epicondyle is the flexor origin",

        "response": "",
        "answer": "True"
      },
      {
        "label": "e",
        "text": "The supraspinatus muscle attaches to the lesser tuberosity",

        "response": "",
        "answer": "False"
      }
    ],
    "explanation": "The epicondyles are extracapsular. The medial epicondyle gives rise to the flexor origin, and the lateral epicondyle gives rise to the extensor origin"
  },
  {
    "questionNumber": 20,
    "options": [
      {
        "label": "a",
        "text": "The ascending aorta lies anterior to the main pulmonary artery",

        "response": "",
        "answer": "False"
      },
      {
        "label": "b",
        "text": "All the main pulmonary artery is contained in the pericardium",

        "response": "",
        "answer": "True"
      },
      {
        "label": "c",
        "text": "At the pulmonary hilum the right superior pulmonary vein is antero-inferior to the right pulmonary artery",

        "response": "",
        "answer": "True"
      },
      {
        "label": "d",
        "text": "The right pulmonary artery lies anterior to the SVC",

        "response": "",
        "answer": "False"
      },
      {
        "label": "e",
        "text": "The left pulmonary artery passes anterior to the left main bronchus",

        "response": "",
        "answer": "True"
      }
    ],
    "explanation": "The main pulmonary artery leaves the upper part of the right ventricle and is enclosed in a pericardial sheath with the ascending aorta. It terminates in the concavity of the arch of the aorta by dividing into the right and left pulmonary arteries. The right pulmonary artery is longer than the left and runs behind the ascending aorta and superior vena cava (SVC). It then runs anterior to the right main bronchus. The left pulmonary artery runs to the left in front of the left main bronchus and then spirals over the superior aspect of the left main bronchus"
  }
]
