[
  {
    "questionNumber": "1",
    "stem": "An athletic 19-year-old medical student presents to the Emergency Department after sustaining an injury to his right hip during training. A radiograph reveals a fracture of the anterior superior iliac spine. What is the most likely diagnosis?",
    "options": [
      "A Avulsion of the adductor muscles",
      "B Avulsion of the hamstring muscles",
      "C Avulsion of iliopsoas",
      "D Avulsion of rectus femoris",
      "E Avulsion of sartorius"
    ]
  },
  {
    "questionNumber": "2",
    "stem": "The radiograph of an 8-year-old boy with dietary Vitamin D deficiency reveals cupping and fraying of the distal tibial metaphysis. Which radiological finding is a recognised feature of this condition?",
    "options": [
      "A Cortical sclerosis involving the margin of the epiphysis",
      "B Expansion of the costochondral junctions",
      "C Exuberant periosteal reaction",
      "D Increased density of the end of the metaphyses",
      "E Metaphyseal spurs"
    ]
  },
  {
    "questionNumber": "3",
    "stem": "A 60-year-old woman is assessed by the Emergency Department following a fall onto her right wrist. The initial radiograph shows an extra-articular fracture of the right distal radius, with volar subluxation of the distal fragment. Which eponymous fracture type best matches this description?",
    "options": [
      "A Barton's fracture",
      "B Colles’ fracture",
      "C Hutchinson's fracture",
      "D Reverse Barton's fracture",
      "E Smith's fracture"
    ]
  },
  {
    "questionNumber": "4",
    "stem": "A previously well 80-year-old woman sustains a subcapital fracture of the right neck of femur following a fall onto hard ground. The plain film reveals multiple lytic lesions within the pelvic bones and proximal femora, which are highly suspicious for bone metastases. What is the most likely occult primary lesion?",
    "options": [
      "A Carcinoma of the bladder",
      "B Carcinoma of the breast",
      "C Carcinoma of the bronchus",
      "D Carcinoma of the colon",
      "E Carcinoma of the stomach"
    ]
  },
  {
    "questionNumber": "5",
    "stem": "A 32-year-old builder is brought to the Emergency Department following a fall from scaffolding. He is believed to have fallen a considerable height and witnesses report that he landed on his feet. On primary survey, he is tachycardic, hypotensive and extremely tender on palpation of the pelvis and left hip. During resuscitation, a radiographic trauma series is obtained. What is the most likely pattern of pelvic injury?",
    "options": [
      "A Bilateral fractures of the superior and inferior pubic rami",
      "B Bilateral fractures of the superior and inferior pubic rami with a fracture through the left sacral ala",
      "C Disruption of the sacroiliac joints and pubic symphysis",
      "D Localised fracture through the left iliac wing",
      "E Vertical fracture through the left ilium with fractures through the left superior and inferior pubic rami"
    ]
  },
  {
    "questionNumber": "6",
    "stem": "A 43-year-old man is investigated for pain related to his left arm. Plain radiography demonstrates a well-defined, lytic lesion in the proximal humerus, with chondroid matrix mineralisation and a narrow zone of transition. There is deep endosteal cortical scalloping and the suggestion of bone expansion. What is the most likely diagnosis?",
    "options": [
      "A Chondroblastoma",
      "B Chondroma",
      "C Chondromyxofibroma",
      "D Chondrosarcoma",
      "E Osteochondroma"
    ]
  },
  {
    "questionNumber": "7",
    "stem": "A 19-year-old man, the unrestrained driver in a high-energy road traffic accident, has been brought by ambulance to the Emergency Department. A lateral cervical spine radiograph shows an anterior wedge fracture of C5 with a retropulsed bony fragment. What was the likely predominant force acting on the cervical spine at the time of injury?",
    "options": [
      "A Compression",
      "B Distraction",
      "C Extension",
      "D Flexion",
      "E Shearing"
    ]
  },
  {
    "questionNumber": "8",
    "stem": "A 45-year-old man underwent chemotherapy and limb-sparing surgery to treat a soft tissue sarcoma in his left leg. He remains under regular MRI surveillance to detect signs of recurrent disease. What feature on MRI would be most suggestive of disease recurrence?",
    "options": [
      "A New areas of high signal on proton density images",
      "B New areas of high signal on T1w images",
      "C New areas of high signal on T2w images",
      "D New areas of reduced signal on T1w images",
      "E New areas of reduced signal on T2w images"
    ]
  },
  {
    "questionNumber": "9",
    "stem": "An aggressive, lytic bone lesion is observed to destroy the cortex of the second metacarpal in a 70-year-old woman. What is the most likely cause for these appearances?",
    "options": [
      "A Metastatic breast cancer",
      "B Metastatic colon cancer",
      "C Metastatic lung cancer",
      "D Metastatic renal cancer",
      "E Metastatic thyroid cancer"
    ]
  },
  {
    "questionNumber": "10",
    "stem": "A 14-year-old boy attends the Emergency Department following an injury to his right ankle in a rugby match. The radiograph shows a triplane fracture. Which fracture is likely to form part of this complex injury?",
    "options": [
      "A Coronal fracture through the physis",
      "B Coronal fracture through the epiphysis",
      "C Horizontal fracture through the metaphysis.",
      "D Sagittal fracture through the epiphysis",
      "E Sagittal fracture through the metaphysis"
    ]
  },
  {
    "questionNumber": "11",
    "stem": "A solitary, lytic lesion with aggressive features is an unexpected incidental finding on radiography of the left knee. Which radiological feature would favour a diagnosis of metastasis rather than primary bone tumour?",
    "options": [
      "A Bone expansion",
      "B Diaphyseal location",
      "C Florid periosteal reaction",
      "D Tumour bone formation",
      "E Soft tissue mass"
    ]
  },
  {
    "questionNumber": "12",
    "stem": "A pelvic radiograph reveals a symmetrical abnormality of the proximal femora characterised by thin lucent lines perpendicular to the medial femoral cortex, with a faint sclerotic margin. These linear lucent areas do not extend across the full width of the femur, and the visualized bones are otherwise of normal appearance. Which is the most likely diagnosis?",
    "options": [
      "A Hyperparathyroidism",
      "B Multiple myeloma",
      "C Osteomalacia",
      "D Osteoporosis",
      "E Paget's disease"
    ]
  },
  {
    "questionNumber": "13",
    "stem": "A 32-year-old man attends hospital following a fall onto his flexed left arm. He is referred to the duty orthopaedic team with a ‘Monteggia injury’. What are the most likely radiological findings?",
    "options": [
      "A A fracture of the distal radius with an associated dislocation of the radial",
      "B A fracture of the distal radius with an associated disruption of the distal radioulnar joint",
      "C A fracture of the distal ulna with an associated dislocation of the radial",
      "D A fracture of the proximal ulna with an associated dislocation of the radial head",
      "E A fracture of the proximal radius with an associated disruption of the distal radioulnar joint"
    ]
  },
  {
    "questionNumber": "14",
    "stem": "A 1-year-old child with multiple injuries is brought to the Emergency Department by his mother. The history and mechanism of his injuries is not clear. Which radiological finding would be highly specific for non-accidental injury?",
    "options": [
      "A Scapular fracture",
      "B Greenstick fracture",
      "C Linear parietal fracture",
      "D Mid-clavicular fracture",
      "E Single diaphyseal fracture"
    ]
  },
  {
    "questionNumber": "15",
    "stem": "A 70-year-old man complains of a tense painless swelling posterior to his right knee. Ultrasound demonstrates a large cyst, which communicates with the knee joint between which two structures?",
    "options": [
      "A Through the interval between semimembranosus and the lateral head of gastrocnemius",
      "B Through the interval between semimembranosus and the medial head of gastrocnemius",
      "C Through the interval between semimembranosus and semitendinosus",
      "D Through the interval between semitendinosus and the lateral head of gastrocnemius",
      "E Through the interval between semitendinosus and the medial head of gastrocnemius"
    ]
  },
  {
    "questionNumber": "16",
    "stem": "On an otherwise normal lateral radiograph of the knee, the patella is noted to be inferiorly situated, in keeping with patella baja. What is a possible association of this condition?",
    "options": [
      "A Cerebral palsy",
      "B Chondromalacia patella",
      "C Juvenile idiopathic arthritis",
      "D Quadriceps atrophy",
      "E Recurrent patellar subluxation"
    ]
  },
  {
    "questionNumber": "17",
    "stem": "A 75-year-old lady undergoes bone mineral density (BMD) measurements at the hip and spine by means of dual energy radiograph absorptiometry (DXA). What findings would satisfy the World Health Organisation (WHO) criteria for osteoporosis?",
    "options": [
      "A BMD below the young adult reference mean",
      "B BMD between —1 and —2.5 standard deviations below that of the young adult reference mean",
      "C BMD more than —2.5 standard deviations below the young adult reference mean",
      "D BMD more than —2.5 standard deviations below the young adult reference mean, with one low-energy fracture",
      "E BMD more than —2.5 standard deviations below the young adult reference mean, with two low-energy fractures"
    ]
  },
  {
    "questionNumber": "18",
    "stem": "A 27-year-old man is referred by his GP with progressively painful swelling of his left knee following a minor football injury some weeks ago. The radiograph shows a 5-cm ill-defined lytic lesion within the left distal femoral metaphysis, with a permeative pattern of bone loss and areas of cloud-like ossification. There is an extensive periosteal reaction, predominantly orientated perpendicular to the cortex. What is the most likely diagnosis?",
    "options": [
      "A Aneurysmal bone cyst",
      "B Chondrosarcoma",
      "C Ewing's sarcoma",
      "D Metastasis",
      "E Osteosarcoma"
    ]
  },
  {
    "questionNumber": "19",
    "stem": "A 25-year-old doctor injures her left wrist whilst snowboarding. Initial radiographs are reported as showing no fracture, but there is clinical suspicion of a scapholunate ligament disruption. Further views are obtained. Which radiological feature would support the diagnosis?",
    "options": [
      "A Scapholunate angle less than 30°",
      "B Scapholunate distance of 2 mm",
      "C ‘Signet ring’ appearance of the scaphoid",
      "D Rotatory subluxation of the lunate",
      "E Wedge-shaped appearance of the lunate"
    ]
  },
  {
    "questionNumber": "20",
    "stem": "A 50-year-old patient with right wrist pain and clicking is referred for an MRI by the orthopaedic surgeons, who suspect ulnolunate impingement. Which of the following imaging features would count against this provisional diagnosis?",
    "options": [
      "A Disruption of the lunotriquetral ligament",
      "B High signal within the lunate on T2w or STIR sequences",
      "C Negative ulnar variance",
      "D Perforation of the central portion of the triangular fibrocartilage (TFC)",
      "E Sclerosis within the lunate"
    ]
  },
  {
    "questionNumber": "21",
    "stem": "A 50-year-old woman attends the Emergency Department following a minor hand injury. A plain radiograph reveals no fracture, but there is evidence of subperiosteal erosion along the radial aspect of the middle phalanges of the middle and index fingers. What is the most likely diagnosis?",
    "options": [
      "A Hyperparathyroidism",
      "B Myeloma",
      "C Sarcoid",
      "D Systemic lupus erythematosus"
    ]
  },
  {
    "questionNumber": "22",
    "stem": "A 6-week-old boy has a positive family history of developmental dysplasia of the hip (DDH) and is referred for a hip ultrasound. Which imaging features would be consistent with normal (Graf type 1) hips?",
    "options": [
      "A Alpha angle greater than 60°",
      "B Beta angle greater than 77°",
      "C Compressed cartilage roof",
      "D Deficient bony roof",
      "E Rounded ossific rim"
    ]
  },
  {
    "questionNumber": "23",
    "stem": "An 80-year-old woman is admitted to the hospital following a fall. The patient had a right mastectomy and axillary dissection 5 years ago to treat an invasive ductal carcinoma. The pelvic radiograph reveals a left hip fracture. Which fracture site would be most suggestive of a pathological fracture?",
    "options": [
      "A Greater trochanter fracture",
      "B Intertrochanteric fracture of the left proximal femur",
      "C Pertrochanteric fracture of the left proximal femur",
      "D Subcapital fracture of the left neck of femur",
      "E Subtrochanteric fracture of the left proximal femur"
    ]
  },
  {
    "questionNumber": "24",
    "stem": "Regarding MRI examination of the shoulder, what are the signal characteristics of the normal supraspinatus tendon?",
    "options": [
      "A High signal intensity on all sequences",
      "B High signal on T1w, low signal on T2w",
      "C Intermediate signal on all sequences",
      "D Low signal on all sequences",
      "E Low signal on T1w, high signal on T2w"
    ]
  },
  {
    "questionNumber": "25",
    "stem": "A 28-year-old tennis player undergoes a MR arthrogram to investigate recurrent right shoulder instability following a previous glenohumeral dislocation. The MRI reveals a tear of the anterosuperior labrum, closely related to the insertion of the biceps tendon. How are these appearances best described?",
    "options": [
      "A Anterior labral tear",
      "B Bankart lesion",
      "C Hill-Sachs lesion",
      "D Reverse Hill-Sachs lesion",
      "E Superior labrum from anterior to posterior (SLAP) lesion"
    ]
  },
  {
    "questionNumber": "26",
    "stem": "In a 40-year-old woman complaining of wrist pain, radiographs reveal sclerosis and collapse of the lunate, with rotatory subluxation of the scaphoid. What is the most likely diagnosis?",
    "options": [
      "A Freiberg's disease",
      "B Kienboeck's disease",
      "C Kohler's disease",
      "D Sever's disease",
      "E Sinding-Larsen disease"
    ]
  },
  {
    "questionNumber": "27",
    "stem": "A 30-year-old woman experiences, amongst other symptoms, recurrent episodes of painful swelling and stiffness of both hands. Antibodies against antinuclear antigens and double-stranded DNA are detected in peripheral blood samples. Radiographs of both hands are obtained during her assessment. Which radiographic findings are most likely?",
    "options": [
      "A Atrophic soft tissues, resorption of the terminal phalanges and soft tissue calcinosis",
      "B Punched-out marginal erosions in an asymmetric distribution, with preservation of bone density",
      "C Symmetrical abnormality of the MCPs of the index and middle finger, characterized by joint space narrowing, subarticular cysts and hook-like osteophytes",
      "D Symmetrical soft tissue swelling, marginal erosions and juxta-articular osteopenia",
      "E Ulnar deviation at the MCPJs, without evidence of erosions"
    ]
  },
  {
    "questionNumber": "28",
    "stem": "An elderly diabetic patient with an established peripheral sensory neuropathy has deep ulcers on his right foot. Plain films show destruction of the architecture of the midfoot with extensive sclerosis, consistent with a Charcot arthropathy. Which imaging feature would suggest coexistent infection?",
    "options": [
      "A Collapse of the plantar arch on the lateral radiograph",
      "B Enhancement of T1w signal following administration of gadolinium",
      "C Evidence of bone edema on fluid-sensitive sequences",
      "D Reduced bone marrow signal on STIR",
      "E Slow progression of bone destruction on serial radiographs"
    ]
  },
  {
    "questionNumber": "29",
    "stem": "A 15-year-old male hemophiliac patient presents to the Emergency Department with painful swelling of the right knee. There have been similar presentations in the past. Following radiographs, he is referred for an MRI of the right knee. Which of the following imaging features would be regarded as unusual or atypical given the history?",
    "options": [
      "A Accelerated maturation of the epiphysis",
      "B Epiphyseal enlargement",
      "C Irregular synovial thickening",
      "D Juxta-articular sclerosis",
      "E Blooming of the synovium on gradient echo sequences"
    ]
  },
  {
    "questionNumber": "30",
    "stem": "An asymptomatic 65-year-old woman on long-term steroids for rheumatoid disease undergoes dual-energy X-ray absorptiometry (DXA). Her Z score is —2 and her T score is —2.7. What is the WHO definition of osteoporosis?",
    "options": [
      "A T score less than —1",
      "B T score less than —2.5",
      "C Z score less than —1",
      "D Z score less than —2.5",
      "E Mean of T and Z score less than —2"
    ]
  },
  {
    "questionNumber": "31",
    "stem": "A 20-year-old footballer injured his ankle 3 months ago, but still experiences pain that prevents a return to competitive sport. An MRI of his injured ankle shows a partially detached osteochondral fragment within the lateral aspect of the talar dome, with fluid deep to the fragment and a fissure in the overlying cartilage. Which stage of disease do these appearances represent?",
    "options": ["A Stage 0", "B Stage 1", "C Stage 2", "D Stage 3", "E Stage 4"]
  },
  {
    "questionNumber": "32",
    "stem": "A young man with sickle cell disease presents to the Emergency Department with left hip pain. The orthopedic team suspect avascular necrosis and request an MRI of both hips. The MRI shows a subchondral fracture of the left femoral head, with preservation of the joint space. The asymptomatic right hip is normal. How would the appearances of the left hip be classified?",
    "options": [
      "A Stage 0 disease",
      "B Stage I disease",
      "C Stage II disease",
      "D Stage III disease",
      "E Stage IV disease"
    ]
  },
  {
    "questionNumber": "33",
    "stem": "A 13-year-old boy is referred to the orthopedic surgeons with a short history of pain and swelling around his left elbow. The radiograph reveals a 4-cm area of permeative bone destruction within the distal diaphysis of the left humerus, with a wide zone of transition. There is an extensive associated soft tissue component and evidence of a ‘hair-on-end’ pattern of periosteal reaction. What is most likely diagnosis?",
    "options": [
      "A Askin tumor",
      "B Chondroblastoma",
      "C Chondromyxoid fibroma",
      "D Ewing's sarcoma",
      "E Malignant fibrous histiocytoma"
    ]
  },

  {
    "questionNumber": "34",
    "stem": "A 2-cm, well-defined lytic bone lesion in the proximal tibial metaphysis is an incidental finding in a 25-year-old woman. The lesion has a thick sclerotic margin and there is a ground glass appearance to the matrix. There is a history of endocrine disturbance and several cafe-au-lait spots are evident on examination. Skeletal scintigraphy subsequently reveals multiple areas of increased activity within the skeleton. What is the most likely diagnosis?",
    "options": [
      "A Gardner's syndrome",
      "B Mazabraud's syndrome",
      "C Maffucci's syndrome",
      "D McCune-Albright",
      "E Ollier's syndrome"
    ]
  },
  {
    "questionNumber": "35",
    "stem": "A 19-year-old student returns to the UK following 4 months' travelling around the world. Radiographs reveal multiple oval areas of calcification, up to 1 cm in long axis, aligned in the direction of muscle fibres. What is the most likely diagnosis?",
    "options": [
      "A Cysticercosis",
      "B Dracunculus (guinea worm) infection",
      "C Hydatid disease",
      "D Loiasis",
      "E Schistosomiasis"
    ]
  },
  {
    "questionNumber": "36",
    "stem": "An 80-year-old man undergoes skeletal scintigraphy for multifocal skeletal pain, malaise and weight loss. The scintigram shows diffusely increased activity throughout the skeleton, with absent renal activity. What is the most likely diagnosis?",
    "options": [
      "A Metastatic bladder cancer",
      "B Metastatic colon cancer",
      "C Metastatic gastric cancer",
      "D Metastatic lung cancer",
      "E Metastatic prostate cancer"
    ]
  },
  {
    "questionNumber": "37",
    "stem": "A 20-year-old man is brought to the Emergency Department after diving into the shallow end of a swimming pool at a party. Witnesses describe a hyperflexion injury to the cervical spine. A fracture is identified on the lateral cervical radiograph. What is the most likely fracture configuration given the mechanism of injury?",
    "options": [
      "A Anterior wedge fracture",
      "B Burst fracture, with an anterior wedge fracture and a retropulsed fragment",
      "C Fracture dislocation, with anterior dislocation of the more cranial vertebra and an avulsion fracture of the superoanterior margin of the more inferior vertebra",
      "D Fracture of the pars interarticularis, in association with an avulsion fracture through the anteroinferior margin of the vertebra above",
      "E Posterior elements fracture with anterior vertebral wedging"
    ]
  },
  {
    "questionNumber": "38",
    "stem": "A young patient is newly diagnosed with diaphyseal aclasis. What would be the expected imaging findings?",
    "options": [
      "A Multiple enchondromas",
      "B Multiple enostoses",
      "C Multiple osteochondromas",
      "D Multiple osteomas",
      "E Multiple osteoid osteomas"
    ]
  },
  {
    "questionNumber": "39",
    "stem": "A 35-year-old woman injures her right foot during a fall whilst wearing high-heeled shoes. She is subsequently unable to weightbear, and the entire foot is bruised, swollen and tender. A radiograph of the foot initially appears normal, but the possibility of a Lisfranc fracture—dislocation prompts close attention to the tarsometatarsal alignment. What is the normal alignment in this area?",
    "options": [
      "A Fifth metatarsal aligned with the lateral cuneiform",
      "B First metatarsal aligned with the cuboid",
      "C Fourth metatarsal aligned with the medial cuneiform",
      "D Second metatarsal aligned with the middle cuneiform",
      "E Third metatarsal aligned with the navicular"
    ]
  },
  {
    "questionNumber": "40",
    "stem": "The unrestrained passenger of a vehicle involved in a high-energy road traffic accident is admitted with a ‘hangman's fracture’. What is the most likely appearance on plain film?",
    "options": [
      "A Fractures through the neural arch of Cl",
      "B Fractures through the neural arch of C2",
      "C Fracture of the spinous process of C7",
      "D Transverse fracture through the base of the dens",
      "E Wedge compression fracture of an upper cervical vertebra"
    ]
  },
  {
    "questionNumber": "41",
    "stem": "A 15-year-old boy is noted to have a solitary lytic lesion expanding the cortex of the proximal tibia. An MR1 demonstrates multiple fluid levels. What is the most likely diagnosis?",
    "options": [
      "A Aneurysmal bone cyst",
      "B Enchondroma",
      "C Giant cell tumour",
      "D Osteoblastoma",
      "E Simple bone cyst"
    ]
  },
  {
    "questionNumber": "42",
    "stem": "A 6-year-old boy is referred to the orthopaedic team with a limp. A pelvic radiograph reveals loss of height of the right femoral head, with fragmentation and sclerosis of the epiphysis. What is the most likely diagnosis?",
    "options": [
      "A Developmental dysplasia of the hip",
      "B Perthes' disease",
      "C Septic arthritis",
      "D Slipped upper femoral epiphysis",
      "E Transient synovitis of the hip"
    ]
  },
  {
    "questionNumber": "43",
    "stem": "A 65-year-old woman is referred for a pelvic radiograph to investigate intermittent right hip pain. The radiograph shows thin lucent lines within both inferior pubic rami. Which radiographic feature would support a diagnosis of osteoporotic fracture rather than osteomalacia?",
    "options": [
      "A Callus formation",
      "B Failure to extend across the entire width of the bone",
      "C Sclerotic margin to lucencies",
      "D Similar appearances within the proximal femora",
      "E Symmetrical appearance"
    ]
  },
  {
    "questionNumber": "44",
    "stem": "A young footballer has an MRI of the left knee following a recent injury. There is amorphous intermediate signal in the region of the anterior cruciate ligament and a bone contusion involving the articular surface of the lateral femoral condyle. In which other location is a bone contusion most likely?",
    "options": [
      "A The anterolateral aspect of the tibia",
      "B The anteromedial aspect of the tibia",
      "C The central articular surface of the tibia",
      "D The posterolateral aspect of the tibia",
      "E The posteromedial aspect of the tibia"
    ]
  },
  {
    "questionNumber": "45",
    "stem": "A radiograph of the thoracolumbar spine in a 75-year-old woman with a history of back pain shows an anterior wedge compression fracture of Til. What influence does this observation have on the likelihood of a subsequent fracture?",
    "options": [
      "A Doubles the risk of another vertebral fracture",
      "B Doubles the risk of a proximal femoral fracture",
      "C Has little effect on the risk of a subsequent fragility fracture",
      "D Triples the risk of another vertebral fracture",
      "E Triples the risk of a proximal femoral fracture"
    ]
  },
  {
    "questionNumber": "46",
    "stem": "A 50-year-old man has an MRI examination of his right shoulder. Which pattern of imaging features is compatible with a partial thickness supraspinatus tear?",
    "options": [
      "A A gap between the distal and proximal portions of the tendon, with retraction of the proximal tendon",
      "B Areas of increased signal on T1 and T2 images",
      "C Areas of increased signal on T1 and T2 images, extending across the full thickness of the tendon",
      "D Areas of intermediate signal on Tl- and PD-weighted images, with low signal on T2w images",
      "E Low signal on all sequences"
    ]
  },
  {
    "questionNumber": "47",
    "stem": "A young man undergoes an MRI of the right knee due to clinical suspicion of an acute rupture of the ACL. The ACL is indistinct, and cannot be visualized in either the coronal or sagittal plane. Which additional features would be supportive of a diagnosis of ACL rupture?",
    "options": [
      "A Bunching up of the PCL",
      "B Oedema within the medial collateral ligament",
      "C Posterior translation of the femur on the tibial condyles",
      "D Straightening of the patellar ligament",
      "E Tear of the medial meniscus"
    ]
  },
  {
    "questionNumber": "48",
    "stem": "A 30-year-old man complains of intermittent painful swelling of his left knee over the past year. Radiographs show several small articular erosions, whilst subsequent MRI reveals foci of low T2/T2* signal intensity within the synovium. Which is the most likely diagnosis?",
    "options": [
      "A Alkaptonuria",
      "B Calcium pyrophosphate arthropathy",
      "C Pigmented villonodular synovitis",
      "D Psoriatic arthropathy",
      "E Synovial chondromatosis"
    ]
  },
  {
    "questionNumber": "49",
    "stem": "A 45-year-old man with hyperuricaemia is referred by the rheumatologists for an image-guided aspiration of a right ankle effusion. There is no previous history of note. A sample of the aspirate is sent for polarizing light microscopy. What findings would confirm the clinical suspicion of gout?",
    "options": [
      "A Rhomboid crystals",
      "B Negatively birefringent needle-shaped crystals",
      "C Negatively birefringent rhomboid crystals",
      "D Positively birefringent needle-shaped crystals",
      "E Positively birefringent rhomboid crystals"
    ]
  },
  {
    "questionNumber": "50",
    "stem": "Which one of the following conditions is NOT a recognized component of the SAPHO spectrum?",
    "options": [
      "A Arthritis",
      "B Hyperostosis",
      "C Osteomyelitis",
      "D Pustulosis",
      "E Synovitis"
    ]
  },
  {
    "questionNumber": "51",
    "stem": "A 75-year-old diabetic man underwent a left below knee amputation 3 months ago for osteomyelitis of the distal tibia. Since then, he has experienced recurrent episodes of fever and malaise. MRI is contraindicated due to a metallic aortic valve. Which is the best investigation to exclude an occult focus of osteomyelitis?",
    "options": [
      "A CT",
      "B US",
      "C Scintigraphy using gallium",
      "D Scintigraphy using indium-labeled white cells",
      "E Scintigraphy using technetium (Tc-99m) monodiphosphonate"
    ]
  },
  {
    "questionNumber": "52",
    "stem": "A 30-year-old amateur footballer twists his right knee during a match and is brought to the Emergency Medicine department with a painful swollen knee. Radiographs reveal an avulsion fracture closely related to the posterolateral tibial plateau, prompting an urgent MRI of the right knee. What are the most likely findings?",
    "options": [
      "A Disruption of the extensor mechanism",
      "B Rupture of the ACL",
      "C Rupture of the PCL",
      "D Tear of the medial meniscus",
      "E Tear of the lateral collateral ligament"
    ]
  },
  {
    "questionNumber": "53",
    "stem": "During an MRI examination of the shoulder, a 4-cm, well-defined structure is noted within the spinoglenoid notch, exhibiting high signal on T2w and low signal on T1w images. Which muscles should be carefully scrutinized for evidence of swelling or atrophy?",
    "options": [
      "A Infraspinatus and supraspinatus",
      "B Subscapularis and trapezius",
      "C Supraspinatus and subscapularis",
      "D Teres minor and infraspinatus",
      "E Trapezius and teres minor"
    ]
  },
  {
    "questionNumber": "54",
    "stem": "In relation to bone formation and turnover, defective osteoclastic function is a predominant feature of which disease?",
    "options": [
      "A Osteomalacia",
      "B Osteopetrosis",
      "C Osteoporosis",
      "D Paget's disease",
      "E Rickets"
    ]
  },
  {
    "questionNumber": "55",
    "stem": "An incidental finding on plain film is a 2-cm lucency within the diaphysis of the right humerus, which exhibits chondroid calcification. Which clinical or radiological feature would favor a diagnosis of chondrosarcoma rather than enchondroma?",
    "options": [
      "A Age less than 20 years",
      "B Circular, curvilinear or nodular calcific densities",
      "C Periosteal reaction",
      "D Slow growth",
      "E Well-defined round or elliptical margin"
    ]
  },
  {
    "questionNumber": "56",
    "stem": "A 40-year-old builder is admitted unconscious to the Emergency Department following an accident at work. Details of the accident are unclear, but one witness describes scaffolding collapsing. He undergoes an emergency CT head and cervical spine, which reveals lateral displacement of both the lateral masses of C1. How may such an injury be described?",
    "options": [
      "A Atlanto-axial subluxation",
      "B Clay shoveller's fracture",
      "C Dens fracture",
      "D Hangman's fracture",
      "E Jefferson's fracture"
    ]
  },
  {
    "questionNumber": "57",
    "stem": "A 20-year-old man complains of a 3-month history of pain from his left femur. The pain is of insidious onset and is worse at night. As part of his assessment, a bone scintigram is performed, which shows a corresponding area of abnormality in the left femoral shaft, characterized by a focus of very high activity surrounded by a diffuse area of modestly increased activity. What is the most likely diagnosis?",
    "options": [
      "A Aneurysmal bone cyst",
      "B Enostosis",
      "C Enchondroma",
      "D Osteoid osteoma",
      "E Osteoma"
    ]
  },
  {
    "questionNumber": "58",
    "stem": "An 18-year-old man experiences persistent symptoms following a fracture through the waist of the right scaphoid. Radiographs of the right scaphoid indicate non-union. An MRI is performed to assess the vascularity of the proximal pole. Which imaging features are consistent with a diagnosis of avascular necrosis?",
    "options": [
      "A Bone marrow enhancement following administration of gadolinium",
      "B High signal surrounding the fracture on T2w images",
      "C High signal within the proximal pole on T1w images",
      "D High signal within the proximal pole on STIR images",
      "E Low signal within the proximal pole on T1w images"
    ]
  },
  {
    "questionNumber": "59",
    "stem": "An 80-year-old diabetic man is admitted from the Emergency Department with clinical and radiographic features consistent with septic arthritis of the right hip. There is no history of trauma or previous surgery. Initial blood cultures indicate a systemic bacteremia. What is the most likely organism to be cultured?",
    "options": [
      "A Clostridium difficile",
      "B Haemophilus influenzae",
      "C Pseudomonas aeruginosa",
      "D Staphylococcus aureus",
      "E Streptococcus pneumoniae"
    ]
  },
  {
    "questionNumber": "60",
    "stem": "A 35-year-old man is brought to the Emergency Department following a fall from a motorcycle. The lateral cervical radiograph shows a well-marginated triangular area of bone at the anterosuperior margin of C5. The cortical margin of the adjacent vertebral body is smooth. The rest of the spine is normal. What is the most likely diagnosis?",
    "options": [
      "A Avulsion of the anterior longitudinal ligament",
      "B Limbus vertebra",
      "C Schmorl's node",
      "D Teardrop fracture of C5",
      "E Unfused ring epiphysis"
    ]
  },
  {
    "questionNumber": "61",
    "stem": "A 55-year-old lady, complaining of recent flattening of the longitudinal arch of the foot, is referred for an ultrasound examination of the left ankle. Which tendon should be the subject of particular scrutiny?",
    "options": [
      "A Achilles tendon",
      "B Flexor hallucis longus",
      "C Peroneus longus",
      "D Tibialis anterior",
      "E Tibialis posterior"
    ]
  },
  {
    "questionNumber": "62",
    "stem": "A 13-year-old boy is referred for radiographs of his hips following three weeks of right hip pain. What imaging features would support the diagnosis of slipped upper femoral epiphysis?",
    "options": [
      "A Disruption of Klein's line",
      "B Fragmentation of the femoral epiphysis",
      "C Increased epiphyseal height",
      "D Radiolucent subchondral fissure",
      "E Sclerosis of the femoral head"
    ]
  },
  {
    "questionNumber": "63",
    "stem": "A 55-year-old woman undergoes arthrography to investigate a 3-month history of pain and stiffness in her left shoulder, with particular limitation of external rotation. Only a few milliliters of contrast medium could be injected into the joint before provoking discomfort. What other finding would be supportive of the diagnosis of adhesive capsulitis?",
    "options": [
      "A Contrast medium opacifies the subacromial/subdeltoid bursa",
      "B Decreased resistance to contrast injection",
      "C Distended axillary recess",
      "D Lymphatic filling",
      "E Venous filling"
    ]
  },
  {
    "questionNumber": "64",
    "stem": "The radiograph of a 40-year-old man with a painful knee shows multiple calcified loose bodies, each of similar size, within the joint. The joint space is preserved. What diagnosis is most likely?",
    "options": [
      "A Calcium pyrophosphate arthropathy",
      "B Gout",
      "C Pigmented villonodular synovitis",
      "D Rheumatoid arthritis",
      "E Synovial osteochondromatosis"
    ]
  },
  {
    "questionNumber": "65",
    "stem": "A 50-year-old man presents to the Emergency Department following an injury to his right hand. No fracture is detected on plain radiographs, but the second and third MCPJs appear abnormal, with joint space narrowing, subarticular cysts, hook-like osteophytes, and flattening of the metacarpal heads. What is the most likely diagnosis?",
    "options": [
      "A Alkaptonuria",
      "B Gout",
      "C Haemochromatosis",
      "D Osteoarthritis",
      "E Psoriatic arthritis"
    ]
  },
  {
    "questionNumber": "66",
    "stem": "A 34-year-old man with chronic back pain is referred by his GP for thoracic and lumbar spine radiographs. The GP is concerned about the possibility of ankylosing spondylitis. Which radiological feature is atypical for ankylosing spondylitis and might suggest an alternative diagnosis?",
    "options": [
      "A Ankylosis of the apophyseal joints",
      "B Anterior longitudinal ligament calcification",
      "C Osteophyte formation",
      "D Sclerosis of the anterior corners of the vertebrae",
      "E Vertebral body squaring"
    ]
  },
  {
    "questionNumber": "67",
    "stem": "A 70-year-old patient undergoes a staging CT for renal cell carcinoma, which shows ligamentous ossification extending from the fifth to ninth thoracic vertebrae. There is relative sparing of the left side of the vertebrae, and disc space height is preserved. The apophyseal and sacroiliac joints appear normal. What is the most likely diagnosis?",
    "options": [
      "A Ankylosing spondylitis",
      "B Degenerative disc disease",
      "C Diffuse idiopathic skeletal hyperostosis",
      "D Metastatic disease",
      "E Ossification of the posterior longitudinal ligament"
    ]
  },
  {
    "questionNumber": "68",
    "stem": "A 50-year-old woman complains of painful swelling of the joints of the hands and wrists. Radiographs show evidence of an erosive arthropathy. Which radiological feature would favor a diagnosis of rheumatoid rather than psoriatic arthritis?",
    "options": [
      "A Early reduction in bone mineralization",
      "B Erosions of the terminal tufts of the distal phalanges",
      "C Joint ankylosis",
      "D Pencil-in-cup deformities of the middle phalanges",
      "E Periosteal reaction"
    ]
  },
  {
    "questionNumber": "69",
    "stem": "A 40-year-old tennis player undergoes an MRI following a 3-month history of left ankle pain. The Achilles tendon has a convex anterior margin and exhibits a small linear area of increased signal within the tendon on T2- and T2*-weighted images. What is the most likely diagnosis?",
    "options": [
      "A Achilles paratendonitis",
      "B Achilles tendinosis",
      "C Achilles tendinosis with complete tear",
      "D Achilles tendinosis with cystic degeneration",
      "E Achilles tendinosis with partial tear"
    ]
  },
  {
    "questionNumber": "70",
    "stem": "A 30-year-old man undergoes an MRI examination of his left ankle, which shows a rounded mass within the pre-Achilles fat pad, with signal characteristics identical to adjacent muscle. Which anatomical variant could best account for these appearances?",
    "options": [
      "A Accessory popliteus muscle",
      "B Accessory soleus muscle",
      "C Anomalous insertion of the gastrocnemius tendon",
      "D Anomalous insertion of plantaris tendon",
      "E Presence of peroneus quartus"
    ]
  },
  {
    "questionNumber": "71",
    "stem": "A 9-year-old boy injures his right wrist playing football. The radiograph reveals a fracture extending through the epiphysis and into the metaphysis. How would this injury be classified in the Salter-Harris classification?",
    "options": ["A Type I", "B Type II", "C Type III", "D Type IV", "E Type V"]
  },
  {
    "questionNumber": "72",
    "stem": "An 18-year-old man attends his general practitioner with a painful right knee. His radiograph shows a well-defined, lobular, lytic lesion within the proximal tibial epiphysis, extending into the metaphysis. There is a faintly sclerotic margin and no matrix calcification. What is the most likely diagnosis?",
    "options": [
      "A Chondroblastoma",
      "B Chondromyxoid fibroma",
      "C Enchondroma",
      "D Giant cell tumor",
      "E Osteoid osteoma"
    ]
  },
  {
    "questionNumber": "73",
    "stem": "A 50-year-old man has an MRI of his right shoulder for chronic shoulder pain. The distal supraspinatus tendon displays intermediate signal intensity on T1w images and low signal intensity on T2w images. What is a possible explanation for these appearances?",
    "options": [
      "A Chemical shift artifact",
      "B Magic angle phenomenon",
      "C Movement artifact in the frequency-encoding direction",
      "D Movement artifact in the phase-encoding direction",
      "E Susceptibility artifact from calcification"
    ]
  },
  {
    "questionNumber": "74",
    "stem": "A series of neonatal radiographs reveal a narrow thorax with short ribs, square iliac wings with horizontal acetabular roofs, short sacrosciatic notches, progressive narrowing of the interpedicular distance, and posterior scalloping of the vertebral bodies. What is the most likely diagnosis?",
    "options": [
      "A Achondroplasia",
      "B Campomelic dysplasia",
      "C Cleidocranial dysplasia",
      "D Ellis-van Creveld syndrome",
      "E Morquio's syndrome"
    ]
  },
  {
    "questionNumber": "75",
    "stem": "A 15-month-old boy is referred from his GP with a limp. Which radiological finding would be consistent with DDH?",
    "options": [
      "A Accelerated epiphyseal ossification",
      "B Decreased distance between the medial portion of the proximal femoral metaphysis and the pelvis",
      "C Increased acetabular angle",
      "D Inferolateral displacement of the femoral head in relation to Perkin's line",
      "E Preservation of Shenton's line"
    ]
  },
  {
    "questionNumber": "76",
    "stem": "A 35-year-old woman with back pain has radiographs taken of her lumbosacral spine. The frontal radiograph reveals narrowing of the right sacroiliac joint with significant periarticular sclerosis. The contralateral sacroiliac joint is normal. The lumbar spine is within normal limits for age. What is the most likely diagnosis?",
    "options": [
      "A Ankylosing spondylitis",
      "B Infection",
      "C Osteitis condensans ilii",
      "D Psoriatic arthropathy",
      "E Reiter's syndrome"
    ]
  },
  {
    "questionNumber": "77",
    "stem": "The skull radiograph of a 75-year-old man reveals a well-defined lytic area involving the frontal bone. A radiograph of the femur in the same patient shows a well-defined lucency extending from the articular surface to the diaphysis. The transition between lytic and normal bone is well defined and appears flame-shaped. What is the most likely diagnosis?",
    "options": [
      "A Acromegaly",
      "B Fibrous dysplasia",
      "C Myeloma",
      "D Paget's disease",
      "E Skeletal metastases"
    ]
  },
  {
    "questionNumber": "78",
    "stem": "A 30-year-old man is admitted to hospital with chest pain. A chest radiograph demonstrates sclerosis of both humeral heads, pulmonary infiltrates and an elevated position of the splenic flexure immediately inferior to the left hemidiaphragm. What other associated imaging feature may be detected on the chest radiograph?",
    "options": [
      "A A rib within a rib appearance",
      "B Expansion of the head and neck of the ribs",
      "C H-shaped vertebrae",
      "D Paraspinal mass",
      "E Posterior mediastinal mass"
    ]
  },
  {
    "questionNumber": "79",
    "stem": "A young girl is brought to the Emergency Department with a painful right elbow following a fall. The radiograph reveals that the radial head is ossified. Which other structure should be visible?",
    "options": [
      "A Capitellum",
      "B Internal epicondyle",
      "C Olecranon",
      "D Lateral epicondyle",
      "E Trochlea"
    ]
  },
  {
    "questionNumber": "80",
    "stem": "A radiograph of the left knee of a 35-year-old man reveals a 3-cm lytic lesion sited eccentrically in the proximal tibia. It has a well-defined non-sclerotic margin, and extends to the tibial articular surface. What is the most likely diagnosis?",
    "options": [
      "A Aneurysmal bone cyst",
      "B Chondroblastoma",
      "C Giant cell tumour",
      "D Non-ossifying fibroma",
      "E Osteoid osteoma"
    ]
  }
]
