[
  {
    "questionNumber": 21,
    "stem": "Regarding the carotid vessels",
    "options": [
      "A, CT is better than MRI in imaging the vessels at the thoracic inlet because of less bony artifact",
      "B. High-frequency probe is used to assess the carotid artery bifurcation",
      "C. Selective catheterization of the external carotid artery is performed to assess supply to vascular tumors of the neck",
      "D. Intracranial pathology can cause enlargement of external carotid artery branches",
      "E. Right subclavian artery may arise as the last branch of the arch in 5% of people"
    ]
  },
  {
    "questionNumber": 22,
    "stem": "The following statements are true",
    "options": [
      "A. The occipital horn of the lateral ventricle is bilaterally well developed in 90% of subjects",
      "B. Choroid plexus is usually seen in the occipital horn",
      "C. The anterior choroidal artery is a branch of the internal carotid artery",
      "D. The width of the 3rd ventricle decreases with age",
      "E. The nuclei of the 3rd, 4th, and 5th cranial nerves are all periaqueductal grey matter"
    ]
  },
  {
    "questionNumber": 23,
    "stem": "Regarding the hip joint",
    "options": [
      "A. Retinacular fibers lie between the synovial membrane and the femoral neck",
      "B. The ligamentum teres is attached to the fovea of the acetabulum",
      "C. The acetabular epiphysis is closed before puberty",
      "D. The transverse ligament is attached to the ligamentum teres",
      "E. Thigh extension is limited by the iliofemoral ligament"
    ]
  },
  {
    "questionNumber": 24,
    "stem": "In the lower limb",
    "options": [
      "A. The long saphenous vein is anterior to the medial malleolus",
      "B. The medial meniscus is larger than the lateral meniscus",
      "C. The popliteal artery lies against the capsule of the knee joint",
      "D. The dorsalis pedis artery is a continuation of the posterior tibial artery",
      "E. Tibialis anterior is an evertor of the foot"
    ]
  },
  {
    "questionNumber": 25,
    "stem": "At the wrist",
    "options": [
      "A. The pisiform is a sesamoid bone",
      "B. The capitate articulates with the third and fourth metacarpals",
      "C. The lunate is the second carpal bone to ossify",
      "D. The triangular fibrocartilage is attached to the radial styloid process",
      "E. The radiocarpal joint freely communicates with the midcarpal joint"
    ]
  },
  {
    "questionNumber": 26,
    "stem": "The following statements are true",
    "options": [
      "A. The os styloideum is an accessory ossicle distal to the ulnar styloid process",
      "B. The os triangulare may be seen between the ulna and triquetrum on an AP radiograph of the wrist",
      "C. The supracondylar process of the humerus is seen in approximately 5% of Europeans",
      "D. Thickening of the cortex on the lateral aspect of the humerus may be caused by insertion of the deltoid muscle",
      "E. The lower humeral epiphysis lies at an angle of 5 degrees to the shaft"
    ]
  },
  {
    "questionNumber": 27,
    "stem": "In relation to the penis",
    "options": [
      "A. The urethra is surrounded by a ring of tissue called the corpus spongiosum",
      "B. The corpora cavernosa are covered by a fibrous coat, the tunica albuginea",
      "C. The corpora cavernosa are commonly injected with contrast to investigate erectile dysfunction",
      "D. The penis receives three pairs of arteries, all from the internal pudendal artery",
      "E. Lymph from penile skin drains to superficial inguinal nodes"
    ]
  },
  {
    "questionNumber": 28,
    "stem": "The uterus",
    "options": [
      "A. Is retroverted in the majority of individuals",
      "B. Is covered with peritoneum in its upper third only",
      "C. Is supplied by an artery directly from the aorta",
      "D. Has the round ligament attached to the junction of the uterus and uterine tube",
      "E. Is bicornuate if there is incomplete fusion of the paramesonephric ducts"
    ]
  },
  {
    "questionNumber": 29,
    "stem": "Regarding the pancreas",
    "options": [
      "A. It is closely related to the splenic vein anteriorly",
      "B. Venous drainage is partially by the superior mesenteric vein",
      "C. The tail lies within two layers of the lienorenal ligament",
      "D. The uncinate process is not supplied by the splenic artery",
      "E. Lymphatic drainage is to para-aortic nodes"
    ]
  },
  {
    "questionNumber": 30,
    "stem": "The following statements are true",
    "options": [
      "A. The adrenal glands lie within the perirenal space",
      "B. The adrenal glands lie within the renal capsule",
      "C. Gerota’s fascia fuses medially with the adventitia of the renal vessels",
      "D. The anterior pararenal space communicates across the midline",
      "E. The posterior pararenal space communicates across the midline"
    ]
  },
  {
    "questionNumber": 31,
    "stem": "Regarding the gallbladder and biliary tree",
    "options": [
      {
        "label": "A",
        "text": "The cystic duct is about 2-3 cm long"
      },
      {
        "label": "B",
        "text": "The small cystic veins pass directly from the body of the gallbladder into the liver substance"
      },
      {
        "label": "C",
        "text": "The right and left hepatic ducts may fail to unite giving double hepatic ducts"
      },
      {
        "label": "D",
        "text": "A Phrygian cap is a diverticulum within the gallbladder"
      },
      {
        "label": "E",
        "text": "Two cystic veins accompany the cystic artery"
      }
    ]
  },
  {
    "questionNumber": 32,
    "stem": "The spleen",
    "options": [
      "A. Develops from ventral mesogastrium",
      "B. Normally has a blood supply from the superior mesenteric artery",
      "C. Has a notched posterior border",
      "D. Receives sympathetic fibers from the coeliac plexus",
      "E. Is related to the tail of the pancreas on its posterior surface"
    ]
  },
  {
    "questionNumber": 33,
    "stem": "The following statements are true",
    "options": [
      "A. Costal cartilage calcification is usually marginal bands in males and a central tongue in females",
      "B. Cervical ribs are found in 10-20% of normal subjects",
      "C. The left paraspinal line is larger than the right paraspinal line",
      "D. Rhomboid fossa is present at the inferomedial aspect of the clavicle",
      "E. End plates of cervical spine vertebrae are well seen on views"
    ]
  },
  {
    "questionNumber": 34,
    "stem": "The following statements are true",
    "options": [
      "A. The right ventricular chamber is flattened from side to side",
      "B. The lower part of the right ventricle normally touches the lower part of the sternum in lateral view",
      "C. The right ventricle has a smooth inflow tract and muscular outflow tract",
      "D. The pulmonary valve has two anterior and one posterior cusp",
      "E. The pulmonary valve is the most anterior and superior of all the cardiac valves"
    ]
  },
  {
    "questionNumber": 35,
    "stem": "Regarding the thyroid cartilage",
    "options": [
      "A. It is composed of hyaline cartilage",
      "B. Epiglottis is attached to its inner surface",
      "C. It forms the lateral wall of the piriform fossa",
      "D. It has fibrous joints articulating with the arytenoid and cricoid cartilage",
      "E. It lies at the level of the second cervical vertebra"
    ]
  },
  {
    "questionNumber": 36,
    "stem": "The following are true statements",
    "options": [
      "A. The nasolacrimal duct drains into the middle meatus",
      "B. The lacrimal gland is supplied by the superior orbital artery",
      "C. The oculomotor nerve supplies the inferior oblique muscle",
      "D. The upper permanent dentition normally erupts before the lower",
      "E. The lacrimal gland is innervated by the trigeminal nerve"
    ]
  },
  {
    "questionNumber": 37,
    "stem": "The following statements are true",
    "options": [
      "A. The apex of the pleura is about 2.5cm above the clavicle",
      "B. The pleural reflections cross the tenth rib at the mid axillary line",
      "C. The internal thoracic vessels run downwards half an inch from the lateral border of the sternum",
      "D. Each typical rib has two articular facets for articulation with the numerically corresponding vertebrae and the vertebra above",
      "E. The inferior angle of scapula corresponds to the T8 vertebral level"
    ]
  },
  {
    "questionNumber": 38,
    "stem": "Regarding TM joint",
    "options": [
      "A. It has four accessory ligaments",
      "B. The fibrocartilaginous disc has a concavoconvex upper surface",
      "C. All the muscles of mastication are supplied by trigeminal nerve",
      "D. The medial pterygoid is attached to the head of the mandible",
      "E. The masseter is attached to the lateral surface of the ramus and angle of the mandible"
    ]
  },
  {
    "questionNumber": 39,
    "stem": "Tributaries of left brachiocephalic vein are",
    "options": [
      "A. Vertebral vein",
      "B. Inferior thyroid vein",
      "C. Internal thoracic vein",
      "D. Thoracic duct",
      "E. Accessory hemiazygos vein"
    ]
  },
  {
    "questionNumber": 40,
    "stem": "The following are endodermal in origin",
    "options": [
      "A. Pharyngotympanic tube",
      "B. Olfactory epithelium",
      "C. Respiratory tract",
      "D. Hepatic vein, bile ducts, and gall bladder",
      "E. Ureter"
    ]
  },
  {
    "questionNumber": 41,
    "stem": "A medio-lateral oblique mammogram is adequately positioned when",
    "options": [
      "A. Pectoralis major muscle can be visualized down to the level of the inferomedial surface of the breast.",
      "B. The nipple is seen in profile",
      "C. The axillary tail is included",
      "D. Compression is applied along the direction of the pectoralis muscle",
      "E. The infra-mammary fold is not visualized"
    ]
  },
  {
    "questionNumber": 42,
    "stem": "When imaging the thyroid gland",
    "options": [
      "A. 99mTc-pertechnetate can be used to assess thyroid function",
      "B. 123I-sodium iodide is organified in the thyroid",
      "C. Uptake of 99mTc-pertechnetate is reduced if the patient has recently received intravenous contrast",
      "D. It is not essential to mark the sternal notch",
      "E. 160 MBq of 99mTc-pertechnetate is routinely administered"
    ]
  },
  {
    "questionNumber": 43,
    "stem": "When performing sialogram",
    "options": [
      "A. Following extravasation, lipiodol can remain in the soft tissues for years",
      "B. Side effects other than pain are more common and more severe with lipiodol than water-soluble contrast media",
      "C. Pain is more common with lipiodol than with water-soluble contrast media",
      "D. It is easier to over-distend a chronically diseased gland than a healthy one",
      "E. Acetic acid is an appropriate sialagogue"
    ]
  },
  {
    "questionNumber": 44,
    "stem": "The following statements are true when imaging the peripheral venous system",
    "options": [
      "A. 123Iodine-Libelled fibrinogen is taken up into developing thrombus",
      "B. A deep vein thrombosis is present in 20% of patients with a negative D-dimer assay",
      "C. The superficial femoral vein is duplicate in 5% of patients",
      "D. Reverse flow in the long saphenous vein during a valsalva maneuver is normal",
      "E. Several sequential 2-d time-of-flight MRI images can be obtained in a single breathhold"
    ]
  },
  {
    "questionNumber": 45,
    "stem": "Regarding the intravenous pyelogram",
    "options": [
      "A. The prostatic urethra should be included on the preliminary full-length film",
      "B. The patient should be nil by mouth for five hours prior to the study",
      "C. The dose of contrast media is 5 mgs per kilogram in a 6-year-old child",
      "D. The nephrogram is due to contrast in the renal glomeruli",
      "E. Shoulder pain can be relieved by adducting the arm"
    ]
  },
  {
    "questionNumber": 46,
    "stem": "The following are true of dynamic renal scintigraphy",
    "options": [
      "A. The acquisition of data during the blood flow phase allows the estimation of renal blood flow as a percentage of cardiac output",
      "B. The uptake phase of 99mTc-DTPA reflects effective renal plasma flow",
      "C. 99mTc-MAG-3 allows estimation of the glomerular-filtration rate",
      "D. Following injection of furosemide, a fall in renal activity to less than 75% of its maximum value at 20 minutes indicates normal drainage",
      "E. 123I-Hippuran is the agent of choice"
    ]
  },
  {
    "questionNumber": 47,
    "stem": "Regarding carotid doppler examinations",
    "options": [
      "A. Diastolic flow reversal is normal in the external carotid artery",
      "B. The maximum peak systolic velocity of the common carotid artery should not exceed 0.5 m/second",
      "C. For spectral doppler studies, an interrogation angle of 90% is most accurate",
      "D. The orbit provides an acoustic window to the carotid syphon",
      "E. Velocity curves are lower in the ophthalmic artery than the internal carotid artery"
    ]
  },
  {
    "questionNumber": 48,
    "stem": "Regarding cerebral angiography",
    "options": [
      "A. The risk of death or permanent neurological deficit in the hands of an experienced neuroradiologist is 0.2%",
      "B. Meglumine salt contrast media is more neurotoxic than sodium salt contrast media",
      "C. Transient conical blindness is a recognized complication",
      "D. Compression of the contra-lateral carotid artery allows settlement of the patency of the anterior cerebral artery",
      "E. The common carotid artery arises from the brachiocephalic trunk in 2%"
    ]
  },
  {
    "questionNumber": 49,
    "stem": "When imaging the pituitary gland",
    "options": [
      "A. The anterior lobe is high signal on T1W MRI sequences in adults",
      "B. The pituitary gland typically enhances poorly with gadolinium",
      "C. The pituitary stalk lies anterior to the optic chiasm",
      "D. The superior border of the pituitary is upwardly convex during pregnancy and puberty",
      "E. The anterior pituitary is often high signal on T1W MRI sequences in neonates"
    ]
  },
  {
    "questionNumber": 50,
    "stem": "The following statements are true regarding CT of the kidneys",
    "options": [
      "A. Increasing the table feed by 50% reduces the radiation dose by 50%",
      "B. Reducing the mA increases image noise",
      "C. Intravenous contrast can induce a hypertensive crisis in phaeochromocytoma",
      "D. Gd-DTPA can be used as intravenous contrast",
      "E. A contrast-enhanced CT is less sensitive at demonstrating a renal tract calcification than a plain film"
    ]
  },
  {
    "questionNumber": 51,
    "stem": "Regarding excretion urography in the normal patient",
    "options": [
      "A. 10% of injected contrast media is excreted by non-renal routes",
      "B. Contrast media may be seen in the gallbladder on CT up to 48 hours following injection",
      "C. A dromedary hump is often seen on the right kidney",
      "D. The right renal artery is shorter than the left",
      "E. Linear impressions across the infundibula are often caused by segmental arteries and veins"
    ]
  },
  {
    "questionNumber": 52,
    "stem": "Regarding portal venous flow",
    "options": [
      "A. Flow rates increase with exercise",
      "B. Flow rates increase postprandially",
      "C. Flow rates increase with inspiration",
      "D. Flow rates decrease in the erect position",
      "E. Normal portal flow is biphasic"
    ]
  },
  {
    "questionNumber": 53,
    "stem": "Regarding percutaneous transhepatic cholangiography",
    "options": [
      "A. Cannulation of the left lobe biliary tree causes more pneumothoraces than the right",
      "B. Cannulation of dilated ducts in the left lobe is usually performed under fluoroscopic guidance",
      "C. Contrast in the hepatic veins flows in the cephalad direction",
      "D. Contrast in the portal veins flows to the periphery of the liver",
      "E. Hemorrhage is the most common serious complication"
    ]
  },
  {
    "questionNumber": 54,
    "stem": "Oesophageal studies",
    "options": [
      "A. Endoscopic ultrasound is more sensitive at detecting local lymph node involvement than CT",
      "B. Radionuclide imaging is done with pertechnetate",
      "C. Radionuclide imaging is helpful in assessing esophageal transit",
      "D. Radionuclide imaging is useful for assessing transient reflux",
      "E. Bread barium is useful to assess strictures"
    ]
  },
  {
    "questionNumber": 55,
    "stem": "Barium Meal",
    "options": [
      "A. Suspension should be of high density",
      "B. Suspension should be of high viscosity",
      "C. High-density suspensions always give better coating",
      "D. Barium sulfate 250 mg w/v comes as a suspension",
      "E. It is indicated in upper GI bleeding"
    ]
  },
  {
    "questionNumber": 56,
    "stem": "Plain Abdominal x-ray",
    "options": [
      "A. Erect AXR should be performed for suspected perforation",
      "B. Are performed in inspiration",
      "C. Use 35 x 40 cm film",
      "D. Gonadal protection should always be used",
      "E. Center midway between lower costal margin and iliac crest"
    ]
  },
  {
    "questionNumber": 57,
    "stem": "Silk tubes",
    "options": [
      "A. Can be used for small bowel enemas",
      "B. Shorten intubation time",
      "C. Have a hydrophilic coating on the outside",
      "D. Are 8F catheters",
      "E. Are 100 cm in length"
    ]
  },
  {
    "questionNumber": 58,
    "stem": "Meckel's Diverticulum Radionuclide scan - imaging",
    "options": [
      "A. Must include the stomach",
      "B. The abdomen and pelvis should be imaged",
      "C. A lateral view should be obtained",
      "D. An erect view is helpful",
      "E. A post-micturition lateral view is the final view"
    ]
  },
  {
    "questionNumber": 59,
    "stem": "Vascular guide wires may be coated with",
    "options": [
      "A. Teflon",
      "B. Benzylkonium Heparin",
      "C. Titanium",
      "D. Hydrophilic coating",
      "E. Hydrophilic coating"
    ]
  },
  {
    "questionNumber": 60,
    "stem": "In saphenography",
    "options": [
      "A. The long saphenous vein is punctured",
      "B. The patient lies semi-erect",
      "C. An ankle tourniquet is necessary",
      "D. The use of a ruler is required",
      "E. 50 - 100 ml contrast are required"
    ]
  }
]
