{
  name: "Physics MCQs for the Part 1 FRCR",
  authors: "Shahzad Ilyas",
  slug: "magnetic-resonance-imaging",
  questions: [
    {
      "questionNumber": 1,
      "stem": "Regarding nuclear magnetic resonance imaging (MRI)",
      "options": [
        {
          "response": "",
          "text": "In an external magnetic field, more hydrogen nuclei align with their magnetic moments parallel to the external field than antiparallel",
          "answer": "True",
          "explanation": "Slightly more hydrogen nuclei align parallel (‘spin up’) than antiparallel (‘spin down’), giving rise to the net longitudinal magnetization MZ. The difference between protons with parallel and antiparallel alignment is only 3 per million in a 1 T static magnetic field. This can be increased using special techniques (hyperpolarization)"
        },
        {
          "response": "",
          "text": "Protons subject to a strong static external magnetic field start to precess in phase",
          "answer": "False",
          "explanation": "Protons align with the external field, but precess with different phases, cancelling each other’s transverse magnetization. Therefore, the resulting net transverse magnetization (MXY) is zero. Their phases are synchronized (‘phase coherence’) by an external 90 degrees radiofrequency pulse whose frequency is equal to the Larmor frequency"
        },
        {
          "response": "",
          "text": "The frequency of precession (Larmor frequency) of protons in a static magnetic field of 1.5 T equals 42.6 MHz",
          "answer": "False",
          "explanation": "This is the precessional frequency in a 1 T magnetic field. At 1.5 T, it would be proportionally higher, i.e. 63.9 MHz"
        },
        {
          "response": "",
          "text": "At 1.5 T, the precessional frequency of hydrogen nuclei in fat is 220 Hz lower than that of hydrogen nuclei in water",
          "answer": "True",
          "explanation": "This is called chemical shift and is utilized in some fat saturation techniques and opposed-phase imaging"
        },
        {
          "response": "",
          "text": "Apart from hydrogen, other nuclei that can be polarized in an external magnetic field include carbon 12C and oxygen 16O",
          "answer": "False",
          "explanation": "Nuclear magnetic resonance is a property of nuclei with odd numbers of protons and/or neutrons (e.g. 13C). Nuclei with even numbers of protons and neutrons have a zero net magnetic moment and cannot be polarized"
        }
      ]
    },
    {
      "questionNumber": 2,
      "stem": "Which of the following are true about MRI signal formation in biological tissues?",
      "options": [
        {
          "response": "",
          "text": "A free induction decay (FID) signal can only occur after a 90° pulse",
          "answer": "False",
          "explanation": "An FID will occur after any flip angle that results in a component of magnetization in the transverse plane. Only a 180 degrees inversion pulse will not result in an FID"
        },
        {
          "response": "",
          "text": "After a 90° pulse, the longitudinal magnetization recovers at the same rate as the transverse magnetization decays",
          "answer": "False",
          "explanation": "These two processes occur with different time constants termed T 1 and T 2 , respectively, with T 2 being five to ten times shorter than T 1 in biological tissues"
        },
        {
          "response": "",
          "text": "The rate of the longitudinal magnetization recovery does not depend on the external magnetic field strength",
          "answer": "False",
          "explanation": "The stronger the external magnetic field, the longer the T 1 relaxation times"
        },
        {
          "response": "",
          "text": "Dephasing of the transverse magnetization is mainly due to spin–lattice relaxation",
          "answer": "False",
          "explanation": "Dephasing occurs due to spin–spin interactions (T 2 ) and local magnetic field inhomogeneities. Spin–lattice (or T 1 ) relaxation is responsible for realignment of magnetic dipoles with the external magnetic field"
        },
        {
          "response": "",
          "text": "The FID is not usually considered in clinical MRI",
          "answer": "False",
          "explanation": "Gradient-echo imaging involves sampling the signal formed during the FID. This is why gradient-echo images have a T2* weighting"
        }
      ]
    },
    {
      "questionNumber": 3,
      "stem": "In spin–echo (SE) imaging",
      "options": [
        {
          "response": "",
          "text": "The first radiofrequency pulse in a spin–echo pulse sequence is a 180° pulse",
          "answer": "False",
          "explanation": "The first pulse is 90 degrees, which tips the longitudinal magnetization into the transverse plane"
        },
        {
          "response": "",
          "text": "Rephasing of the transverse magnetization is caused by the 180° pulse",
          "answer": "True",
          "explanation": "The 180 degrees pulse reverses the direction of spins. The spins gradually rephase resulting in ‘regrowth’ of the transverse magnetization vector MXY and echo formation"
        },
        {
          "response": "",
          "text": "Effects of local field inhomogeneities on the MRI signal are eliminated",
          "answer": "True",
          "explanation": "This is because the 180 degrees pulse reverses the dephasing due to field inhomogeneities"
        },
        {
          "response": "",
          "text": "For practical purposes, the delay between excitation and the refocusing pulse is kept constant, but signal readout can be performed at any chosen echo time (TE)",
          "answer": "False",
          "explanation": "The TE is always double the time between the initial 90 degrees and the 180 degrees refocusing pulse. In order to obtain signals at different TEs, the timing between the radiofrequency pulses must be changed accordingly"
        },
        {
          "response": "",
          "text": "Rephasing can only be performed once, and the whole sequence must be repeated to obtain another echo",
          "answer": "False",
          "explanation": "Multiple refocusing 180 degrees pulses can be applied following one excitation, and multiple echoes (albeit of decreasing amplitude due to T 2 relaxation) can be obtained. This is the basis of fast (turbo) spin–echo sequences"
        }
      ]
    },
    {
      "questionNumber": 4,
      "stem": "Concerning image contrast in spin–echo imaging",
      "options": [
        {
          "response": "",
          "text": "The best contrast between tissues with different T1s is obtained with short repetition times (TRs) and short echo times (TEs)",
          "answer": "True",
          "explanation": "T1 weighting is obtained with a short TR, usually between 300 and 800 ms (close to the T 1 s of the tissues being imaged). With increasing TR, the longitudinal magnetization in all tissues would recover more, diminishing the T1 contrast. Short TEs are used to reduce the effect of T 2 relaxation on contrast (see below)"
        },
        {
          "response": "",
          "text": "T2 weighting is obtained with short TEs and long TRs",
          "answer": "False",
          "explanation": "Relatively long TEs (90–140 ms, close to the T2 s of the tissues being imaged) are used so measurable differences in the degree of transverse magnetization can develop. With short TEs, these differences are small; therefore, short TEs reduce the effect of T2 weighing. Long TRs are used to allow near-full recovery of longitudinal magnetization and eliminate differences in contrast due to T1 "
        },
        {
          "response": "",
          "text": "An image obtained with a TE of 15 ms and a TR of 2000 ms would be proton density (PD) weighted",
          "answer": "True",
          "explanation": "As described above, a short TE and long TR reduce the effect of T 2 and T 1 , respectively. The remaining contrast is only dependent on the density of hydrogen nuclei (PD weighted)"
        },
        {
          "response": "",
          "text": "Fat appears with a high signal on T1-, T2- and PD-weighted sequences",
          "answer": "True",
          "explanation": "Due to a short T 1 and a higher PD in comparison with most tissues, fat is bright on these sequences. In T 2 -weighted images, fat is less bright than water, but still brighter than most other tissues"
        },
        {
          "response": "",
          "text": "The fat signal is partially suppressed on fast (turbo) spin–echo imaging",
          "answer": "False",
          "explanation": "On fast spin–echo images, fat appears hyperintense. This results from the multiple refocusing pulses, which suppress a phenomenon known as J-coupling (an interaction between different nuclei within the fat molecules), resulting in fat having a longer T2 and therefore appearing brighter"
        }
      ]
    },
    {
      "questionNumber": 5,
      "stem": "Regarding relaxation times and the signal of different tissues",
      "options": [
        {
          "response": "",
          "text": "Cortical bone has long T1 and T2 relaxation times",
          "answer": "False",
          "explanation": "Cortical bone is essentially a solid, despite a water content of 10–15%. It has an extremely short T 2 of <1 ms; therefore, it appears black on conventional T1 - and T 2 -weighted sequences"
        },
        {
          "response": "",
          "text": "Water is hyperintense on both T1- and T2-weighted sequences",
          "answer": "False",
          "explanation": "Water has a long T 1 and T 2 ; therefore, it appears hypointense on T1 and hyperintense on T2 sequences. This makes T2 sequences sensitive for pathology, as most pathological processes (e.g. oedema, tumour, infarction) are associated with increased tissue water content"
        },
        {
          "response": "",
          "text": "Grey matter has a lower signal than white matter on T1 sequences",
          "answer": "True",
          "explanation": "Grey matter has slightly longer T 1 and T 2 relaxation times than white matter, and so is darker on T1 and brighter on T2 sequences. The way to remember this is that grey matter is ‘grey’ on the sequence that better shows anatomy (T 1-weighted)"
        },
        {
          "response": "",
          "text": "Melanoma metastases are usually of low T2 signal",
          "answer": "True",
          "explanation": "There are only a few causes of a low T2 signal; these include melanin, calcification, fibrous tissue, high protein content and flow void"
        },
        {
          "response": "",
          "text": "Hyperacute intracerebral haemorrhage is bright on both T1 and T2 images",
          "answer": "False",
          "explanation": "The appearance of haemorrhage on T1- and T2-weighted imaging changes with time due to the temporal degradation of blood products according to the table on p. 135. Hyperacute blood is isointense or dark on T1 and bright on T2 sequence"
        }
      ]
    },
    {
      "questionNumber": 6,
      "stem": "Regarding spatial encoding in standard (i.e. non-fast/turbo) spin–echo imaging",
      "options": [
        {
          "response": "",
          "text": "The slice-selection gradient is usually applied just before the 90° and 180° radiofrequency (RF) pulses",
          "answer": "False",
          "explanation": "The slice-selection gradient needs to be applied simultaneously and for the same duration as the RF pulses"
        },
        {
          "response": "",
          "text": "A phase-encoding gradient is usually applied along the larger dimension of the imaged object",
          "answer": "False",
          "explanation": "If possible, phase encoding should be applied along the shorter dimension of the imaged object (i.e. lateral in head imaging, antero-posterior in abdominal imaging). This potentially allows a smaller number of phase-encoding steps (reduced-phase field of view) and minimizes the risk of aliasing artefacts"
        },
        {
          "response": "",
          "text": "The entire phase-encoded information is obtained during a single readout",
          "answer": "False",
          "explanation": "Phase-encoded information is obtained in steps over the whole image acquisition"
        },
        {
          "response": "",
          "text": "A frequency-encoding gradient is applied together with the phase-encoding gradient",
          "answer": "False",
          "explanation": "It is applied during echo readout, while phase encoding is performed prior to it"
        },
        {
          "response": "",
          "text": "A spin–echo sequence requires a rephasing gradient applied after the slice-selection gradient",
          "answer": "True",
          "explanation": "This is because the slice-selection gradient causes a phase shift along its direction arising during the second half of the gradient (after the magnetization is tipped into the transverse plane by the 90 degrees pulse). This phase shift needs to be undone by an additional rephasing gradient with a reversed polarity and at half the area of the slice-selection gradient"
        }
      ]
    },
    {
      "questionNumber": 7,
      "stem": "Concerning k-space",
      "options": [
        {
          "response": "",
          "text": "A line of data in k-space contains information corresponding to a particular phase-encoding step",
          "answer": "True",
          "explanation": ""
        },
        {
          "response": "",
          "text": "The central part of k-space contains information about low spatial frequencies",
          "answer": "True",
          "explanation": "This contributes to the bulk of the image contrast"
        },
        {
          "response": "",
          "text": "Elimination of the periphery of the k-space would result in poor contrast but a sharp image",
          "answer": "False",
          "explanation": "This would result in blurry images, i.e. poor spatial resolution, but contrast would be preserved. As contrast is more important for the final image, acquisition of the k-space periphery can sometimes be omitted to gain imaging speed, but sacrificing sharpness"
        },
        {
          "response": "",
          "text": "One abnormally bright pixel in k-space would transform into a series of bright and dark circles originating from the centre of the final image",
          "answer": "False",
          "explanation": "This would transform into a sinusoidal signal modulation seen as parallel dark and bright lines with a periodicity dependent on the distance of the abnormal pixel from the k-space centre (the further from the centre, the higher the spatial frequency of the lines). This is often termed a ‘herringbone’ or ‘corduroy’ artefact, and may, for example, result from high-intensity radiofrequency spike noise originating from within the MRI room"
        },
        {
          "response": "",
          "text": "The entire k-space must be acquired in order for the information to be transformed into a usable image",
          "answer": "False",
          "explanation": "It is sufficient to acquire just over one-half of the k-space. The missing part may be filled with zeros – this is known as zero filling and results in a blurry image. Alternatively, as k-space is symmetrical, the acquired half may be ‘mirrored’ (with appropriate mathematical corrections) into the missing half and the image reconstructed without loss of spatial resolution but with a decreased signal-to-noise ratio. This is sometimes known as half or fractional NEX (number of excitations) imaging"
        }
      ]
    },
    {
      "questionNumber": 8,
      "stem": "Regarding fast spin–echo (FSE)/turbo spin–echo (TSE) techniques",
      "options": [
        {
          "response": "",
          "text": "A fast spin–echo sequence involves a quick succession of multiple 90° pulses, each followed by a single refocusing pulse",
          "answer": "False",
          "explanation": "It contains a single 90 degrees  excitation pulse followed by multiple refocusing pulses causing the formation of multiple echoes. The number of successive echoes (the echo train length or ETL) in extreme cases may equal the number of required phase-encoding steps, allowing acquisition of the entire image after a single 90 degrees  pulse (single-shot FSE). Acquisition can be accelerated further by using partial k-space filling (e.g. half-Fourier single-shot turbo spin–echo or HASTE)"
        },
        {
          "response": "",
          "text": "Rewinder gradients are used on the phase-encoding axis after each echo acquisition",
          "answer": "True",
          "explanation": "The effect of the previous phase encoding needs to be reversed using a ‘rewinder’ gradient of equal but opposite area before the next refocusing pulse is applied"
        },
        {
          "response": "",
          "text": "Contrast in the image can be affected by altering the order of k-space filling",
          "answer": "True",
          "explanation": "Each echo in the train is acquired at increasing times from the 90 degrees  excitation pulse. The amplitude of each phase-encoding gradient is chosen such that the echoes nearest in time to the desired user-selected ‘effective echo time (TE)’ are placed in the centre of k-space (with the lowest amplitude of the phase-encoding gradient). The image contrast is therefore weighted to this ‘effective TE’. Assuming a long repetition time (TR), if the centre of k-space is filled with the early echoes, then the effective TE is short and the image is proton density (PD) weighted. If the centre is filled with later echoes, then the effective TE is long and the images are T2 weighted"
        },
        {
          "response": "",
          "text": "One of the most common applications of single-shot FSE techniques is MRCP",
          "answer": "True",
          "explanation": "In single-shot FSE sequences, all the k-space data are acquired from a single 90 degrees  excitation pulse and a long train of refocusing pulses. If the echoes at the end of the train are used to fill the centre of the k-space, then the images become heavily T 2 weighted. In the abdomen, only tissues with long T 2 relaxation times will remain visible, i.e. fluid-filled structures such as the bile ducts, as the signal from other tissues will have decayed away. Other applications include uro-MRI and small-bowel MRI"
        },
        {
          "response": "",
          "text": "Due to the short imaging time, fast spin echo sequences lead to low energy deposition in tissues",
          "answer": "False",
          "explanation": "Due to the large number of refocusing pulses in a given TR, these sequences deposit substantial amounts of radiofrequency energy"
        }
      ]
    },
    {
      "questionNumber": 9,
      "stem": "Which of the following are true about gradient-recalled echo (GRE) in comparison with spin–echo sequences",
      "options": [
        {
          "response": "",
          "text": "Excitation flip angles less than 90° are generally used",
          "answer": "True",
          "explanation": "This allows shorter repetition times (TRs) to be used as not all the longitudinal magnetization is tipped into the transverse plane with each excitation. The image contrast is therefore dependent not only on echo time (TE) and TR but also on the flip angle"
        },
        {
          "response": "",
          "text": "Imaging can be performed faster due to shorter TR times",
          "answer": "True",
          "explanation": ""
        },
        {
          "response": "",
          "text": "Rephasing of the spins and hence echo formation is achieved by using a phase-encoding gradient instead of a 180° pulse",
          "answer": "False",
          "explanation": "The echo is formed by a reversal of the frequency-encoding gradient. A prephasing gradient is used initially to dephase the spins, followed by the standard frequency-encoding gradient of the opposite polarity, which rephases the spins. Rephasing (and therefore signal amplitude) is maximal in the middle of the frequency-encoding gradient"
        },
        {
          "response": "",
          "text": "The excitation flip angle that maximizes the contrast between two tissues is known as the Ernst angle",
          "answer": "False",
          "explanation": "The Ernst angle is the excitation flip angle that maximizes the magnetic resonance signal for a given tissue T1 and for a given TR. The Ernst angle (aE ) is given by cos(aE ) ¼ exp(-TR/T 1 ). This angle may not necessarily provide the optimum contrast between any two tissues"
        },
        {
          "response": "",
          "text": "GRE is more prone to magnetic susceptibility artefacts than spin–echo sequences",
          "answer": "True",
          "explanation": "This is because local field inhomogeneities are not eliminated due to the absence of a 180 degrees  refocusing pulse"
        }
      ]
    },
    {
      "questionNumber": 10,
      "stem": "Regarding types of gradient-recalled echo (GRE) sequence",
      "options": [
        {
          "response": "",
          "text": "Spoiled (incoherent) sequences allow T1 weighting",
          "answer": "True",
          "explanation": "If the repetition time (TR) is shorter than the T 2* of the tissue, residual transverse magnetization remains at the time of the next radiofrequency (RF) excitation pulse. Spoiling eliminates this residual transverse magnetization and the image weighting becomes more T1 -like with increasing flip angle"
        },
        {
          "response": "",
          "text": "Spoiling can be achieved by pseudo-random variations in the phases of the excitation pulse",
          "answer": "True",
          "explanation": "RF spoiling is the most common method for destroying transverse magnetization. Spoiling using various gradient ‘killer’ pulse schemes has been tried, but is not as effective"
        },
        {
          "response": "",
          "text": "Rewound (coherent) GRE sequences are useful in arthrographic, myelographic and angiographic applications",
          "answer": "True",
          "explanation": "These sequences preserve residual magnetization (steady state) by using a short TR and rewinding the phase-encoding gradient after the echo has been acquired so that there is no residual phase shift dependent on the phase-encoding step. The resulting signal is proportional to the ratio of T 2/T 1 ; therefore, water is hyperintense on these sequences, making them perfectly suited to these types of imaging. Other uses include 3D and breath-hold imaging. Examples of such sequences are GRE, FISP (fast imaging with steady-state precession) and FFE"
        },
        {
          "response": "",
          "text": "Coherent sequences are insensitive to motion and flow",
          "answer": "False",
          "explanation": "Due to the motion and flow destroy the steady state on which these sequences depend"
        },
        {
          "response": "",
          "text": "Ultrafast spoiled gradient-echo sequences require magnetization preparation",
          "answer": "True",
          "explanation": "Due to the very short TRs, in order not to saturate the transverse magnetization, only very small excitation flip angles are used, resulting in poor T1 contrast. This can be overcome by applying preparation pulses, such as a 180 degrees  inversion prior to acquisition, which improves the T 1 contrast between tissues"
        }
      ]
    },
    {
      "questionNumber": 11,
      "stem": "Regarding echo-planar imaging (EPI)",
      "options": [
        {
          "response": "",
          "text": "It allows the acquisition of high-resolution images",
          "answer": "False",
          "explanation": "An acquisition matrix resolution is usually limited to 64 x 64 or 128 x 128"
        },
        {
          "response": "",
          "text": "Image formation is achieved by a series of alternating polarity gradients in the frequency-encoding direction",
          "answer": "True",
          "explanation": "The polarity of the frequency-encoding gradient is repeatedly changed so that the k-space is traversed in a backwards–forwards (raster) fashion"
        },
        {
          "response": "",
          "text": "Phase encoding is achieved by using gradients of varying strength that are rewound after each echo",
          "answer": "False",
          "explanation": "A small but constant phase-encoding gradient is applied after each echo formation to move the k-space trajectory up one step. This is often referred to as a ‘blip’"
        },
        {
          "response": "",
          "text": "Different weightings can be achieved",
          "answer": "True",
          "explanation": "EPI can be weighted for T2 , T 2*, T 1 or diffusion"
        },
        {
          "response": "",
          "text": "It is prone to artefacts",
          "answer": "True",
          "explanation": "It is particularly prone to chemical shift artefacts that need to be prevented by fat suppression and to artefacts resulting from non-perfect alignment of the forward and reverse echoes (‘N/2 ghosting’)"
        }
      ]
    },
    {
      "questionNumber": 12,
      "stem": "Which of the following are true regarding opposed-phase imaging?",
      "options": [
        {
          "response": "",
          "text": "It is most commonly used with gradient-echo sequences",
          "answer": "True",
          "explanation": "It relies on the phase differences arising due to different resonance frequencies of water and fat. The echo time (TE) is chosen such that the echo forms when the water and fat signals have a 180 degrees  phase difference between them. In standard spin-echo sequences, these phase differences would be eliminated by the 180 degrees  refocusing pulse"
        },
        {
          "response": "",
          "text": "In a 1.5 T magnet, the magnetization of fat and water becomes out of phase every 220 ms",
          "answer": "False",
          "explanation": "The difference in Larmor frequency between fat and water at 1.5 T is approximately 220 Hz. Fat and water will therefore be in phase at every multiple of 1000/220 ¼ 4.6 ms (i.e. at 4.6, 9.2, 13.8 ms, etc.). Hence, they will be out of phase mid-way between these time points (i.e. at 2.3, 6.9, 11.5 ms etc.)"
        },
        {
          "response": "",
          "text": "A gradient echo obtained with a TE of 6.9 ms at 1.5 T would represent a summation of signals from fat and water",
          "answer": "False",
          "explanation": "At this time point, fat and water are out of phase, so the resulting signal would represent the difference in the fat and water magnetizations in that voxel"
        },
        {
          "response": "",
          "text": "The most common application of out-of-phase imaging is in the diagnosis of hepatic and adrenal lesions",
          "answer": "True",
          "explanation": "Fatty lesions of these organs that contain both fat and water will show signal hypointensity on the out-of-phase images in comparison with the corresponding in-phase images"
        },
        {
          "response": "",
          "text": "Out-of-phase images show a characteristic ‘India ink’ appearance",
          "answer": "True",
          "explanation": "At interfaces where voxels contain both water and fat, in the out-of-phase images the magnetization cancels, resulting in a one-voxel thin black line as if drawn with ink"
        }
      ]
    },
    {
      "questionNumber": 13,
      "stem": "Concerning inversion recovery",
      "options": [
        {
          "response": "",
          "text": "It can be used to achieve T1 weighting or to suppress the signal from a specific tissue type",
          "answer": "True",
          "explanation": "Inversion recovery with a TI (inversion time, originally called tau time) of around 500 ms can be used as magnetization preparation for T 1 weighting, for example before a turbo gradient-echo sequence. By varying the TI, it may also be used to suppress the signal from a specific tissue, most commonly from fat (in short-TI inversion recovery or STIR imaging) or cerebrospinal fluid (in fluid attenuation inversion recovery or FLAIR)"
        },
        {
          "response": "",
          "text": "The inversion recovery sequence starts with a 90° excitation pulse",
          "answer": "False",
          "explanation": "It starts with inversion of the longitudinal magnetization (MZ) by a 180 degrees  radiofrequency (RF) pulse"
        },
        {
          "response": "",
          "text": "In short-TI inversion recovery (STIR) imaging, the TI is set equal to the T1 of fat so that the signal from fat is nulled",
          "answer": "False",
          "explanation": "following the 180 degrees  inversion pulse, the magnetization relaxes due to T 1 recovery and crosses zero at a time equal to 0.693 x T1 of the given tissue. Applying the excitation pulse at this particular time results in no signal from the specific tissue as there is no net magnetization to be flipped into the transverse plane. As the T 1 of fat is approximately 220 ms at 1.5 T, using an inversion recovery sequence with a TI of 0.693 x 220 x 150 ms results in zero signal from fat"
        },
        {
          "response": "",
          "text": "Image acquisition in FLAIR is usually combined with a T2-weighted spin–echo sequence",
          "answer": "True",
          "explanation": "FLAIR suppresses the high signal from cerebrospinal fluid in T2-weighted imaging resulting in increased conspicuity of demyelinating periventricular brain lesions"
        },
        {
          "response": "",
          "text": "Inversion recovery sequences require high field magnets and are sensitive to magnetic field inhomogeneities",
          "answer": "False",
          "explanation": "They work well with low field strength magnets and are not sensitive to static magnetic field inhomogeneities as they work on the basis of differences in T1 relaxation times"
        }
      ]
    },
    {
      "questionNumber": 14,
      "stem": "Regarding methods of fat suppression",
      "options": [
        {
          "response": "",
          "text": "The main advantage of short-TI inversion recovery (STIR) as a method of fat suppression is its specificity",
          "answer": "False",
          "explanation": "STIR is not specific and the signal from all tissues with a T 1 close to that of fat will be suppressed; these include mucoid tissue, haemorrhage, protein-rich fluid and gadolinium or melanin at specific concentrations"
        },
        {
          "response": "",
          "text": "Out-of-phase imaging alone is useful for suppressing signal from adipose tissue",
          "answer": "False",
          "explanation": "On its own, out-of-phase imaging is only useful in suppressing signals from voxels containing a mixture of fat and water, mainly for diagnostic purposes"
        },
        {
          "response": "",
          "text": "Frequency-selective fat saturation is achieved by applying a chemical shift-selective excitation pulse followed by a spoiler gradient",
          "answer": "True",
          "explanation": "This selectively tips the longitudinal magnetization of fat into the transverse plane, where it is dephased by a spoiler gradient before the excitation pulse is applied. Fat therefore cannot contribute to the signal in the image"
        },
        {
          "response": "",
          "text": "Higher magnetic field strengths allow better spectral fat saturation",
          "answer": "True",
          "explanation": "The chemical shift between fat and water is proportional to field strength; therefore, the use of a higher magnetic field strength makes the design of frequency-selective pulses easier and avoids the risk of unwanted saturation of the water signal. This is why chemical shift-selective saturation pulses are not normally used at lower field strengths, e.g. less than approximately 0.3 T"
        },
        {
          "response": "",
          "text": "The signal-to-noise ratio (SNR) in images obtained with spectral fat saturation is worse in comparison with STIR",
          "answer": "False",
          "explanation": "The signal from non-adipose tissue is virtually unaffected by frequency-selective fat saturation. In contrast, an inversion recovery pulse affects magnetization of all tissues, lowering the overall SNR"
        }
      ]
    },
    {
      "questionNumber": 15,
      "stem": "Regarding artefacts in MRI",
      "options": [
        {
          "response": "",
          "text": "Motion artefacts occur mainly in the frequency-encoding direction",
          "answer": "False",
          "explanation": "Motion artefacts occur in the phase-encoding direction regardless of the actual direction of motion and are usually seen as either a smearing (induced by random motion) or ghosting (periodic motion)"
        },
        {
          "response": "",
          "text": "Aliasing usually occurs in the phase-encoding direction of 2D images",
          "answer": "True",
          "explanation": "Aliasing is encountered in the phase-encoding direction when a part of the patient that lies beyond the chosen field of view appears on the opposite side of the image (known as a wrap-around artefact). A field of view smaller than the object in the frequency-encoding direction does not exhibit aliasing as the frequency-encoded signals are electronically filtered to remove the frequencies outside the receiver bandwidth. Note that in 3D scans, aliasing can also occur in the slice-select direction, as 3D slice encoding also relies on a phase shift"
        },
        {
          "response": "",
          "text": "Magnetic susceptibility effects are more pronounced on spin–echo than on gradient-echo sequences",
          "answer": "False",
          "explanation": "Magnetic susceptibility artefacts are worse on gradient-echo sequences, which do not provide compensation for local magnetic field inhomogeneities"
        },
        {
          "response": "",
          "text": "Chemical-shift artefacts are virtually eliminated in 3 T scanners",
          "answer": "False",
          "explanation": "Because the chemical shift (difference in resonance frequency) between fat and water is proportional to the static magnetic field strength, the resulting artefacts may be more pronounced at higher field strengths"
        },
        {
          "response": "",
          "text": "Ringing (Gibbs) artefacts can be eliminated by increasing the matrix size",
          "answer": "True",
          "explanation": "Ringing appears as alternating dark and bright lines parallel to a high-contrast interface and is due to insufficient sampling of higher spatial frequencies. It can occur along the frequency- or phase-encoding direction, but is more commonly seen in the latter (due to the phase matrix being smaller in order to reduce scanning time)"
        }
      ]
    },
    {
      "questionNumber": 16,
      "stem": "Signal-to-noise ratio (SNR) in MRI can be improved by",
      "options": [
        {
          "response": "",
          "text": "Increasing the tip angle in gradient-echo sequences above the Ernst angle",
          "answer": "False",
          "explanation": "The Ernst angle is the flip angle at which the signal is maximal for a given T1 and repetition time (TR). Increasing the flip angle above this value would lead to a decrease in signal"
        },
        {
          "response": "",
          "text": "Increasing the receiver bandwidth",
          "answer": "False",
          "explanation": "SNR is inversely proportional to the square root of the bandwidth. A larger bandwidth increases the detected noise"
        },
        {
          "response": "",
          "text": "Using surface coils",
          "answer": "True",
          "explanation": "This reduces the volume of tissue from which noise is detected"
        },
        {
          "response": "",
          "text": "Using spin–echo sequences instead of gradient-recalled echo (GRE)",
          "answer": "True",
          "explanation": "In general, spin echo gives higher signal than GRE"
        },
        {
          "response": "",
          "text": "Increasing the echo time (TE)",
          "answer": "False",
          "explanation": "As the TE increases, more T2 decay occurs resulting in a smaller signal"
        }
      ]
    },
    {
      "questionNumber": 17,
      "stem": "Which of the following are true regarding MRI parameters?",
      "options": [
        {
          "response": "",
          "text": "Increasing voxel size increases signal-to-noise ratio (SNR)",
          "answer": "True",
          "explanation": "The signal will increase at the expense of a reduction in spatial resolution"
        },
        {
          "response": "",
          "text": "Decreasing the receiver bandwidth helps reduce chemical-shift artefacts",
          "answer": "False",
          "explanation": "Decreasing the receiver bandwidth decreases the strength of the frequency-encoding gradient resulting in a larger chemical shift between water and fat"
        },
        {
          "response": "",
          "text": "The degree of improvement in the SNR is directly proportional to the number of repetitions",
          "answer": "False",
          "explanation": "It is proportional to the square root of the number of repetitions. Thus, repeating the sequence four times would result in a twofold improvement in the SNR"
        },
        {
          "response": "",
          "text": "Increasing the field strength improves the SNR",
          "answer": "True",
          "explanation": "As a first approximation, the SNR increases linearly with magnetic field strength"
        },
        {
          "response": "",
          "text": "Image contrast is dependent only on the T1 and T2 values of tissues",
          "answer": "False",
          "explanation": "There are a number of methods to improve image contrast, including fat suppression, magnetization transfer and the use of contrast media. Image contrast will also depend on the chosen echo and repetition times, which will determine the image weighting"
        }
      ]
    },
    {
      "questionNumber": 18,
      "stem": "Regarding diffusion-weighted MRI (DW-MRI)",
      "options": [
        {
          "response": "",
          "text": "Diffusion weighting is achieved by applying a single gradient pulse on the phase-encoding axis",
          "answer": "False",
          "explanation": "Diffusion weighting is achieved by applying a pair of diffusion-encoding gradients on either side of the 180 degrees  pulse in a spin–echo echo-planar imaging (EPI) sequence. It is generally necessary to apply the diffusion gradients separately on all three orthogonal axes in order to eliminate effects due to diffusion anisotropy"
        },
        {
          "response": "",
          "text": "Areas of restricted diffusion show as a high signal on DW-MRI",
          "answer": "True",
          "explanation": "The effect of the diffusion gradients is to reduce the overall image intensity due to irreversible signal loss caused by spins diffusing in the presence of the two diffusion gradients. In regions of restricted diffusion, such as cytotoxic oedema secondary to a stroke, the distance the spins can diffuse is reduced and hence the signal loss is not as great, resulting in regions of relative hyperintensity compared with normal tissue"
        },
        {
          "response": "",
          "text": "Interpretation of DW-MRI can be confounded by a ‘shine-through’ artefact",
          "answer": "True",
          "explanation": "The requirement for the large (high amplitude and long duration) diffusion gradients increases the effective echo time (TE) making the DW-MRI T2 weighted. Therefore the high signal of water may sometimes be misinterpreted as restricted diffusion. Calculation of an apparent diffusion coefficient (ADC) map can eliminate the effect of this T2 shine-through"
        },
        {
          "response": "",
          "text": "Areas of restricted diffusion show as a high signal on an ADC map",
          "answer": "False",
          "explanation": "Areas of restricted diffusion on an ADC map are hypointense. The ADC map is calculated from two diffusion sequences obtained with different b-values, and is independent of T2 "
        },
        {
          "response": "",
          "text": "A pyogenic brain abscess has a high signal on DW-MRI",
          "answer": "True",
          "explanation": "DW-MRI is therefore helpful in distinguishing a brain abscess (with a restricted diffusion) from a necrotic metastasis, which usually exhibits unrestricted diffusion"
        }
      ]
    },
    {
      "questionNumber": 19,
      "stem": "Regarding flow phenomena in MRI",
      "options": [
        {
          "response": "",
          "text": "Washout of blood from the imaged slice causes signal loss in both T1-weighted spin–echo and gradient-echo imaging",
          "answer": "False",
          "explanation": "Washout of blood from the slice between the 90 degrees  and 180 degrees  pulses in spin–echo imaging causes signal loss because the blood will not have experienced both the 90 degrees  and 180 degrees  pulses in order to produce a spin echo. In gradient-echo imaging, only one radiofrequency pulse is required for signal formation so there is no washout phenomenon"
        },
        {
          "response": "",
          "text": "Fresh blood flowing into the slice causes flow enhancement on T1-weighted gradient-echo sequences",
          "answer": "True",
          "explanation": "This is because the inflowing fresh blood has full longitudinal magnetization, which will produce a high signal compared with the stationary background tissue"
        },
        {
          "response": "",
          "text": "A bright intraluminal signal on T1-weighted gradient-echo imaging confirms the vessel is patent",
          "answer": "False",
          "explanation": "Any tissue that has a short T 1 can appear bright on T1 -weighted gradient-echo imaging. It is therefore possible that blood breakdown products such as methaemoglobin could give a bright intraluminal signal that could be misinterpreted as blood flowing in a patent vessel"
        },
        {
          "response": "",
          "text": "Spin–echo imaging is better suited to assessment of the vessel wall than gradient-echo imaging",
          "answer": "True",
          "explanation": "This is because fast-flowing blood appears dark due to flow washout (black blood imaging) allowing good visualization of the vessel wall"
        },
        {
          "response": "",
          "text": "Pulsatile flow is seen as ghosting artefacts in the phase-encoding direction",
          "answer": "True",
          "explanation": "Ghosting artefacts produced by periodic motion occur along the phase-encoding axis"
        }
      ]
    },
    {
      "questionNumber": 20,
      "stem": "Which of the following are true about MRI contrast agents?",
      "options": [
        {
          "response": "",
          "text": "Chelates of gadolinium are used in MRI due to their diamagnetic properties",
          "answer": "False",
          "explanation": "Gadolinium ions are paramagnetic, which means that they have a large electron magnetic moment that can cause rapid T 1 relaxation in nearby protons"
        },
        {
          "response": "",
          "text": "The mechanism of action of gadolinium involves shortening of the T1 relaxation time",
          "answer": "True",
          "explanation": "Therefore, they cause signal enhancement in regions of gadolinium accumulation on T1 -weighted sequences"
        },
        {
          "response": "",
          "text": "Gadolinium-based contrast agents are eliminated mainly through renal excretion",
          "answer": "True",
          "explanation": "Most are eliminated via the kidneys. Some agents (e.g. gadoxetic acid) are also excreted with bile"
        },
        {
          "response": "",
          "text": "Iron oxide particles are used as negative-contrast agents",
          "answer": "True",
          "explanation": "Iron oxide nanoparticles are superparamagnetic. They have been used as negative-contrast agents due to their strong susceptibility effect, which shortens T 2 and T 2* relaxation time of nearby protons"
        },
        {
          "response": "",
          "text": "Superparamagnetic iron oxide (SPIO) particles are used in contrast-enhanced angiography",
          "answer": "False",
          "explanation": "SPIO particles are taken up by the reticulo-endothelial system of the liver (Kupfer cells) and are used in the diagnosis of hepatic tumours. Ultra-small SPIOs (USPIOs) accumulate mainly in lymph nodes, but their small size also makes them potentially useful as blood pool agents for magnetic resonance angiography (MRA). However, they are not currently commercially available for this application"
        }
      ]
    },
    {
      "questionNumber": 21,
      "stem": "Regarding nephrogenic systemic fibrosis (NSF)",
      "options": [
        {
          "response": "",
          "text": "It usually involves the trunk first and spreads distally to the extremities",
          "answer": "False",
          "explanation": "NSF starts as fibrosis of the skin and connective tissue of the extremities"
        },
        {
          "response": "",
          "text": "It can occur in patients with normal kidney function",
          "answer": "False",
          "explanation": "There are no known cases of NSF in patients with normal kidney function"
        },
        {
          "response": "",
          "text": "The highest risk is posed by gadolinium compounds with a cyclical structure",
          "answer": "False",
          "explanation": "NSF is thought to be associated with the release of free Gd 3þ from the chelate. This is most likely to happen with linear non-ionic compounds, and is least likely with cyclic compounds"
        },
        {
          "response": "",
          "text": "Most of the described cases are attributed to gadodiamide and gadopentetic acid",
          "answer": "True",
          "explanation": "Most cases have been associated with gadiodiamide (Omniscan). A small number of cases have been associated with gadopentetic acid (Magnevist)"
        },
        {
          "response": "",
          "text": "In patients with severe renal impairment (estimated glomerular filtration rate (eGFR) <30 ml min 1 per 1.73 m2), all gadolinium-based contrast agents are contraindicated",
          "answer": "False",
          "explanation": "According to the guidance from the UK Medicine and Healthcare products Regulatory Agency (MHRA), such patients should not be given gadiodiamide and gadopentetic acid. In the case of other gadolinium-containing compounds, ‘careful consideration should be given’"
        }
      ]
    },
    {
      "questionNumber": 22,
      "stem": "Concerning magnetic resonance angiography (MRA)",
      "options": [
        {
          "response": "",
          "text": "Time-of-flight MRA (TOF-MRA) is used with gradient-echo sequences",
          "answer": "True",
          "explanation": "Due to the time-of-flight effect causing flow enhancement on these sequences, this provides a good signal from blood vessels. The signal from stationary tissue is saturated with large flip angles, which further improves contrast"
        },
        {
          "response": "",
          "text": "TOF-MRA is not prone to slow flow signal saturation",
          "answer": "False",
          "explanation": "Slow-flowing blood, especially parallel to the slice, may become saturated leading to loss of signal. This is one of the main limitations of TOF-MRA"
        },
        {
          "response": "",
          "text": "Phase-contrast angiography (PCA) involves phase encoding by a monopolar gradient",
          "answer": "False",
          "explanation": "Bipolar gradients are used – these cause a phase shift in spins moving along the direction of the gradient without affecting stationary spins. Two acquisitions are obtained in each direction with reversed polarity of the bipolar gradient to eliminate field inhomogeneities"
        },
        {
          "response": "",
          "text": "PCA allows imaging of slow-flowing blood",
          "answer": "True",
          "explanation": "Unlike TOF-MRA, PCA is not prone to saturation and slow-flowing blood can be imaged"
        },
        {
          "response": "",
          "text": "Contrast-enhanced angiography is performed using fast gradient-echo sequences",
          "answer": "True",
          "explanation": ""
        }
      ]
    },
    {
      "questionNumber": 23,
      "stem": "In relation to specialized MRI techniques",
      "options": [
        {
          "response": "",
          "text": "Perfusion brain imaging is based on the differences between the magnetic properties of oxy- and deoxyhaemoglobin",
          "answer": "False",
          "explanation": "This forms the basis of brain oxygenation level dependent (BOLD) functional imaging (see below). Perfusion imaging is based on a susceptibility effect (shortening of T2* time upon first passage of an exogenous contrast agent) or on arterial spin labelling (inversion of the longitudinal magnetization of blood upstream of the investigated organ)"
        },
        {
          "response": "",
          "text": "Brain perfusion imaging and functional imaging are usually performed with fast T1-weighted sequences",
          "answer": "False",
          "explanation": "Sequences sensitive to magnetic susceptibility, i.e. T2* weighting, are used"
        },
        {
          "response": "",
          "text": "Areas of increased brain activity in functional BOLD imaging demonstrate a reduction in magnetic resonance (MR) signal",
          "answer": "False",
          "explanation": "The BOLD effect relies on different magnetic characteristics of oxyhaemoglobin (diamagnetic) and deoxyhaemoglobin (paramagnetic). When the metabolic activity of the brain increases, there is a slight increase in deoxyhaemoglobin production but a disproportionately larger increase in blood flow (due to neurovascular coupling) carrying oxyhaemoglobin. The net effect is an increase in MR signal on T2*-weighted sequences due to the increase in diamagnetic oxyhaemoglobin over the resting-state level of paramagnetic deoxyhaemoglobin"
        },
        {
          "response": "",
          "text": "MR spectroscopy requires a strong magnet that provides a uniform magnetic field",
          "answer": "True",
          "explanation": "It is based on measuring chemical shift (changes in resonance frequency of protons in different compounds), which is proportional to the strength of the external magnetic field. The field must be uniform to better than 1 ppm"
        },
        {
          "response": "",
          "text": "MR spectroscopic images of 1H, 31P and 13C can easily be obtained in vivo",
          "answer": "False",
          "explanation": "While 1H and 31P spectroscopy is possible, spectroscopic imaging of 13C is impractical due to the low signal-to-noise ratio and natural abundance. In the future, imaging of 13C may be possible using hyperpolarization techniques"
        }
      ]
    },
    {
      "questionNumber": 24,
      "stem": "Regarding permanent and resistive magnets",
      "options": [
        {
          "response": "",
          "text": "Permanent magnets used in MRI are often manufactured from ferrite",
          "answer": "False",
          "explanation": "They are usually made from rare earth materials – typically neodymium-iron-boron (NIB) or samarium cobalt (SmCo)"
        },
        {
          "response": "",
          "text": "Resistive magnets usually contain an iron yolk",
          "answer": "True",
          "explanation": "Old air-cored designs are no longer in use"
        },
        {
          "response": "",
          "text": "Typical strengths of the produced magnetic field are 0.2–0.3 T for permanent magnets and up to 1 T for resistive magnets",
          "answer": "False",
          "explanation": "The value for permanent magnets is correct; however, currently available iron-cored resistive magnets give field strengths of up to 0.6 T only"
        },
        {
          "response": "",
          "text": "At similar field strengths, the fringe field is more extensive in permanent than in resistive magnets",
          "answer": "False",
          "explanation": "In permanent magnets, the fringe field is almost entirely contained within the magnet"
        },
        {
          "response": "",
          "text": "The main use of permanent and resistive magnets is in open MRI systems",
          "answer": "True",
          "explanation": ""
        }
      ]
    },
    {
      "questionNumber": 25,
      "stem": "Concerning superconducting magnets",
      "options": [
        {
          "response": "",
          "text": "The coils of a superconducting magnet are usually made of niobium titanium (NbTi) in a copper matrix",
          "answer": "True",
          "explanation": "The superconducting NbTi wires are embedded in a copper matrix, which thermally protects them in the event of a quench (the case of a sudden loss of superconductivity)"
        },
        {
          "response": "",
          "text": "They are cooled by liquid nitrogen",
          "answer": "False",
          "explanation": "They are cooled by liquid helium (boiling point 4.2 K). Liquid nitrogen (boiling point 77 K) does not provide a low enough temperature for the NbTi alloy to become superconductive. Liquid nitrogen was used in older designs of magnets to help reduce the boil-off of the more expensive helium"
        },
        {
          "response": "",
          "text": "Once the magnetic field is established, no external electrical power is needed to maintain the current in the coils",
          "answer": "True",
          "explanation": ""
        },
        {
          "response": "",
          "text": "Modern designs use passive shielding to limit the extent of the fringe field",
          "answer": "False",
          "explanation": "Modern designs are actively shielded by additional superconducting coils that are placed inside the magnet cryostat but have current flowing in the opposite direction so as to reduce the field outside the magnet"
        },
        {
          "response": "",
          "text": "A typical 1.5 T superconducting magnet provides a magnetic field that is 300,000 times stronger than that of the earth",
          "answer": "False",
          "explanation": "The typical field strength (1.5 T) is 30,000 times stronger than that of the earth’s magnetic field (typically 50 mT)"
        }
      ]
    },
    {
      "questionNumber": 26,
      "stem": "Regarding types of coils used in MRI machines",
      "options": [
        {
          "response": "",
          "text": "Shim coils are used to actively shield the fringe field",
          "answer": "False",
          "explanation": "Their purpose is to improve the uniformity of the static magnetic field"
        },
        {
          "response": "",
          "text": "The typical noise emitted by a working MRI scanner is produced by the radiofrequency coils",
          "answer": "False",
          "explanation": "This is owing to the gradient coils mechanically flexing (Lorentz force) due to currents being passed through them during imaging"
        },
        {
          "response": "",
          "text": "The body coil is always used as a transmitter coil",
          "answer": "False",
          "explanation": "Smaller transmitter coils are sometimes used for imaging of the head and limbs"
        },
        {
          "response": "",
          "text": "Phased-array receiver coils allow a better signal-to-noise ratio (SNR) for a large field of view",
          "answer": "True",
          "explanation": "Phased-array coils consist of a number of smaller coils that can be applied as a surface coil. The array allows a large field of view, with the higher SNR of the individual smaller coils"
        },
        {
          "response": "",
          "text": "Phased-array surface coils allow parallel imaging",
          "answer": "True",
          "explanation": "Parallel-imaging techniques use phased-array coils to decrease the number of phase-encoding steps; examples include image-based parallel reconstruction (SENSE) and k-space-based reconstruction (generalized autocalibrating partially parallel acquisition or GRAPPA)"
        }
      ]
    },
    {
      "questionNumber": 27,
      "stem": "According to the UK Medicine and Healthcare products Regulatory Agency (MHRA) Safety Guidelines for Magnetic Resonance Imaging Equipment in Clinical Use (2007)",
      "options": [
        {
          "response": "",
          "text": "The magnetic resonance (MR) controlled area contains the 0.5 mT (5 Gauss) field contour",
          "answer": "True",
          "explanation": ""
        },
        {
          "response": "",
          "text": "The inner MR controlled area contains the 5 mT (50 Gauss) field contour",
          "answer": "False",
          "explanation": "This contains the 3 mT (30 Gauss) field contour"
        },
        {
          "response": "",
          "text": "Ferromagnetic objects are allowed in the MR controlled area",
          "answer": "True",
          "explanation": "However, they cannot be brought into the inner MR controlled area where a projectile hazard exists. Good practice would indicate that ferromagnetic objects are also kept out of the controlled area"
        },
        {
          "response": "",
          "text": "Persons with pacemakers can access the MR controlled area but not the inner MR controlled area",
          "answer": "False",
          "explanation": "Patients with pacemakers are not allowed to be exposed to a magnetic field stronger than 0.5 mT (MR controlled area; note this can extend beyond the actual MR room). This may change in the future given the availability of MRI-compatible pacemakers"
        },
        {
          "response": "",
          "text": "Only equipment marked as ‘MR Safe’ can be brought into the inner MR controlled area",
          "answer": "False",
          "explanation": "Equipment marked as ‘MR Conditional’ can also be brought into the inner controlled area, providing the specified conditions are met"
        }
      ]
    },
    {
      "questionNumber": 28,
      "stem": "Regarding MRI risks and safety",
      "options": [
        {
          "response": "",
          "text": "The most often encountered adverse incidents in patients undergoing MR scanning in England are burns",
          "answer": "True",
          "explanation": "This is due to eddy currents arising in conducting loops. Burns can also occur where the arms and legs are touching, forming a conducting loop pathway"
        },
        {
          "response": "",
          "text": "The main risk of the static magnetic field is its potential to cause a biological effect",
          "answer": "False",
          "explanation": "The main risk is that of a ferromagnetic object entering the inner MR controlled area becoming a projectile"
        },
        {
          "response": "",
          "text": "At field strengths of 3 T and higher, there is a potential risk for the function of artificial heart valves to be impaired due to the Lenz effect",
          "answer": "True",
          "explanation": "The Lenz effect is an induction of a magnetic field in a moving conductor that opposes the external magnetic field. It is of low significance at a 1.5 T field, but is a potential hazard at higher field strengths"
        },
        {
          "response": "",
          "text": "Peripheral nerve stimulation can occur in response to the radiofrequency fields",
          "answer": "False",
          "explanation": "This is caused by magnetic field gradients"
        },
        {
          "response": "",
          "text": "The maximum allowed rise in total body temperature in the normal scanning mode is 0.5°C",
          "answer": "True",
          "explanation": "In the first-level controlled mode with appropriate monitoring, the allowable temperature rise is 1 degrees C"
        }
      ]
    },
    {
      "questionNumber": 29,
      "stem": "Regarding the specific absorption ratio (SAR)",
      "options": [
        {
          "response": "",
          "text": "The SAR defines the amount of energy deposited per kilogram of tissue by the time-varying magnetic field gradients",
          "answer": "False",
          "explanation": "Energy is mainly deposited by the radiofrequency (RF) fields"
        },
        {
          "response": "",
          "text": "The maximum allowed rise in body temperature in normal scanning is unlikely to be exceeded with an SAR <1 W/kg",
          "answer": "True",
          "explanation": "For shorter exposure times (<15 min) the limit is < 2 W kg-1"
        },
        {
          "response": "",
          "text": "The SAR is higher in spin–echo imaging in comparison with gradient-recalled echo imaging",
          "answer": "True",
          "explanation": "This is especially true in fast/turbo spin–echo imaging. Reducing the echo train length decreases the energy deposition"
        },
        {
          "response": "",
          "text": "The SAR can be reduced by using parallel imaging",
          "answer": "True",
          "explanation": "Parallel imaging can reduce RF exposure due to the decrease in the number of RF pulses used"
        },
        {
          "response": "",
          "text": "The SAR increases with repetition time (TR)",
          "answer": "False",
          "explanation": "Longer TRs reduce the duty cycle and allow time for the tissue to cool down"
        }
      ]
    },
    {
      "questionNumber": 30,
      "stem": "According to the UK Medicine and Healthcare products Regulatory Agency (MHRA) Safety Guidelines for Magnetic Resonance Imaging Equipment in Clinical Use (2007), an MRI examination is not allowed under any circumstances when the following is present",
      "options": [
        {
          "response": "",
          "text": "A pacemaker",
          "answer": "True",
          "explanation": "According to the most recent MHRA guidance, patients with implanted pacemakers must not be examined by magnetic resonance (MR) diagnostic equipment. No provision is currently made for MR-safe pacemakers"
        },
        {
          "response": "",
          "text": "A hip/knee joint replacement",
          "answer": "False",
          "explanation": "Patients should be monitored carefully; heat generation in the prosthesis is a potential problem"
        },
        {
          "response": "",
          "text": "An intracranial aneurysm clip",
          "answer": "False",
          "explanation": "Patients with non-ferromagnetic clips (titanium, tantalum, vanadium) can be examined"
        },
        {
          "response": "",
          "text": "A metallic heart valve",
          "answer": "False",
          "explanation": "The force from the external magnetic field is minimal compared with the force exerted by the beating heart"
        },
        {
          "response": "",
          "text": "A first-trimester pregnancy",
          "answer": "False",
          "explanation": "The decision to scan should be based on the balance of clinical benefit and risks (which remain unknown, with excessive heating being potentially harmful)"
        }
      ]
    }
  ]
}