{
  name: "Magnetic Resonance I",
  slug: "magnetic-resonance-i",
  questions: [
    {
      questionNumber: 15.1,
      stem: "Which nucleus has a net magnetism?",
      options: ["Helium-4", "Carbon-12", "Oxygen-16", "Phosphorus-31"],
      answer: "Phosphorus-31",
      explanation: "Phosphorus-31, which has an odd number of protons (Z = 15), is used clinically for MR spectroscopy",
      response: "",
    },
    {
      questionNumber: 15.2,
      stem: "For a given nucleus, the relationship between the Larmor frequency and magnetic field the nucleus is",
      options: [
        "Linear",
        "Exponential",
        "Logarithmic",
        "Inversely proportional",
      ],
      answer: "Linear",
      explanation: "The Larmor frequency for protons is directly proportional to the magnetic field strength. For example, it is 42 MHz/T, so at 1.5 T, the Larmor frequency is 63 MHz",
      response: "",
    },
    {
      questionNumber: 15.3,
      stem: "Paramagnetic materials (e.g., Gd) have ______  susceptibility",
      options: ["Negative", "Zero", "Positive"],
      answer: "Positive",
      explanation: "Paramagnetic materials have a small positive susceptibility, which increases the local magnetic field slightly",
      response: "",
    },
    {
      questionNumber: 15.4,
      stem: "Doubling the strength and duration of an applied RF field most likely increases the net magnetization flip angle from 90 to _____ degrees",
      options: [
        "180",
        "270",
        "360",
      ],
      answer: "Increases the net magnetization flip angle from 90 to 360 degrees",
      explanation: "If the RF strength doubles and the RF pulse is on for twice as long, the flip angle doubles. Doing both quadruples the flip angle from 90 to 360 degrees",
      response: "",
    },
    {
      questionNumber: 15.5,
      stem: "When the magnetic field increases, the free induction decay signal frequency is",
      options: ["Increased", "Unchanged", "Reduced"],
      answer: "Increased",
      explanation: "The free induction decay (FID) frequency is directly proportional to the applied magnetic field. Therefore, when the magnetic field increases, the FID signal frequency also increases",
      response: "",
    },
    {
      questionNumber: 15.6,
      stem: "Longitudinal relaxation times (T1) for soft tissues are most likely (ms)",
      options: ["5", "50", "500", "5,000"],
      answer: "500",
      explanation: "T1 times for soft tissues are generally around 500 ms, which is 10 times longer than tissue T2 relaxation times and 100 times longer than T2* times",
      response: "",
    },
    {
      questionNumber: 15.7,
      stem: "Increased spin-lattice interactions are most likely to result in T1 relaxation times",
      options: ["Increased", "Unchanged", "Reduced"],
      answer: "Reduced",
      explanation: "Increased spin-lattice interactions result in more spins flipping back to equilibrium along the longitudinal direction, which reduces T1 relaxation times",
      response: "",
    },
    {
      questionNumber: 15.8,
      stem: "T2* times for soft tissues are most likely (ms)",
      options: ["5", "50", "500", "5,000"],
      answer: "5",
      explanation: "T2* times for soft tissues are generally around 5 ms, which is 10 times shorter than tissue T2 relaxation times and 100 times shorter than T1 times",
      response: "",
    },
    {
      questionNumber: 15.9,
      stem: "Increasing the magnetic field is most likely to result in a(n) ______ tissue T2 relaxation time",
      options: ["Increased", "Unchanged", "Reduced"],
      answer: "Unchanged",
      explanation: "Increasing the magnetic field does not affect tissue T2 relaxation times",
      response: "",
    },
    {
      questionNumber: 15.1,
      stem: "Addition of magnetic contrast agents to tissuissue relaxation times",
      options: [
        "Increases",
        "Does not change",
        "Reduces",
      ],
      answer: "Reduces tissue relaxation times",
      explanation: "Magnetic contrast agents increase spin-lattice interactions, which shorten T1 relaxation times. They also dephase transverse magnetization, resulting in shorter T2* and T2 relaxation times",
      response: "",
    },
    {
      questionNumber: 15.11,
      stem: "A CT projection obtained at one x-ray tube angle is analogous to an MR",
      options: ["Echo", "Gradient", "RF pulse", "k-space"],
      answer: "Echo",
      explanation: "A CT projection obtained at one x-ray tube angle is analogous to an MR echo. It provides a line of k-space, and a CT sinogram is analogous to k-space, which represents the complete set of acquired data",
      response: "",
    },
    {
      questionNumber: 15.12,
      stem: "Which coils are primarily used to provide spatial information in MRI?",
      options: ["RF", "Gradient", "Shim", "Magnet"],
      answer: "Gradient",
      explanation: "Spatial information in MRI is primarily obtained using gradient coils",
      response: "",
    },
    {
      questionNumber: 15.13,
      stem: "In SE sequences, with an echo at time TE, a slice select gradient is most likely applied at time",
      options: ["TE/4", "TE/2", "TE", ">TE"],
      answer: "TE/2",
      explanation: "In SE sequences, with an echo at time TE, a 180-degree refocusing pulse is applied at TE/2, and a slice select gradient is applied during the RF pulse",
      response: "",
    },
    {
      questionNumber: 15.14,
      stem: "Increasing the slice select gradient strength (mT/m) would likely result in a(n) ______ slice thickness",
      options: ["Increased", "Unchanged", "Reduced"],
      answer: "Reduced",
      explanation: "Increasing the slice select gradient strength allows for better spatial resolution in the slice direction, resulting in a reduced slice thickness",
      response: "",
    },
    {
      questionNumber: 15.15,
      stem: "Increasing the frequency encoding gradient strength (kHz/m) would likely result in a(n) matrix size",
      options: ["Increased", "Unchanged", "Reduced"],
      answer: "Increased",
      explanation: "Increasing the frequency encoding gradient strength allows for better spatial resolution in the frequency encoding direction, resulting in an increased matrix size",
      response: "",
    },
    {
      questionNumber: "15.16",
      stem: "To generate a 128 x 192 SE MRI image most likely requires the acquisition of ______  echoes, and sampling each echo ______  times",
      options: ["128; 128", "128; 192", "192; 128", "192; 192"],
      answer: "128; 192",
      explanation: "To generate a 128 x 192 SE MRI image, it would most likely acquire 128 echoes and sample each echo 192 times",
      response: "",
    },
    {
      questionNumber: "15.17",
      stem: "Magnetic field inhomogeneities are most likely to affect signal intensities in:",
      options: ["GRE", "SE", "FSE", "IR"],
      answer: "GRE",
      explanation: "Magnetic inhomogeneities increase T2* effects, which are observed on Gradient Recalled Echoes (GRE) pulse",
      response: "",
    },
    {
      questionNumber: "15.18",
      stem: "Fat saturation failure is most likely a result of nonuniformities associated with the:",
      options: [
        "Magnetic field",
        "Gradient coils",
        "RF shielding",
        "Magnet shielding",
      ],
      answer: "Magnetic field",
      explanation: "Fat saturation failure occurs when the main magnetic field has nonuniformities",
      response: "",
    },
    {
      questionNumber: "15.19",
      stem: "Attenuation of the applied RF pulse in large patients at high magnetic fields is most likely to result in ______  artifacts",
      options: ["Dielectric", "Wraparound", "Gibbs", "Chemical shift"],
      answer: "Dielectric",
      explanation: "Attenuation of RF pulses results in dark regions in the patient center where the expected flip angles were not achieved because of the weaker RF",
      response: "",
    },
    {
      questionNumber: "15.20",
      stem: "The 0.5-mT line from a shielded MR magnet is most likely ______m from the MR isocenter",
      options: ["1", "3", "10", ">10"],
      answer: "3",
      explanation: "The 0.5-mT line from a shielded MR magnet is likely 3 m from the MR isocenter",
      response: "",
    },
  ],
}
