{
  name: "Ultrasound II",
  slug: "ultrasound-ii",
  questions: [
    {
      questionNumber: 18.1,
      preamble: 'The number of "lines of sight" that make up an ultrasound image is most likely',
      options: ["10", "100", "1,000", ">1,000"],
      answer: "100",
      explanation: 'About 100 "lines of sight" make up an ultrasound image',
      response: "",
    },
    {
      questionNumber: 18.2,
      preamble: "For a PRF of 4 kHz, the ultrasound listening period is (ps)",
      options: ["2.5", "25", "250", "2,500"],
      answer: "250",
      explanation: "For a PRF of 4 kHz, the ultrasound listening period is 250 ps (i.e., 1/4,000 seconds)",
      response: "",
    },
    {
      questionNumber: 18.3,
      preamble: "Ultrasound line density is most likely to affect the ultrasound image resolution",
      options: ["axial", "lateral", "elevational", "temporal"],
      answer: "lateral",
      explanation: "Line density always affects lateral resolution, but may also impact temporal resolution (i.e., more lines per frame may result in fewer frames per second)",
      response: "",
    },
    {
      questionNumber: 18.4,
      preamble: "Increasing the PRF implies a listening period, and a ultrasound imaging depth",
      options: [
        "longer; increased",
        "longer; reduced",
        "shorter; increased",
        "shorter; reduced",
      ],
      answer: "shorter; reduced",
      explanation: "Increasing the PRF implies a shorter listening period, and a reduced ultrasound imaging depth. Increasing the PRF from 4 to 8 kHz reduces the listening interval (250 to 125 ps) and reduces imaging depth (20 to 10 cm)",
      response: "",
    },
    {
      questionNumber: 18.5,
      preamble: "When later echoes are electronically amplified more than earlier echoes, this is known as",
      options: [
        "Time gain compensation (TGC)",
        "Depth gain compensation (DGC)",
        "Time varied gain (TVG)",
        "A, B, and C",
      ],
      answer: "A, B, and C",
      explanation: "Time gain compensation, depth gain compensation, and time varied gain all refer to electronically amplifying later echoes more than earlier echoes",
      response: "",
    },
    {
      questionNumber: 18.6,
      preamble: "Breast imaging most likely uses transducer frequencies characterized as",
      options: [
        "Low (2 MHz)",
        "Moderate (5 MHz)",
        "High (10 MHz)",
        "Very high (20 MHz)",
      ],
      answer: "High (10 MHz)",
      explanation: "Breast imaging most likely uses high transducer frequencies (e.g., 10 MHz) that offer good axial resolution and can penetrate a typical compressed breast thickness (6 cm)",
      response: "",
    },
    {
      questionNumber: 18.7,
      preamble: "Spatial compounding most likely offers improved",
      options: [
        "Axial resolution",
        "Temporal resolution",
        "Power deposition (i.e., less)",
        "Lesion contrast",
      ],
      answer: "Lesion contrast",
      explanation: "Spatial compounding reduces angle-dependent artifacts and clutter, providing improved contrast and margin definition",
      response: "",
    },
    {
      questionNumber: 18.8,
      preamble: "Extended field of view ultrasound is most likely used for imaging",
      options: ["pediatric", "cardiac", "MSK", "abdomen"],
      answer: "MSK",
      explanation: "Extended field of view ultrasound is most commonly used in MSK imaging",
      response: "",
    },
    {
      questionNumber: 18.9,
      preamble: "Large signals in contrast imaging most likely occur because of differences in between encapsulated microbubblesand tissues",
      options: [
        "acoustic impedance",
        "effective wavelength",
        "sound frequency",
        "scattering",
      ],
      answer: "acoustic impedance",
      explanation: "Large signals occur because of differences in acoustic impedance between encapsulated microbubbles and tissues (mismatch)",
      response: "",
    },
    {
      questionNumber: 18.1,
      preamble: "In color Doppler, blood flow at a Doppler angle of 90 degrees would most likely be displayed as",
      options: ["Blue", "Red", "Black", "Yellow/Green"],
      answer: "Black",
      explanation: "At a Doppler angle of 90 degrees, there is no frequency shift (i.e., cos[90°] is zero) which is shown as black",
      response: "",
    },
    {
      questionNumber: 18.11,
      preamble: "Flow in a normal blood vessel is likely best characterized as",
      options: ["Laminar", "Blunt", "Turbulent", "Uniform"],
      answer: "Blunt",
      explanation: 'Flow in normal blood vessel exhibits a "flat" velocity profile, but is reduced at vessel walls',
      response: "",
    },
    {
      questionNumber: 18.12,
      preamble: "Spectral analysis most likely shows on the vertical axis and along the horizontal axis",
      options: [
        "frequency shifts; time",
        "frequency shifts; distance",
        "velocities; time",
        "velocities; distance",
      ],
      answer: "frequency shifts; time",
      explanation: "Spectral analysis shows frequency shifts on the vertical axis and time along the horizontal axis. Converting this to a velocity requires the Doppler angle",
      response: "",
    },
    {
      questionNumber: 18.13,
      preamble: "Doppler images are unlikely to exhibit artifacts",
      options: ["aliasing", "zipper", "flash", "twinkle"],
      answer: "zipper",
      explanation: "Doppler ultrasound images do not exhibit zipper artifacts, which occur in MR",
      response: "",
    },
    {
      questionNumber: 18.14,
      preamble: "Maximum frequency shift (kHz) color Doppler could faithfully measure (i.e., without aliasing) using a PRF of 4 kHz is likely",
      options: ["1", "2", "8", "16"],
      answer: "2",
      explanation: "Maximum frequency shift (kHz) color Doppler can faithfully measure without aliasing is 2 kHz when using a PRF of 4 kHz",
      response: "",
    },
    {
      questionNumber: 18.15,
      preamble: "Temporal resolution is most likely independent of the",
      options: [
        "Pulse repetition frequency",
        "Image line density",
        "Field of view",
        "Pulse duration",
      ],
      answer: "Field of view",
      explanation: "Temporal resolution is independent of the field of view, but depends on pulse repetition frequency (PRF), image line density, and pulse duration",
      response: "",
    },
    {
      questionNumber: 18.16,
      preamble: "For images obtained using a convex array, slice thickness is most closely related to which type of resolution?",
      options: ["Axial", "Lateral", "Elevational", "Temporal"],
      answer: "Elevational",
      explanation: "Slice thickness is another name for elevational resolution for a convex array",
      response: "",
    },
    {
      questionNumber: 18.17,
      preamble: "Which is not an ultrasound image artifact?",
      options: ["Pin cushion", "Mirror", "Ring down", "Comet"],
      answer: "Pin cushion",
      explanation: "Image intensifier exhibit pin cushion distortion artifacts, whereas Mirror, Ring down, and Comet are artifacts observed in US images",
      response: "",
    },
    {
      questionNumber: 18.18,
      preamble: "Ultrasound intensities (e.g., 10 mW/cm2) most likely refer to a spatial_____and a temporal______",
      options: [
        "peak; peak",
        "peak; average",
        "average; peak",
        "average; peak",
      ],
      answer: "peak; average",
      explanation: "Ultrasound Intensities refer to spatial peak and temporal average, which best relates to tissue heating",
      response: "",
    },
    {
      questionNumber: 18.19,
      preamble: "Which is not a thermal index (TI) displayed on ultrasound images?",
      options: ["TIB", "TIC", "TIL", "TIS"],
      answer: "TIL",
      explanation: "Tumor infiltrating lymphocytes is generally expressed as TIL (TIB is in bone, TIC is in cortical bone, and TIS is in soft tissue)",
      response: "",
    },
    {
      questionNumber: 18.2,
      preamble: "Which should always be followed when generating US images?",
      options: ["MI <1", "TI <1", "TI and MI <1", "ALARA"],
      answer: "ALARA",
      explanation: "It is prudent to adopt ALARA that means elimination of unnecessary images. Values of MI and TI higher than 1.0 can be justified by a net patient benefit (i.e., benefit > risks)",
      response: "",
    },
  ],
}
