{
  name: "Gastrointestinal",
  slug: "gastrointestinal",
  questions: [
    {
      questionNumber: 1,
      stem: "A 63-year-old man is day 7 post operative following a Billroth II partial gastrectomy for a gastric carcinoma. The initial post-operative phase was uncomplicated, but the patient has begun complaining of increasing abdominal pain. Inflammatory markers have increased with white cell count (WCC), rising from 12 to 42, and CRP increased from 8 to 56. A CT scan carried out with oral and intravenous contrast demonstrates no evidence of contrast leakage into the peritoneum. A skiff of free air is noted in the abdomen. A fluid collection is noted in the right subhepatic space, which extends toward the peripancreatic area. What is the most likely diagnosis?",
      options: [
        "Leakage from the gastroduodenal anastomosis site",
        "Leakage from the duodenal stump",
        "Post-operative pancreatitis",
        "Tumour recurrence",
        "Pseudocyst formation following post-operative pancreatitis",
      ],
      response: "",
      answer: "Leakage from the duodenal stump",
      explanation: "There is no gastro-duodenal anastomosis in a Billroth II procedure. The amylase is not sufficiently elevated for pancreatitis in most cases and there is no described abnormality in the pancreas. It is too early for pseudocyst formation and tumor recurrence",
      reference: "Kim KW, Choi BI, Han JK, Kim TK, Kim AY, Lee HJ et al. Postoperative anastomotic and pathologic findings at CT following gastrectomy. RadioGraphics 2002; 22: 323–336",
    },
    {
      questionNumber: 2,
      stem: "A 32-year-old female patient attends for a barium swallow with a history of a sensation of food sticking in her throat. The barium swallow reveals uniform horizontally orientated folds in the lower esophagus. There is a change in the texture of the mucosa 1 cm above the hiatus, which is sited 25 cm from the origin of the esophagus. There is a slight smooth narrowing noted 2 cm above the hiatus, beyond which there is a slight dilatation of the esophagus prior to it joining the stomach. Which of the following is an unusual finding?",
      options: [
        "The appearance of the esophageal folds",
        "The change in mucosal appearance 1 cm above the hiatus",
        "The distance of the hiatus from the origin of the esophagus",
        "The slight narrowing 2 cm above the hiatus",
        "The distal bulge just before the stomach",
      ],
      response: "",
      answer: "The appearance of the esophageal folds",
      explanation: "The oesophageal folds are normally longitudinally orientated. Horizontally orientated folds are described as feline oesophagus. The change in mucosal appearance is the normal Z line – the squamo-columnar junction. The narrowing described is the A line at the origin of the vestibule of the distal oesophagus. The position of the hiatus is normally stated as being 40 cm. This is the distance from the teeth at gastroscopy – the distance from the origin of the oesophagus is 25 cm",
      reference: "Grainger RG, Allison DJ, and Dixon AK. Grainger & Allison’s Diagnostic Radiology, 4th edn, Churchill Livingstone, 2001",
    },
    {
      questionNumber: 3,
      stem: "A patient with a history of alcohol abuse presents to A&E with epigastric pain. His hemoglobin is 8 g/dl on admission. An oesophago-gastroduodenoscopy (OGD) and ultrasound of abdomen are requested. The ultrasound of abdomen shows multiple hyperechoic lesions in the liver. There is no evidence of gallstones. Prior to the OGD the patient becomes acutely unwell and a CT scan is requested. This shows evidence of air and fluid in the subhepatic space. It also reveals a focal enhancing lesion causing prominence of the head of the pancreas. What is the most likely diagnosis?",
      options: [
        "Pancreatitis with associated peripancreatic abscess",
        "Pancreatic carcinoma and liver metastases",
        "Pancreatitis and peptic ulcer perforation in an alcoholic patient",
        "Islet cell tumor with liver metastases",
        "Cholangiocarcinoma with liver metastases",
      ],
      response: "",
      answer: "Islet cell tumor with liver metastases",
      explanation: "Whilst this tumour is rare, the CT findings indicate a focal mass lesion in the head of the pancreas. Hyperechoic metastases in the liver are suggestive of islet cell tumour, rather than pancreatic carcinoma metastases, even though pancreatic carcinoma is more common. The islet cell tumour could be a gastrinoma, which is most commonly found in the head of the pancreas and is malignant in 60%. It is also associated with peptic ulcer disease and the finding of air and fluid in the subhepatic space suggests a perforated duodenal ulcer",
      reference: "King C, Reznek R, Dacie J, and Wass J. Imaging islet cell tumors. Clinical Radiology 1994; 49: 295–303",
    },
    {
      questionNumber: 4,
      stem: "Which of the following is correct regarding carcinoid of the GI tract?",
      options: [
        "A minority are asymptomatic when discovered",
        "The appendix is the most common site of occurrence, representing 33% of all carcinoids",
        "Over 50% are multiple",
        "Although malignant change is uncommon in appendiceal carcinoid, as this is the most common site, it accounts for the majority of malignant carcinoids",
        "The size of the tumor at diagnosis is related to the risk of metastatic spread",
      ],
      response: "",
      answer: "The size of the tumor at diagnosis is related to the risk of metastatic spread",
      explanation: "Carcinoid is the 33% tumor, as 33% occur in the small bowel, 33% are multiple, 33% are malignant, and 33% are associated with a second malignancy. Appendiceal carcinoid accounts for 50% of all carcinoids and 67% are asymptomatic at presentation. Appendiceal carcinoid accounts for only 7% of metastatic disease, with small bowel carcinoid causing 75%. The size of the tumor at diagnosis is related to the risk of metastatic spread, which is 2% if the lesion is <1 cm, but 85% if the lesion is over 2 cm in size",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 811–812",
    },
    {
      questionNumber: 5,
      stem: "A 45-year-old male patient presents to A&E with an 8-hour history of epigastric pain. There is no history of alcohol intake. On examination he is tender in the epigastrium. The initial blood tests reveal that his amylase is 1024. His WCC is slightly elevated at 15. His glucose, calcium, PaO2, liver function tests (LFTs), lactate dehydrogenase (LDH) and serum electrolytes are all normal. Following an erect CXR, what is the next most appropriate radiological investigation?",
      options: [
        "Urgent CT scan to assess the pancreas",
        "CT within 24 hours",
        "Ultrasound scan within 24 hours",
        "Endoscopic retrograde cholangiopancreatography (ERCP) to look for ductal calculi",
        "MRCP on this admission to assess for ductal stones",
      ],
      response: "",
      answer: "Ultrasound scan within 24 hours",
      explanation: "CT is only indicated as an investigation in cases of pancreatitis with severe prognostic indicators. This patient’s Ranson score is 1, which indicates a mild episode of pancreatitis and therefore CT is not indicated. ERCP was formerly contraindicated in pancreatitis, but is now recognized as a treatment for obstructing stones in the ampulla that are causing the pancreatitis. Ultimately further investigations can be directed based on the ultrasound findings",
      reference: "Balthazar EJ. Acute pancreatitis: assessment of severity with clinical and CT evaluation. Radiology 2002; 223(3): 603–613",
    },
    {
      questionNumber: 6,
      stem: "A patient presents to an outpatient barium meal list with a history of epigastric discomfort and weight loss of 8 kg over 6 months. The barium meal reveals an ulcer on the greater curve of the stomach, near the pylorus. This ulcer has a surrounding mound. It is demonstrated to project slightly beyond the lumen of the stomach. There is a thin line noted which crosses the base of the ulcer and a degree of retraction of the greater curve around the ulcer. What type of ulcer is this likely to be?",
      options: [
        "Benign due to the line noted crossing the base of the ulcer",
        "Benign due to the ulcer projecting beyond the lumen of the stomach",
        "Benign due to the surrounding mound",
        "Malignant due to the finding of scar retraction of the greater curve",
        "Malignant due to being found on the greater curve",
      ],
      response: "",
      answer: "Benign due to the line noted crossing the base of the ulcer",
      explanation: "This line—Hampton’s line—represents undermining of the mucosa by the more vulnerable submucosa. It is not commonly seen, but is taken to be virtually diagnostic of a benign ulcer when present. Projection beyond the lumen and a symmetrical mound are features of a benign ulcer along with smooth radiating mucosal folds. Scar retraction can be seen with benign ulcers. Both benign and malignant ulcers are more commonly seen on the lesser curve",
      reference: "Grainger RG, Allison DJ, and Dixon AK. Grainger & Allison’s Diagnostic Radiology, 4th edn, Churchill Livingstone, 2001",
    },
    {
      questionNumber: 7,
      stem: "A 24-year-old male patient is brought into A&E following a high-speed RTA. His blood pressure was 90/60 mmHg and his heart rate was 112 on admission, but these observations respond well to intravenous fluids and the patient has remained stable since. He complains of left-sided abdominal pain. A pneumothorax is noted on CXR, with associated left-sided rib fractures. An urgent CT scan of chest and abdomen is carried out. This reveals fluid in the abdomen. A crescentic area of low attenuation is noted around the spleen. There is a further area of hypoattenuation passing 4 cm into the splenic parenchyma, adjacent to the hilum. The rest of the splenic parenchyma is of uniform attenuation. The CT also shows a flail segment of chest and an area of lung contusion at the left base. Which of the following statements with regard to the spleen is true?",
      options: [
        "The appearances described represent subcapsular hematomas",
        "The appearances described represent a hematoma and a parenchymal laceration. The presence of free fluid represents acute hemorrhage and a laparotomy is indicated",
        "The appearances are consistent with a shattered spleen as the laceration extends to the hilum",
        "The appearances are consistent with a subcapsular hematoma and a splenic laceration. Conservative management is appropriate with serial CT scans",
        "While the appearances are consistent with a laceration and subcapsular hematoma, radiological findings are not reliable in determining the need for a laparotomy",
      ],
      response: "",
      answer: "While the appearances are consistent with a laceration and subcapsular hematoma, radiological findings are not reliable in determining the need for a laparotomy",
      explanation: "Splenic injuries can be graded 1–5 (American Association of Trauma Surgeons). Grade 1 is a subcapsular hematoma that involves <25% of the splenic surface or a laceration <1cm deep. Grade 2 is a hematoma that involves 25–50% of the surface or a laceration up to 3cm deep. Grade 3 is a hematoma involving >50% of splenic surface or 10 cm in length or a laceration greater than 3 cm into the parenchyma. Grade 4 is a laceration extending into the hilum that devascularizes up to 25% of the spleen. Grade 5 is a shattered spleen, with multiple lacerations or a spleen avulsed from its vascular bed. Radiological findings do not correlate well with requirement for laparotomy in the more minor splenic injuries. Clinical assessment is of more value, with surgery only indicated in unstable patients. The value of radiology is in detecting other injuries and in quantifying the amount of the hematoma due to the risk of delayed splenic rupture in more severe injuries",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 807–808",
    },
    {
      questionNumber: 8,
      stem: "A small bowel series is requested for a patient who has a history of systemic sclerosis. Which of the following is a feature of small bowel systemic sclerosis?",
      options: [
        "Stacked coin appearance due to infiltration of small bowel loops",
        "Pseudo-diverticula affecting the anti-mesenteric side of the bowel",
        "Decreased intestinal transit time",
        "Small bowel systemic sclerosis is only seen in 10% of patients with systemic sclerosis, but the disease is rapidly progressive when it is present",
        "Pneumatosis intestinalis",
      ],
      response: "",
      answer: "Pneumatosis intestinalis",
      explanation: "The stacked coin appearance is seen secondary to intramural hemorrhage—the appearances of systemic sclerosis are of tightly packed folds of normal thickness in a dilated portion of bowel, which has been given the title ‘accordion’ or ‘hidebound’ bowel. The pseudo-diverticula (10–40%) are seen on the mesenteric side of the bowel, unlike colonic diverticula. The transit time is prolonged, as there is reduced intestinal motility. Another classical feature is of a markedly dilated duodenum, due to the loss of the enteric innervations—mega duodenum. This classically terminates abruptly at the level of the superior mesenteric artery (SMA). Pneumatosis cystoides can occur in systemic sclerosis of the small bowel. Small bowel disease is seen in up to 40% of patients with systemic sclerosis and indicates rapidly progressing disease",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 863–864",
    },
    {
      questionNumber: 9,
      stem: "A 26-year-old female presents with a 1-day history of right iliac fossa (RIF) pain. She is mid-cycle and prone to mittelschmerz-type pain, but reports that this pain is more severe than previously. Serum inflammatory markers are elevated. Clinical examination reveals tenderness in the RIF, but no rebound. Due to the compounding gynecological history, a CT is requested. This reveals a thickened cecum and thickened appendix, which appears to have a defect in the wall on the multiplanar reformatted images. There is a calcified density present in the orifice of the appendix. There is a loculated fluid collection adjacent to the appendix, which has air bubbles within it. There is also fluid in the pelvis. A perforated appendix is removed at surgery. Which of the CT findings is most specific for detecting a perforated appendix?",
      options: [
        "Presence of a faecolith",
        "Identification of a wall defect",
        "Fluid in the pelvis",
        "Adjacent abscess formation",
        "Enlarged regional lymph nodes",
      ],
      response: "",
      answer: "Adjacent abscess formation",
      explanation: "Abscess formation has been found to be the most specific finding in appendiceal perforation, along with extraluminal gas and small bowel ileus. Abscess formation is also one of the least sensitive findings. Regional mesenteric lymph nodes are the most sensitive, but are reasonably non-specific. A focal wall defect, if seen, is reasonably sensitive and specific. Appendicolith is only found in 50% on CT and has a specificity of 70%",
      reference: "Bixby SD, Lucey BC, Soto JA, Theysohn JM, Ozonoff A, and Varghese JC. Perforated versus nonperforated acute appendicitis: accuracy of multidetector CT detection. Radiology 2007; 243(1): 302",
    },
    {
      questionNumber: 10,
      stem: "A 65-year-old man presents with weight loss and obstructive jaundice. An ultrasound reveals dilatation of the intra- and extrahepatic biliary system. MRCP reveals a stricture in the distal common bile duct (CBD). The patient becomes septic and biliary drainage is required. Which is the most appropriate method for this?",
      options: [
        "Percutaneous transhepatic cholangiography (PTC) and external drainage",
        "PTC with internal/external drainage",
        "ERCP with plastic stent insertion",
        "ERCP with metal stent insertion",
        "PTC/ERCP rendezvous procedure",
      ],
      response: "",
      answer: "ERCP with plastic stent insertion",
      explanation: "PTC is an appropriate approach, but biliary sepsis can cause bacteremia during PTC and thus ERCP is preferable in this case, if possible. Contraindications to PTC include prothrombin time greater than 2 seconds higher than control, platelet count less than 100,000, ascites, hydatid disease, and lack of access to surgical facilities. If an ERCP were to fail, the other options would be viable alternatives. Metal stent insertion at the first instance is inappropriate unless it is known that the biliary dilatation is due to inoperable malignancy. This is because metal stents cannot be removed, whereas the plastic variety can be removed, if necessary",
      reference: "Chapman S and Nakielny R. A Guide to Radiological Procedures. Saunders, 2001. p. 115",
    },
    {
      questionNumber: 11,
      stem: "A lesion is noted in the liver on CT and ultrasound. It is inferior, anterior, and to the left of the right hepatic vein, but to the right of the middle hepatic vein. It is inferior of the confluence of the right and left portal veins. According to the Couinaud system, what segment of the liver is the lesion in?",
      options: [
        "Segment 4b",
        "Segment 5",
        "Segment 6",
        "Segment 7",
        "Segment 8",
      ],
      response: "",
      answer: "Segment 5",
      explanation: "For a review of the segmental anatomy of the liver, please see the reference below",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. p. 684",
    },
    {
      questionNumber: 12,
      stem: "A 56-year-old male patient is referred for an ultrasound of abdomen prior to undergoing an anterior resection for a proximal rectal carcinoma. The ultrasound reveals a 2cm lesion in the right lobe of the liver, which is hyperechoic centrally with a hypoechoic rim. Which one of the following cannot be considered in the differential for this lesion?",
      options: [
        "Metastases",
        "Haemangioma",
        "Sarcoid",
        "Candidiasis",
        "Lymphoma",
      ],
      response: "",
      answer: "Haemangioma",
      explanation: "The ultrasound findings describe a target lesion or bull’s eye lesion. Cavernous haemangiomas can have unusual appearances, but a small lesion such as described will normally have a uniform hyperechoic appearance. Of all the other lesions described, metastasis would be top of the differential, although this appearance is not the most classical for a colonic metastasis",
      reference: "Chapman S and Nakielny R. Aids to Radiological Differential Diagnosis, 4th edn, Saunders, 2003. pp. 288–289",
    },
    {
      questionNumber: 13,
      stem: "A patient is undergoing a barium meal. What is the best position to place the patient in to see an en face view of the lesser curve?",
      options: [
        "Left lateral",
        "Left anterior oblique (LAO)",
        "Supine",
        "Right anterior oblique (RAO)",
        "Right lateral",
      ],
      response: "",
      answer: "Left anterior oblique (LAO)",
      explanation: "The right lateral position is not routinely used. The RAO shows the body and antrum of the stomach. Supine positioning shows the greater curve and the antrum of the stomach. Left lateral position shows the fundus of the stomach",
      reference: "Chapman S, Nakielny R. A Guide to Radiological Procedures, 4th edn, Saunders, 2001",
    },
    {
      questionNumber: 14,
      stem: "Which one of the following is false regarding peritoneal and mesenteric structures?",
      options: [
        "The lesser sac communicates with the rest of the abdominal cavity through the foramen of Winslow",
        "The left paracolic gutter communicates with the left subphrenic space",
        "The falciform ligament connects to the left coronary ligament",
        "Part of the duodenum is suspended in the lesser omentum",
        "The right paracolic space communicates with the pouch of Douglas",
      ],
      response: "",
      answer: "The left paracolic gutter communicates with the left subphrenic space",
      explanation: "There is no direct connection between these two spaces due to the phrenico-colic ligament. The rest of the statements are correct",
      reference: "Brant WE and Helms CA. Fundamentals of Diagnostic Radiology, 3rd edn, Lippincott Williams & Wilkins, 2007. pp. 733–736",
    },
    {
      questionNumber: 15,
      stem: "A patient is being worked up for a pancreatic neoplasm to assess potential resectability. Which one of the following does not rule out surgery?",
      options: [
        "Extension of the tumor beyond the margins of the pancreas into duodenum",
        "Tumor involvement of adjacent organs",
        "Enlarged peripancreatic lymph nodes (>15 mm)",
        "Encasement or obstruction of superior mesenteric vessels",
        "Peritoneal carcinomatosis",
      ],
      response: "",
      answer: "Enlarged peripancreatic lymph nodes (>15 mm)",
      explanation: "Enlarged regional nodes are a sign of unresectability, but nodes adjacent to the pancreas are resected as part of Whipple’s procedure. The other factors all indicate that a pancreatic lesion is unresectable. Other features of unresectable pancreatic carcinoma are liver metastases. Only 10–15% of pancreatic neoplasms are resectable at presentation",
      reference: "Brant WE and Helms CA. Fundamentals of Diagnostic Radiology, 3rd edn, Lippincott Williams & Wilkins, 2007. pp. 786–787",
    },
    {
      questionNumber: 16,
      stem: "A 68-year-old male patient has a 20-year history of RA. During a recent flare he was commenced on steroid therapy, although this has now been discontinued. The patient is now complaining of mild abdominal discomfort, diarrhea, and mild weight loss. A barium meal is performed, but is suboptimal, as the patient is poorly mobile. Within the limitations of the study, there is reduced peristalsis in the esophagus and mild reflux. The antrum of the stomach is felt to be mildly narrowed and rigid. Thickened rugal folds are noted. A subsequent small bowel series is carried out. The jejunal folds measure 4 mm and the ileal folds appear more plentiful and measure 3 mm. Contrast is present in the cecum at 4 hours. Spot screening of the terminal ileum reveals the same findings as those described above. What is the most likely diagnosis?",
      options: [
        "Gastric erosions",
        "Whipple’s disease",
        "Mastocytosis",
        "Amyloidosis",
        "Crohn’s disease",
      ],
      response: "",
      answer: "Amyloidosis",
      explanation: "This patient probably has amyloidosis secondary to prolonged RA. GI involvement is more common in primary (70%) than secondary (13%) amyloidosis. Nevertheless, the small bowel is involved in 74% of cases of GI amyloidosis and secondary amyloidosis is the most common type of amyloid disease. Amyloidosis is secondary to the deposition of insoluble amyloid protein in soft tissues and organs. In primary amyloidosis the heart (90%), followed by the small bowel and the lungs (70%), are the most commonly affected organs. The kidneys are affected in 90% of cases of secondary amyloidosis. Amyloidosis classically causes a diffuse thickening of bowel folds. It may cause dilated bowel folds if the myenteric plexus is involved. The main differential for amyloid is Whipple’s disease and intestinal lymphangiectasia. Whipple’s disease does not cause bowel dilatation or rigidity, as described in the antrum in this patient. Crohn’s disease can also present with thickened folds, but it is more commonly focal with the most pronounced abnormality in the terminal ileum. Ulceration is also commonly seen in Crohn’s, but 68 years old would be a late first presentation for Crohn’s. Whilst option A is true, this is not what the question asked. Patients with mastocytosis most commonly present in infancy",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 801–802",
    },
    {
      questionNumber: 17,
      stem: "A 72-year-old male patient presents to the surgical team with a 3-week history of increasing painless jaundice. He has a past medical history of gallstones, prostatic carcinoma, and ischemic heart disease. There is no history of alcohol abuse. The LFTs are abnormal. Serum bilirubin is 346. He is referred for an ultrasound scan of the abdomen, which identifies grossly dilated intrahepatic bile ducts, but no evidence of a dilated CBD. The common hepatic duct (CHD) is not clearly visible due to an isoechoic mass in the region of the porta hepatis at the ductal confluence. A triple phase CT scan of the liver is carried out. The lesion is iso- to hypo-attenuating. There is limited arterial enhancement, with some portal venous enhancement peripherally. On delayed images the lesion displays enhancement with mild peripheral washout. What is the most likely pathology?",
      options: [
        "Cholangiocarcinoma",
        "Portal metastasis",
        "Hepatocellular carcinoma",
        "Benign biliary stricture",
        "Cavernous hemangioma",
      ],
      response: "",
      answer: "Cholangiocarcinoma",
      explanation: "Specifically a Klatskin tumor, as it occurs at the porta hepatis. Cholangiocarcinoma can be iso- to hyperechoic on ultrasound. On CT and MRI, it shows delayed enhancement in 74%. Many conditions predispose to cholangiocarcinoma and gallstones are identified in 20–50% of patients with cholangiocarcinoma. Hepatocellular carcinoma would be the next most likely diagnosis. It can have a variable ultrasonographic appearance. Hepatocellular carcinoma usually demonstrates arterial phase enhancement (80%). Prostate does not commonly metastasize to the liver and would again demonstrate arterial phase enhancement classically. Whilst haemangiomas are classically hyperechoic on ultrasound, larger lesions can appear heterogeneously hypoechoic (40%)",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 696–698",
    },
    {
      questionNumber: 18,
      stem: "A patient is admitted with right upper quadrant (RUQ) pain to the surgical team and is referred for ultrasound. On the ultrasound there is a curvilinear echogenic line at the margin of the gallbladder and posterior acoustic shadowing in the gallbladder fossa. There is no evidence of peristalsis and the shadowing does not change on patient positioning. The sonographer states that the patient’s pain has settled and they are otherwise well. What is the most likely cause of this appearance?",
      options: [
        "Bowel in the gallbladder fossa",
        "Porcelain gallbladder",
        "Gallstones",
        "Emphysematous cholecystitis",
        "Post-ERCP",
      ],
      response: "",
      answer: "Porcelain gallbladder",
      explanation: "It can sometimes be difficult to see a cause for this appearance, and a number of the given options could result in it. However, peristalsis should be seen in a healthy patient if the abnormality is due to bowel. With gallstones, the appearance should change on positioning. There is no mention of an ERCP in the history, and whilst air in the biliary tree is common after sphincterotomy, it is often only seen in the gallbladder immediately after the procedure. Patients with emphysematous cholecystitis are usually clinically unwell and are unlikely to be asymptomatic. Porcelain gallbladder is associated with gallstones in 90% of cases. It is a relevant finding to make as 10–20% of patients develop carcinoma of the gallbladder",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. p. 743",
    },
    {
      questionNumber: 19,
      stem: "You are left in charge of a barium meal list. Due to an acute staff shortage there is only a student radiographer with you, who wants to know about which barium to use and why. Which one of the following statements regarding barium contrast media is correct?",
      options: [
        "Simethicone is added to reduce flocculation",
        "The weight/volume ratio of barium for barium meals is 150%",
        "The same weight/volume ratio is used for barium meals and follow-through examinations",
        "Uniform particle size improves mucosal coating",
        "Gastrografin can be added to improve transit time",
      ],
      response: "",
      answer: "Gastrografin can be added to improve transit time",
      explanation: "Simethicone is an antifoaming agent. While a uniform particle size helps reduce flocculation, a heterogeneous particle size improves mucosal coating. The barium densities used for different examinations are barium swallow 150%, barium meal 250%, barium follow-through 50%, barium small bowel enteroclysis 18%, double-contrast barium enema 125%, and single-contrast barium enema 70%",
      reference: "Francis IS, Aviv RI, Dick EA, and Watkins AF. Fundamental Aspects of Radiology, Remedica Publishing, 1999",
    },
    {
      questionNumber: 20,
      stem: "A patient presents to the surgical team with central abdominal pain and vomiting associated with abdominal distension. The abdominal x-ray (AXR) reveals numerous dilated loops of small bowel. A CT scan is carried out. Which of the following statements with regard to CT imaging in small bowel obstruction is accurate?",
      options: [
        "Small bowel mural hyperdensity is a feature and is due to vasodilatation seen in early ischemia",
        "Oral contrast is mandatory for the investigation of small bowel obstruction",
        "Small bowel mural thickening is due to increased venous pressure",
        "Absence of small bowel mural enhancement is a feature of ischemic gut secondary to emboli rather than small bowel obstruction",
        "Lack of small bowel pneumatosis excludes ischemia of the gut",
      ],
      response: "",
      answer: "Small bowel mural hyperdensity is a feature and is due to vasodilatation seen in early ischemia",
      explanation: "Multi-detector CT (MDCT) has been found to correlate with pathological processes in small bowel obstruction. The earliest appearance is increased mural density due to hyperaemia. Wall thickening is due to increasing capillary permeability, which causes submucosal edema. Dilatation is secondary to edema that limits peristalsis. Lack of enhancement occurs when the bowel dilates and compresses the capillary bed. Pneumatosis is secondary to mucosal ischaemic change, which allows luminal air to track into the wall. Lack of enhancement is also seen in embolic ischaemia, but is not a specific sign of this process. Whilst oral contrast is preferred in many centers, as it can help define if complete obstruction is present, it is not mandatory. Some centers prefer the negative contrast provided by the fluid in the bowel lumen. Patients with small bowel obstruction are also often unable to tolerate oral contrast due to vomiting",
      reference: "Qalbani A, Paushter D, and Dachman AH. Multidetector row CT of small bowel obstruction. Radiological Clinics of North America 2007; 45(3): 499–512",
    },
    {
      questionNumber: 21,
      stem: "A patient with a history of inflammatory bowel disease, treated with colonic resection and J pouch anastomosis, presents to the surgical team in your hospital. The operation was 3 months ago and the initial post-operative period was unremarkable. His post-operative pouchogram was reported as normal and he underwent a reversal of his defunctioning ileostomy 6 weeks ago. He now presents with central and lower abdominal pain associated with nausea and vomiting, but no diarrhea. The surgeons request a pouchogram, which shows a small blind ending lumen at the superior aspect of the pouch. A follow-up CT scan shows dilated small bowel with a transition point in the ileum, beyond which the bowel is non-distended. The J pouch has mild inflammatory change in the surrounding fat. There is also a small amount of free fluid in the pelvis. The wall of the pouch is not thickened. What is the most likely diagnosis?",
      options: [
        "Small bowel obstruction, as can occur in up to 30% of these patients",
        "Pouchitis",
        "Pouch fistula",
        "Recurrence of Crohn’s in the pouch and affected segment of bowel",
        "Pouch leak",
      ],
      response: "",
      answer: "Small bowel obstruction, as can occur in up to 30% of these patients",
      explanation: "Total colonic resection with J pouch anastomosis is carried out in patients with ulcerative colitis or familial adenomatous polyposis (FAP) in order to resect the entire colon, but retain anal defaecation. One of the main contraindications to total colectomy and J pouch formation is Crohn’s disease and such a procedure is uncommonly carried out in this situation due to the high recurrence rate. Pouchitis and small bowel obstruction both occur in up to 30% of patients who undergo this procedure. The radiological features of pouchitis are non-specifi c, but include wall thickening and increased enhancement of the bowel wall, with peripouch fat-stranding. Fat-stranding on its own is common as a result of both the surgery and possible infl ammatory change due to previous proctitis. Small bowel obstruction most commonly occurs in the region of the ileostomy. Free fl uid is often seen in small bowel obstruction. The absence of fl uid cavities or air pockets is against a leak from the pouch anastomosis and the clinical features are not consistent with fi stula. The blind ending lumen described is the normal appearance seen on a pouchogram",
      reference: "Crema MD, Richarme D, Azizi L, Hoeffel CC, Tubiana JM, and Arrive L. Pouchography, CT and MRI features of ileal J pouch-anal anastomosis. American Journal of Roentgenology 2006; 187: W594–W603",
    },
    {
      questionNumber: 22,
      stem: "A 35-year-old male patient from the Indian subcontinent presents with a 2-month history of lower abdominal pain, per rectum (PR) bleeding, and weight loss. His haemoglobin is 9.4 and C-reactive protein (CRP) is 123. The patient is tender in the RIF. A CT scan is performed due the suspicion of appendiceal pathology, but unusual history. This shows bowel wall thickening of the terminal ileum with mild proximal bowel dilatation. The inner bowel wall is hypodense with enhancement of the outer bowel wall. There is stranding in the fat, which causes mass effect displacing other loops of bowel. Mild regional adenopathy is noted. The appendix is not visualized, but the caecum appears normal. There is a similar area of bowel wall thickening in the sigmoid colon. What is the most likely diagnosis?",
      options: [
        "Yersinia",
        "Tuberculosis",
        "Lymphoma",
        "Crohn’s disease",
        "Carcinoid",
      ],
      response: "",
      answer: "Crohn’s disease",
      explanation: "The fi ndings described are classical for Crohn’s disease and lymphadenopathy is seen in up to 30% of cases. Tuberculosis more typically involves the caecum. Lymphoma usually causes a nodular appearance to the bowel. It is not associated with stricturing of the affected segment and is more classically associated with dilatation of the affected segment due to destruction of the myenteric plexus",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 818–820",
    },
    {
      questionNumber: 23,
      stem: "A 40-year-old female undergoes MRI of the liver, which demonstrates a 5-cm lesion that is isointense to liver on T1WI and slightly hyperintense on T2WI. It has a central scar that is hypointense on T1WI and hyperintense on T2WI. On contrast-enhanced dynamic MRI, the lesion is hyperintense in the arterial phase, and isointense to liver in the portal venous phase with delayed filling in of the central scar. What is the diagnosis?",
      options: [
        "Hepatic adenoma",
        "Fibrolamellar hepatoma",
        "Hypervascular metastasis",
        "Focal nodular hyperplasia (FNH)",
        "Giant haemangioma",
      ],
      response: "",
      answer: "Focal nodular hyperplasia (FNH)",
      explanation: "This is the second most common benign liver tumour. It is thought to represent a hyperplastic response of hepatocytes to an underlying vascular malformation. It is most common in young adult females and is usually an asymptomatic solitary lesion. On histology, FNH consists of hyperplastic hepatocytes and small bile ductules around a central scar. The bile ductules of FNH do not communicate with the adjacent biliary tree. At ultrasound, FNH is isoechoic or hypoechoic. Colour Doppler may show prominent central vascularity. At CT, FNH is typically slightly hyperattenuating or isoattenuating to surrounding liver on precontrast images. On post contrast images, FNH is hyperattenuating in the arterial phase and isoattenuating in the portal venous phase with hypoattenuating central scar. The scar shows delayed enhancement. At MRI, FNH is iso- to hypointense on T1WI and slightly hyper- to isointense on T2WI. The central scar is hypointense on T1WI and hyperintense on T2WI. The enhancement pattern is similar to that on CT. If the appearances are atypical, MRI with hepatocyte-specifi c contrast agent (gadobenate dimeglumine) may be useful in confirming the hepatocellular origin of the mass. With gadobenate dimeglumine, FNH is iso- to hyperintense on the 1–3 hour delayed images in over 96% of cases",
      reference: "Silva AC, Evans JM, McCullough AE, Jatoi MA, Vargas HE, and Hara AK. MR imaging of hypervascular liver masses: a review of current techniques. RadioGraphics 2009; 29: 385–402.\nAnderson SW, Kruskal JB, and Kane RA. Benign hepatic tumors and iatrogenic pseudotumors. RadioGraphics 2009; 29: 211–229",
    },
    {
      questionNumber: 24,
      stem: "A 50-year-old female patient is referred for an outpatient CT after an ultrasound carried out to look for gallstones revealed a cystic lesion within the pancreas. The CT shows a number of large cysts of over 2 cm in diameter, containing fluid measuring 3 HU in the head and body of the pancreas. These cysts have thin enhancing walls. The pancreatic duct is not significantly distended. On further questioning the patient denies a history of previous pancreatitis. An MRI does not extend the diagnostic process. An FNA reveals fluid low in amylase, but with high carcino-embryonic antigen (CEA) content. What is the most likely diagnosis?",
      options: [
        "Pancreatic pseudocyst",
        "Mucinous cystic neoplasm",
        "Microcystic pancreatic tumour",
        "Intraductal papillary mucinous tumour (main duct type)",
        "Lymphangioma",
      ],
      response: "",
      answer: "Mucinous cystic neoplasm",
      explanation: "Mucin is detected in FNA fluid in these lesions. Pseudocysts are uncommon without a history of pancreatitis and the aspirated fluid is high in amylase. The cysts in microcystic lesions are usually smaller than 1cm, except in the oligocystic variant. They are also known as serous cystadenomas. Intraductal papillary mucinous tumors cause dilatation of the main pancreatic duct, side branch ducts or both. FNA, either percutaneous or via endoscopic ultrasound, has been described as a low-risk procedure for differentiating pancreatic cystic lesions",
      reference: "Demos TC, Posniak HV, Harmath C, Olson MC, and Aranha G. Cystic lesions of the pancreas. American Journal of Roentgenology 2002; 179(6): 1375–1388",
    },
    {
      questionNumber: 25,
      stem: "A 45-year-old female is suspected to have focal areas of fat infiltration on ultrasound of the liver. An MRI of the liver is requested for further assessment. What sequences are most useful in confirming the diagnosis of focal fat infiltration?",
      options: [
        "T1WI pre and post gadolinium",
        "T1WI and T2WI",
        "T1WI and fat-saturated T2WI",
        "Dual GE T1WI in phase and out of phase",
        "MR spectroscopy",
      ],
      response: "",
      answer: "Dual GE T1WI in phase and out of phase",
      explanation: "Three basic MRI techniques are available for fat detection, which work on the basis of the difference in precessional frequency between water and fat protons. These are chemical shift imaging, frequency-selective imaging, and MR spectroscopy. Dual GE T1WI is the most useful sequence in clinical practice. It is based on the phase interference effect or chemical shift imaging of the second kind. When the fat and water protons are in phase there is constructive interference and when they are out of phase there is destructive interference. By comparing the signal intensities on the in-phase and out-of-phase images, fat detection is possible. Chemical shift imaging of the first kind, or chemical shift spatial misregistration, occurs at fat–water interfaces in the frequency-encoding direction, manifesting as alternating bands of high and low signal. It is present in all standard non-fat-saturated sequences, but it can be subtle and may be missed or mistaken for image noise. Frequency-selective imaging with selective excitation or saturation depends on the homogeneity of the magnetic field and the size of the lesion. MR spectroscopy is too time-consuming for routine clinical use",
      reference: "Cassidy FH, Yokoo T, Aganovic L, Hanna RF, Bydder M, Middleton MS et al. Fatty liver disease: MR imaging techniques for the detection and quantification of liver steatosis. RadioGraphics 2009; 29: 231–260",
    },
    {
      questionNumber: 26,
      stem: "A 45-year-old male presents with a history of jaundice and RUQ pain. An ultrasound of the abdomen demonstrates an impacted calculus in the gallbladder neck with dilatation of the intrahepatic ducts. An MRCP is requested to exclude Mirizzi syndrome. What additional features on MRCP confirm the diagnosis of Mirizzi syndrome?",
      options: [
        "Dilated common hepatic duct",
        "Dilated common hepatic and common bile ducts",
        "Dilated common hepatic duct with normal common bile duct",
        "Double duct sign",
        "Normal ducts",
      ],
      response: "",
      answer: "Dilated common hepatic duct with normal common bile duct",
      explanation: "Mirizzi syndrome is a functional hepatic syndrome caused by extrinsic compression of the CHD by a calculus impacted in the gallbladder neck or cystic duct. Low insertion of the cystic duct into the CHD is a predisposing factor",
      reference: "Menias CO, Surabhi VR, Prasad, SR, Wang HL, Narra VR, and Chintapalli KN. Mimics of cholangiocarcinoma: spectrum of disease. RadioGraphics 2008; 28: 1115–1129",
    },
    {
      questionNumber: 27,
      stem: "A 60-year-old diabetic male presents with a history of fever and right upper quadrant pain. Ultrasound of the abdomen demonstrates curvilinear high-amplitude echoes in the gallbladder wall with reverberation artefact and multiple high-amplitude echoes in the gallbladder lumen. What is the diagnosis?",
      options: [
        "Acute cholecystitis",
        "Emphysematous cholecystitis",
        "Adenomyomatosis",
        "Chronic cholecystitis",
        "Cholesterosis",
      ],
      response: "",
      answer: "Emphysematous cholecystitis",
      explanation: "This is a rare form of acute cholecystitis. The majority of patients are between 50 and 70 years of age. It is more common in men (male to female ratio of 2:1) and in those with diabetes and peripheral vascular disease. Emphysematous cholecystitis is a surgical emergency because there is an increased risk of gallbladder perforation and increased mortality rate. The definitive treatment is cholecystectomy, although in critically ill patients percutaneous cholecystostomy may be used as a temporary measure",
      reference: "Grayson DE, Abbott, RM, Levy AD, and Sherman PM. Emphysematous infections of the abdomen and pelvis: A pictorial review. RadioGraphics 2002; 22: 543–561",
    },
    {
      questionNumber: 28,
      stem: "A 65-year-old male with a pancreatic head mass and obstructive jaundice undergoes percutaneous cholangiogram and external biliary drain insertion via the right lobe of the liver. The patient returns for a biliary stent insertion. On removing the external drain there is significant arterial bleed from the puncture site. A selective coeliac axis angiogram does not reveal any abnormality, but pulsatile bleeding persists. What would you do next?",
      options: [
        "Selective left gastric angiogram",
        "Selective superior mesenteric angiogram",
        "Selective inferior mesenteric angiogram",
        "Selective gastroduodenal artery angiogram",
        "Embolise coeliac axis",
      ],
      response: "",
      answer: "Selective superior mesenteric angiogram",
      explanation: "Variations in hepatic arterial anatomy are common. A selective SMA angiogram should therefore be performed in this case. A selective left gastric angiogram is not required as it is a branch of the coeliac axis. The inferior mesenteric artery does not supply the liver",
      reference: "Catalano OA, Singh AH, Uppot RN, Hahn PF, Ferrano CR, and Sahani DV. Vascular and biliary variants in the liver: Implications for liver surgery. RadioGraphics 2008; 28: 359–378",
    },
    {
      questionNumber: 29,
      stem: "A 55-year-old female with cirrhosis undergoes MRI of the liver, which demonstrates multiple small nodules that are hypointense on T2WI and enhance following administration of gadolinium in the arterial and portal venous phase. The nodules demonstrate uptake of hepatocellular agent and super paramagnetic iron oxide (SPIO) particles. What is your diagnosis?",
      options: [
        "Multifocal hepatocellular carcinoma (HCC)",
        "Siderotic nodules",
        "Dysplastic nodules",
        "Regenerative nodules",
        "Multiple arterio-venous shunts",
      ],
      response: "",
      answer: "Regenerative nodules",
      explanation: "Regenerative nodules are formed in response to necrosis and altered circulation. They remain enhanced in the portal venous phase as opposed to HCC, which typically demonstrates contrast washout in the portal venous phase. Regenerative nodules have normal hepatocellular function and Kupffer cell density and therefore demonstrate uptake of both hepatocellular agents and SPIO particles. As dedifferentiation proceeds, the hepatocellular function and Kupffer cell density reduce",
      reference: "Hanna RF, Aguirre DA, Kased N, Emery SC, Peterson MR, and Sirlin CB. Cirrhosis-associated Hepatocellular nodules: correlation of histopathologic and MR imaging features. RadioGraphics 2008; 28: 747–769",
    },
    {
      questionNumber: 30,
      stem: "A 62-year-old male with acute myocardial infarction develops abdominal discomfort and deranged liver function tests. A CT scan of the abdomen demonstrates heterogeneous liver enhancement, poor enhancement of the hepatic veins and inferior vena cava (IVC), ascites and bibasal pleural effusions. What additional feature would favour a diagnosis of passive hepatic congestion instead of acute Budd–Chiari syndrome?",
      options: [
        "Flip-fl op enhancement pattern of the liver",
        "Absent fl ow in hepatic veins",
        "Dilated hepatic veins and IVC",
        "Enlarged caudate lobe",
        "Hepatomegaly",
      ],
      response: "",
      answer: "Dilated hepatic veins and IVC",
      explanation: "Elevated right atrial/central venous pressure due to cardiac decompensation results in impaired venous drainage from the liver, producing passive hepatic congestion. Acute Budd–Chiari syndrome is characterized by narrowed hepatic veins and intrahepatic IVC (secondary to compression by the enlarged liver) and by flip-flop pattern of enhancement between the arterial and the portal venous phases",
      reference: "Torabi M, Hosseinzadeh K, and Federle P. CT of Nonneoplastic hepatic vascular and perfusion disorders. RadioGraphics 2008; 28: 1967–1982",
    },
    {
      questionNumber: 31,
      stem: "A 47-year-old male patient undergoes an MRI examination for further characterization of an adrenal lesion. Axial gradient T1 in- and out-of-phase sequences confirm the benign nature of the adrenal lesion. Incidentally, the liver and pancreas demonstrate a signal drop on the in-phase images compared to out-of-phase images. What is your diagnosis and what additional sequence would confirm the diagnosis?",
      options: [
        "Diffuse fatty infiltration. GE T2WI",
        "Diffuse fatty infiltration. SE T2WI",
        "Haemochromatosis. SE T2WI",
        "Haemochromatosis. GE T2WI",
        "Haemosiderosis. GE T2WI",
        "F. Haemosiderosis. SE T2WI",
      ],
      response: "",
      answer: "Haemochromatosis. GE T2WI",
      explanation: "A GE T2 sequence demonstrates signal loss due to the magnetic field inhomogeneity produced by the paramagnetic effects of iron. GE sequences are more susceptible to the paramagnetic effects than SE sequences, as there is no 180° rephasing pulse in gradient sequences. Haemochromatosis is an autosomal recessive genetic disorder. There is abnormal deposition of iron in parenchymal organs such as the liver, pancreas, heart, etc",
      reference: "Cassidy FH, Yokoo T, Aganovic L, Hanna RF, Bydder M, Middleton MS et al. Fatty liver disease: MR imaging techniques for the detection and quantification of liver steatosis. RadioGraphics 2009; 29: 231–260.\nQueiroz-Andrade M, Blasbalg R, Ortega CD, Rodstein MA, Baroni RH, Rocha MS et al. MR imaging find of iron overload. RadioGraphics 2009; 29: 1575–1589",
    },
    {
      questionNumber: 32,
      stem: "A 35-year-old female undergoes an MRI of the abdomen that shows multiple cystic lesions in the pancreas. Each lesion consists of a cluster of small cysts with central scar. Multiple cysts and solid lesions are also noted in both kidneys. What further investigation/s would you recommend?",
      options: [
        "Ophthalmology referral",
        "MRI of the brain",
        "MRI of the spine",
        "Molecular genetic testing and genetic counselling",
        "All of the above",
      ],
      response: "",
      answer: "All of the above",
      explanation: "All the findings are manifestations of von Hippel–Lindau (VHL) disease. VHL is a rare, inherited, multisystem disorder characterized by the development of multiple benign and malignant neoplasms. It is an autosomal dominant disorder caused by inactivation of a tumor suppressor gene located on chromosome 3p25.5. The clinical manifestations are broad and include central nervous system (CNS) and retinal hemangioblastomas, renal cysts and tumors, pancreatic cysts and tumors, phaeochromocytomas, endolymphatic sac tumors, and epididymal cystadenomas",
      reference: "Leung RS, Biswas SV, Duncan M, and Rankin S. Imaging features of von Hippel-Lindau disease. RadioGraphics 2008; 28: 65–79",
    },
    {
      questionNumber: 33,
      stem: "A 55-year-old man presents with dysphagia. He gives no history of weight loss and investigations reveal a normal full blood picture. He is referred for a barium swallow, which reveals a long stricture (several centimeters) in the mid to distal esophagus with a fine reticular pattern adjacent to the distal aspect of the stricture and distal esophageal widening. What is the most likely diagnosis?",
      options: [
        "Reflux oesophagitis",
        "Candidiasis",
        "Barrett’s oesophagus",
        "Oesophageal adenocarcinoma",
        "Hiatus hernia",
      ],
      response: "",
      answer: "Barrett’s oesophagus",
      explanation: "This represents progressive columnar metaplasia of the distal oesophagus secondary to reflux oesophagitis. It is a premalignant condition associated with an increased risk of adenocarcinoma, 40-fold that of the general population",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 805–806",
    },
    {
      questionNumber: 34,
      stem: "A patient presents to A&E with severe upper abdominal pain 4 days following a barium enema. There is no free air under the diaphragm on the erect CXR. There is mild elevation of the inflammatory markers, but the surgeon is concerned with the degree of peritonism and requests a CT scan of abdomen. On this, the small bowel is dilated to 5 cm, but is not thick-walled. The vascular structures enhance normally. There is inflammatory change noted around the duodenum. Linear areas of low attenuation are noted extending from the porta hepatis into the liver parenchyma. These do not extend to the margin of the liver and are in general central in their location. The Hounsfield attenuation value of these areas is approximately -1500 HU. Barium in the rectum obscures the images of the pelvis. What is the most likely pathology?",
      options: [
        "Cholecystoduodenal fistula",
        "Mesenteric infarction",
        "Acute bowel obstruction",
        "Perforated duodenal ulcer",
        "Complication of barium enema",
      ],
      response: "",
      answer: "Cholecystoduodenal fistula",
      explanation: "The other answers are all causes of portal air, whereas the salient description is for air in the biliary tree. Cholecystoduodenal fistula is a fistulous connection between the gallbladder and the duodenum, allowing gas from the digestive tract to enter the biliary tree",
      reference: "Chapman S and Nakielny R. Aids to Radiological Differential Diagnosis, 4th edn, Saunders, 2003. p. 278",
    },
    {
      questionNumber: 35,
      stem: "A 74-year-old female patient undergoes a barium swallow and meal as part of the investigation of anemia, as she refuses endoscopy. She denies any weight loss, dysphagia, or odynophagia. The swallow reveals multiple rounded plaques and nodules in the mid esophagus. What is the most likely diagnosis?",
      options: [
        "Oesophageal candidiasis",
        "Herpes oesophagitis",
        "HIV oesophagitis",
        "Glycogenic acanthosis",
        "Cytomegalovirus oesophagitis",
      ],
      response: "",
      answer: "Glycogenic acanthosis",
      explanation: "This is a common condition affecting elderly people. Cytoplasmic glycogen accumulates in the squamous epithelial lining of the oesophagus, producing the findings described in the question. Patients usually have no oesophageal symptoms, and the disease is not a precursor of malignancy (although extensive glycogenic acanthosis has been shown to be associated with Cowden’s syndrome). The major differential diagnosis is candidiasis, but the plaques of candidiasis have a more linear, rather than rounded, appearance and it usually occurs in immunocompromised patients who complain of odynophagia. Options C, D, and E typically cause ulceration, not plaques",
      reference: "Levine MS and Rubesin SE. Diseases of the esophagus: diagnosis with esophagography. Radiology 2005; 237: 414–427",
    },
    {
      questionNumber: 36,
      stem: "A 75-year-old woman presents with severe chest pain radiating to her back and some hematemesis. The surgical team have considered a differential diagnosis of aortic dissection or aorto-enteric fistula and requested a CT scan to assess the aorta. No aortic dissection is seen, but there is a long eccentric filling defect identified within the esophageal wall, extending from the level of the carina to the gastro-oesophageal junction. This area did not enhance after contrast administration but did measure 75 HU on a pre-contrast scan. Barium swallow revealed a longitudinal impression on the esophagus, which had resolved on a repeat swallow 6 weeks later. What is the most likely diagnosis?",
      options: [
        "Aorto-oesophageal fistula",
        "Mallory–Weiss tear",
        "Boerhaave syndrome",
        "Oesophageal varices",
        "Intramural hematoma of the esophagus",
      ],
      response: "",
      answer: "Intramural haematoma of the esophagus",
      explanation: "Submucosal dissection of the oesophagus may be spontaneous or secondary to direct trauma or coagulopathy. Patients may present with chest pain, dysphagia, and nausea, often followed by haematemesis. The high attenuation in the wall of the oesophagus is the clue to the diagnosis. This feature and lack of enhancement are inconsistent with any alternative diagnosis. Follow-up with endoscopy is usually performed to exclude a predisposing pathological condition. The natural history is complete resolution without surgical intervention",
      reference: "Herbetko J, Delany D, Ogilvie BC, and Blaquiere RM. Spontaneous intramural haematoma of the oesophagus: appearance on computed tomography. Clinical Radiology 1991; 44: 327–328",
    },
    {
      questionNumber: 37,
      stem: "A 50-year-old male undergoes MRI of the liver for further characterization of a suspected hemangioma on ultrasound. In addition to the hemangioma, a peripheral wedge-shaped area of enhancement is seen in the arterial phase but no abnormality is seen in the corresponding area in the non-contrast or portal venous phases. What is the diagnosis?",
      options: [
        "Hepatocellular carcinoma",
        "Hepatic infarct",
        "Transient hepatic intensity difference (THID)",
        "Hypervascular metastasis",
        "Hemangioma",
      ],
      response: "",
      answer: "Transient hepatic intensity difference (THID)",
      explanation: "THID on MRI or transient hepatic attenuation difference (THAD) on CT is a pseudolesion caused by focal alteration in the haemodynamics of the liver due to either non-tumorous arterio-portal shunt or obstruction of distal portal venous flow. Features suggestive of THID or THAD include peripheral location, wedge shape, straight margins, and normal vessels coursing through the area",
      reference: "Silva AC, Evans JM, McCullough AE, Jatoi MA, Vargas HE, and .Hara AK. MR imaging of hypervascular liver masses: A review of current techniques. RadioGraphics 2009; 29: 385–402.\nLee JW, Kim S, Kwack SW, Kim CW, Moon TH, Lee SH et al. Hepatic capsular and subcapsular pathologic conditions: Demonstration with CT and MR imaging. RadioGraphics 2008; 28: 1307–1323",
    },
    {
      questionNumber: 38,
      stem: "A patient with recently diagnosed esophageal carcinoma is referred for endoscopic ultrasound (EUS) staging. This shows a hypoechoic area at 36 cm involving the mucosa extending into the submucosa. A 1.2 cm left para-esophageal node is noted at the level of the lesion. On biopsy, this node is positive for tumor cells. What is the stage of this cancer?",
      options: ["T1 N0 M0", "T1 N1 M0", "T2 N1 M0", "T2 N0 M0", "T3 N1 M0"],
      response: "",
      answer: "T3 N1 M0",
      explanation: "The T staging of oesophageal tumours is most accurately carried out by EUS. The staging is T1 invading submucosa, T2 invading muscularis propria, T3 invading the adventitia, T4 invading adjacent structures. This is more accurate than the CT staging. Loss of fat planes on CT and the finding of tumour abutting the aorta—if it is in contact with less than 90% of the circumference—often does not preclude resectability, especially if these margins are clear on EUS. In the assessment of lymphatic spread, PET-CT has been shown to be more sensitive (81–99%) than CT alone (50–95%). Lymphatic spread is graded: N0, no spread; N1, loco-regional spread. There is no N2 grading of oesophageal carcinoma as further lymphatic spread is considered M1. Whilst the abdominal nodes may be involved, the low SUV max is reassuring. The para-oesophageal node is almost certainly involved. The finding described in the liver is classical of a haemangioma and a mottled uptake in the liver is a normal finding on PET-CT, thus there is no evidence of metastatic disease radiologically",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 827–828. Chowdhury FU, Bradley KM, and Gleeson FV. The role of FDG PET/CT in the evaluation of oesophageal carcinoma. Clinical Radiology 2008; 63(12): 1297–1309",
    },
    {
      questionNumber: 39,
      stem: "A 45-year-old woman is referred by her GP for a barium swallow for investigation of dysphagia. Gastro-oesophageal refl ux into the lower third of the oesophagus is demonstrated and delicate transverse striations in the lower oesophagus are observed as a transient phenomenon. What is the next appropriate action appropriate for the radiologist?",
      options: [
        "Recommend a staging CT of chest and abdomen",
        "Recommend oesophagoscopy and biopsy of the affected area",
        "Recommend to the GP that the study was unremarkable but for mild reflux",
        "Recommend referral for manometry",
        "Recommend endoscopic ultrasound",
      ],
      response: "",
      answer: "Recommend to the GP that the study was unremarkable but for mild reflux",
      explanation: "The findings described are in keeping with a ‘feline’ oesophagus. This is thought to be due to spasm in the muscularis mucosa. It is associated with gastro-oesophageal reflux, but is a benign entity",
      reference: "Goherl VK, Edell SL, Laufer I, and Rhodes WH. Transverse folds in the human esophagus. Radiology 1978; 204: 303–330",
    },
    {
      questionNumber: 40,
      stem: "A 50-year-old woman presents with dysphagia. At barium swallow, contrast passes sluggishly into the oropharynx. No peristaltic waves are seen in the upper oesophagus. After swallowing, the lumen of the hypopharynx and upper oesophagus remain patent and distended. The lower oesophagus outlines normally. What is the most likely diagnosis?",
      options: [
        "Achalasia",
        "Scleroderma",
        "Polymyositis",
        "Chagas disease",
        "SLE",
      ],
      response: "",
      answer: "Polymyositis",
      explanation: "This condition and dermatomyositis affect skeletal muscle, which is found at the upper third of the oesophagus. These conditions begin in the upper oesophagus and extend caudally. Other findings at fluoroscopy include retention of barium in the valleculae and wide atonic pyriform fossae, regurgitation and nasal reflux, aspiration, and failure of contrast to progress in the upper oesophagus without the aid of gravity. Polymyositis and dermatomyositis are associated with underlying malignancy. The latter also involves a heliotrope rash and Gottrons papules on flexor surfaces. The lower oesophagus is composed of smooth muscle and is affected by conditions such as scleroderma and SLE, which result in atony and lack of peristalsis in the lower two-thirds, beginning caudally and moving cranially. Achalasia and Chagas disease result in dilatation of the whole oesophagus, with a ‘rat-tail’ deformity at the lower end",
      reference: "Grunebaum M and Salinger H. Radiological findings in polymyositis-dermatomyositis involving the pharynx and upper oesophagus. Clinical Radiology 1971; 22: 97–100",
    },
    {
      questionNumber: 41,
      stem: "A 63-year-old male patient is admitted with acute pancreatitis. During his admission survey he is noted to have a Ranson score of 7 and he is transferred to the ICU. A CT scan is carried out prior to ICU admission and shows a homogeneously enhancing enlarged pancreas with a fluid collection in the tail. There are gallstones in the gallbladder, with a dilated duct. A further CT is carried out on day 3 and this shows two further fluid collections in the tail of the pancreas, with an area of poorly enhancing pancreas that involves over half of the gland. There is no evidence of abscess. Which of the following options is most useful in detecting the severity of this patient’s pancreatitis?",
      options: [
        "Ranson score to indicate severity of pancreatitis. CT is of value in detecting complications",
        "CT within 24 hours to show presence of gland swelling and/or necrosis",
        "CT scan within 24 hours to indicate absence of complications and evidence that the causative factor has passed",
        "CT scan after 3 days showing necrosis and fluid collections",
        "CT scan after 3 days showing absence of abscess formation",
      ],
      response: "",
      answer: "CT scan after 3 days showing necrosis and fluid collections",
      explanation: "The Balthazar CT staging system grades pancreatitis based on the presence of gland enlargement and/or fluid collections, as well as the presence of necrosis involving <30%, 30–50%, or >50% of the gland. This has been shown to be a more accurate predictor of severity of pancreatitis and morbidity than the Ranson or Acute Physiology and Chronic Health Evaluation II (APACHE II) criteria. This staging system is, however, most accurate when carried out after 48 hours, as the degree of pancreatic necrosis may not be apparent before this",
      reference: "Balthazar EJ. Acute pancreatitis: assessment of severity with clinical and CT evaluation. Radiology 2002; 223(3): 603–613",
    },
    {
      questionNumber: 42,
      stem: "A 45-year-old man presents with acute abdominal pain. He has pyrexia and his inflammatory markers are raised. The surgical team request a CT scan of the abdomen for ‘?perforation’. The CT reveals inflammatory change in the anterior pararenal space. Which of the following is least likely to be the underlying cause for the CT finding?",
      options: [
        "Acute pancreatitis",
        "Gastric ulceration",
        "Diverticulitis of the descending colon",
        "Duodenal perforation",
        "Perforation of ascending colon due to neoplasm",
      ],
      response: "",
      answer: "Gastric ulceration",
      explanation: "The anterior pararenal space extends between the posterior parietal peritoneum and the anterior renal fascia (Gerota’s fascia). It is bounded laterally by the lateral conal fascia. The pancreas, second and third parts of the duodenum, and ascending and descending colon are located within the anterior pararenal space, and disease in this space usually arises in these organs. The stomach is intraperitoneal",
      reference: "Brant WE and Helms CA. Fundamentals of Diagnostic Radiology, 3rd edn, Lippincott Williams & Wilkins, 2007. p. 734",
    },
    {
      questionNumber: 43,
      stem: "A 73-year-old woman is referred from surgical outpatients for a barium enema. She has a 3-month history of weight loss and a microcytic anemia. The procedure is unremarkable, and you leave the screening room to go and continue some plain film reporting. Ten minutes later you are contacted by one of the radiographers who was helping during the enema. She is distressed and tells you that she found the patient collapsed in the bathroom having what appeared to be a seizure. You immediately attend and assess the patient. She is drowsy, but heart rate, blood pressure, and SaO2 are normal. What is the most likely complication to have caused her acute illness?",
      options: [
        "Cardiac arrhythmia secondary to rectal distension",
        "Venous intravasation",
        "Water intoxication",
        "Intramural barium",
        "Side-effect of hyoscine butyl bromide (Buscopan®)",
      ],
      response: "",
      answer: "Water intoxication",
      explanation: "All five options are complications of barium enema. Additional potential complications include bowel perforation, barium impaction, and transient bacteraemia. Complications during barium enema are rare. Perforation of the bowel is the most frequent serious complication, occurring in approximately 0.02–0.04% of patients. Venous intravasation may result in a barium pulmonary embolus, which carries an 80% mortality. Water intoxication causes drowsiness and convulsions, as in this case. There is an increased risk in megacolon because of the large area of bowel mucosa available for the absorption of water. Water intoxication has also been attributed to the preparatory laxatives used. Buscopan® may cause cardiac arrhythmia and should be used with caution in those with cardiac disease; other relative contraindications include angle-closure glaucoma, myasthenia gravis, paralytic ileus, pyloric stenosis, and prostatic enlargement",
      reference: "Chapman S and Nakielny R. A Guide to Radiological Procedures, Saunders, 2001. p. 72",
    },
    {
      questionNumber: 44,
      stem: "A 67-year-old man presents to A&E with abdominal pain. Inflammatory markers are raised, but serum electrolytes, amylase, hemoglobin, and coagulation are normal. He takes no regular medication. On examination, there is a palpable mass in the right lower quadrant. CT reveals a lobulated, hypoattenuating mass with thick walls, septa, and curvilinear calcifications. It is located in the RIF, and displaces and distorts the adjacent psoas muscle. What is the most likely diagnosis?",
      options: [
        "Pancreatic pseudocyst",
        "Pseudomyxoma retroperitonei",
        "Urinoma",
        "Haematoma",
        "Retroperitoneal liposarcoma",
      ],
      response: "",
      answer: "Pseudomyxoma retroperitonei",
      explanation: "The displacement of the psoas muscle indicates that this mass is most likely retroperitoneal. Pseudomyxoma peritonei is a rare condition that is characterized by intraperitoneal accumulation of gelatinous material owing to the rupture of a mucinous lesion of the appendix or ovary, e.g. mucinous cystadenoma/cystadenocarcinoma. It may occur in the retroperitoneum, where it is caused by the rupture of a mucinous lesion in the retrocaecal appendix and fixation of the lesion to the posterior abdominal wall. Clinically, it results in abdominal pain and a palpable mass. At CT, it appears as a multicystic mass with thick walls or septa that displace and distort adjacent structures. Curvilinear or punctuate mural calcifications may also occur and are highly suggestive. Pancreatic pseudocysts usually occur in the peripancreatic space, but may occur in the abdomen, pelvis, or mediastinum. They are associated with the clinical findings of pancreatitis and elevation of serum amylase. A urinoma is an encapsulated collection of chronically extravasated urine. There is usually a history of trauma and an associated hydronephrosis. Haematomas are associated with trauma, coagulopathy/anticoagulants, or a ruptured abdominal aortic aneurysm. Chronic haematoma can result in low attenuation contents, but acutely the haematoma will have higher attenuation than pure fluid due to clot formation. Retroperitoneal liposarcoma is most commonly of a density between water and muscle (myxoid type). It may have a solid, mixed, or pseudocystic pattern on CT. There may also be macroscopic areas of lipid in well-differentiated liposarcomas. Patients present with abdominal pain, weight loss, a palpable mass, and anaemia",
      reference: "Yang DM, Jung DH, Kim H, Kang JH, Kim SH, Kim JH et al. Retroperitoneal cystic masses: CT, clinical and pathological findings and literature review. RadioGraphics 2004; 24: 1353–1365",
    },
    {
      questionNumber: 45,
      stem: "A 30-year-old man undergoes CT of the abdomen following a high-velocity collision during an RTA. The scan reveals peripancreatic fat stranding and a superficial laceration in the tail of the pancreas, which extends to less than 50% of the pancreatic thickness. What is the next most appropriate step?",
      options: [
        "Laparotomy",
        "ERCP",
        "Supportive therapy",
        "Ultrasound to assess the pancreatic duct",
        "Diagnostic peritoneal lavage",
      ],
      response: "",
      answer: "Supportive therapy",
      explanation: "Injury to the pancreas is relatively uncommon, occurring in less than 2% of blunt abdominal trauma patients. Direct signs of pancreatic injury at CT include laceration, transection, enlargement, and inhomogeneous enhancement. Secondary signs include peripancreatic fat stranding and fluid collections, hemorrhage, and thickening of the anterior pararenal fascia. The management of pancreatic trauma depends on the integrity of the pancreatic duct. If it is intact, the treatment is supportive and expectant. If the duct is disrupted, surgery or stenting at ERCP is required. Although CT may not always directly demonstrate the pancreatic duct, the likelihood of ductal injury may be inferred from secondary signs. Wong et al. have devised a CT grading scheme, which is similar to the surgical classification of Moore. Grade A injuries comprise pancreatitis or superficial laceration (<50% pancreatic thickness), grade B1 is deep laceration (>50% pancreatic thickness), grade B2 is transection of the pancreatic tail, grade C1 is deep laceration of the pancreatic head, and grade C2 is transection of the pancreatic head. Grade A injuries spare the duct and are usually seen with an intact duct by surgical grading. Grade B and C injuries correlate with duct disruption. MR pancreatography is an alternative to ERCP to assess the integrity of the pancreatic duct. The duct integrity cannot be reliably assessed by ultrasound, particularly in the context of recent trauma",
      reference: "Gupta A, Stuhlfaut JW, Fleming KW, Lucey BC, and Soto JA. Blunt trauma of the pancreas and biliary tract: a multimodality imaging approach to diagnosis. RadioGraphics 2004; 24: 1381–1395. Wong YC, Wang LJ, Lin BC, Chen CJ, Lim KE, and Chen RJ. CT grading of blunt pancreatic injuries: prediction of ductal disruption and surgical correlation. Journal of Computer Assisted Tomography 1997; 21: 246–250",
    },
    {
      questionNumber: 46,
      stem: "An adolescent complains of chest and abdominal pain after suffering a handlebar injury whilst out riding his bicycle. In the recent past he has been complaining of loose motions and his mother has noticed he has failed to thrive. He has a long history of respiratory disease, which has been diagnosed as asthma. The CT scan shows low attenuation (–90 to –120 HU) in the region of the pancreas and air-trapping and cystic bronchiectasis in the upper lobes of both lungs. Which of the following is the most likely underlying pathological process explaining the appearance of the pancreas?",
      options: [
        "Chronic pancreatitis",
        "Congenital absence of the pancreas",
        "Lipomatous pseudohypertrophy of the pancreas",
        "Gluten enteropathy",
        "Shwachman–Diamond syndrome",
      ],
      response: "",
      answer: "Lipomatous pseudohypertrophy of the pancreas",
      explanation: "The history is one of undiagnosed cystic fibrosis (CF), with respiratory disease and pancreatic exocrine dysfunction. Pancreatic involvement in CF initially produces inhomogeneous attenuation, then low attenuation, and then complete fatty infiltration and replacement. Microcysts may develop and some of these may become small macroscopic cysts demonstrable with CT. There may be scattered calcifications. On ultrasound, there is increased diffuse echogenicity in keeping with fatty infiltration and fibrosis. CF is a major cause of pancreatic exocrine failure in childhood. Pancreatic abnormalities are seen in 85–90% of CF patients. However, the disease progresses to pancreatitis in less than 1% of CF patients. It predisposes to pancreatic cancer. Shwachman–Diamond syndrome is a rare congenital disorder characterized by pancreatic exocrine insufficiency, bone marrow dysfunction, and skeletal abnormalities. Patients usually present in infancy or early childhood with malabsorption and recurrent infections. Imaging reveals pancreatic lipomatosis",
      reference: "Federle MP, Jeffrey RB, Desser TS, Anne VS, and Eraso A. Diagnostic imaging: abdomen. Amirsys, 2005, II-3: 18–19",
    },
    {
      questionNumber: 47,
      stem: "A 54-year-old man presents with persistent abdominal pain and fever. His amylase has been normal, and colonoscopy and small bowel series were unremarkable during previous investigation. He has a past medical history of thyroid disease. A CT of abdomen reveals ill-defi ned rounded areas in the root of the mesentery, with adjacent mild lymphadenopathy. There is some central calcifi cation. A rim of preserved fat is seen surrounding the adjacent vessels. What is the most likely diagnosis?",
      options: [
        "Sclerosing mesenteritis",
        "Desmoid tumour",
        "Carcinoid tumour",
        "Lymphoma",
        "Metastatic disease",
      ],
      response: "",
      answer: "Sclerosing mesenteritis",
      explanation: "This is a rare form of chronic pancreatitis. It occurs due to inflammation in the pancreatico-duodenal groove, the potential space between the pancreas, duodenum, and common bile duct. The clinical manifestations are primarily due to duodenal and biliary obstruction. The CT findings can range from subtle increased attenuation in the mesentery to a solid soft-tissue mass. The mass may envelop vessels, but there may be preservation of fat around the vessels, the ‘fat halo’ sign. This finding may help distinguish sclerosing mesenteritis from other mesenteric processes such as lymphoma, carcinomatosis, or carcinoid tumor. Calcification may be present, usually in the central necrotic portion. Enlarged mesenteric or retroperitoneal lymph nodes may also be present",
      reference: "Horton KM, Lawler LP, and Fishman EK. CT findings in sclerosing mesenteritis (panniculitis): spectrum of disease. RadioGraphics 2003; 23: 1561–1567. Lucey BC, Stuhlfaut JW, and Soto JA. Mesenteric lymph nodes seen at imaging: causes and significance. RadioGraphics 2005; 25: 351–365",
    },
    {
      questionNumber: 48,
      stem: "A 58-year-old man with a history of alcohol abuse and diabetes presents with painless jaundice. Liver function tests reveal an obstructive picture and he undergoes an ultrasound of abdomen, which reveals dilatation of the CBD and a hypoechoic region in the head of the pancreas. He has a history of iodine allergy and undergoes MRI with dynamic gadolinium enhancement, as an alternative to contrast-enhanced CT. Which fi nding in the pancreatic head is most in keeping with the diagnosis of pancreatic adenocarcinoma?",
      options: [
        "Hypointensity on T1WI",
        "Hyperintensity on T2WI",
        "Hyperintensity on a STIR sequence",
        "Hypointensity during arterial phase enhancement",
        "Hypointensity during portal venous phase enhancement",
      ],
      response: "",
      answer: "Hypointensity during arterial phase enhancement",
      explanation: "Pancreatic adenocarcinoma is generally a hypovascular tumor at CT as well as MRI. Dynamic contrast-enhanced CT has been the gold standard for the diagnosis of pancreatic adenocarcinoma, but MRI is of value in those with renal failure or sensitivity to iodine-based contrast media. Care should be taken in patients with a very low GFR (typically less than 30ml/min) because of the risk of nephrogenic systemic fibrosis. Contrast-enhanced MRI may have a lower false negative rate than CT, as approximately 10% of pancreatic adenocarcinomas have been shown to be iso- rather than hypoattenuating, on both the pancreatic and portal venous phases. Chandarana et al. have reported that 25 of 25 neoplasms showed hypointensity during arterial phase enhancement (and 20 remained hypointense in venous phase), whereas only 12 of 25 were hypointense on unenhanced T1WI, and only 11 of 25 were hyperintense on STIR/T2WI",
      reference: "Chandarana H, Babb J, and Macari M. Signal characteristic and enhancement patterns of pancreatic adenocarcinoma: evaluation with dynamic gadolinium enhanced MRI. Clinical Radiology 2007; 62: 876–883. Smith SL and Rajan PS. Imaging of pancreatic adenocarcinoma with emphasis on multidetector CT. Clinical Radiology 2004; 59: 26–38",
    },
    {
      questionNumber: 49,
      stem: "A 42-year-old man is referred for a CT scan by an upper GI surgeon. He has a long history of recurrent upper abdominal pain, with more recent episodic vomiting. CT shows excess soft-tissue thickening between the head of pancreas and duodenum. Small cystic lesions are seen along the medial wall of the duodenum. There is also mild dilatation of the common bile duct and distension of the stomach and proximal duodenum. What is the most likely diagnosis?",
      options: [
        "Autoimmune pancreatitis",
        "Groove pancreatitis",
        "Pancreatitis related to ectopic or heterotopic pancreatic tissue",
        "Hereditary pancreatitis",
        "Pancreas divisum associated pancreatitis",
      ],
      response: "",
      answer: "Groove pancreatitis",
      explanation: "This is a rare form of chronic pancreatitis. It occurs due to inflammation in the pancreatico-duodenal groove, the potential space between the pancreas, duodenum, and common bile duct. The clinical manifestations are primarily due to duodenal and biliary obstruction. The CT findings can range from subtle increased attenuation in the mesentery to a solid soft-tissue mass. The mass may envelop vessels, but there may be preservation of fat around the vessels, the ‘fat halo’ sign. This finding may help distinguish sclerosing mesenteritis from other mesenteric processes such as lymphoma, carcinomatosis, or carcinoid tumor. Calcification may be present, usually in the central necrotic portion. Enlarged mesenteric or retroperitoneal lymph nodes may also be present",
      reference: "Shanbhogue AKP, Fasih N, Surabhi VR, Doherty GP, Shanbhogue DKP, and Sethi SK. A clinical and radiological review of uncommon types and causes of pancreatitis. RadioGraphics 2009; 29: 1003–1026",
    },
    {
      questionNumber: 50,
      stem: "An overweight 42-year-old man decides to join a gym as a New Year’s resolution. During a vigorous work-out, he develops acute left lower quadrant pain and tenderness. An initial ultrasound demonstrates a small, 2-cm solid hyperechoic, non-compressible oval mass at the site of maximal tenderness. Further investigation via CT shows a pericolic pedunculated mass with fat attenuation and a hyperattenuating peripheral rim with adjacent fat-stranding abutting the anterior sigmoid colon. What is the most likely diagnosis?",
      options: [
        "Diverticulitis",
        "Appendicitis",
        "Epiploic appendagitis",
        "Omental infarction",
        "Sclerosing mesenteritis",
      ],
      response: "",
      answer: "Epiploic appendagitis",
      explanation: "Acute epiploic appendagitis is a self-limiting inflammation of the appendices epiploicae, associated with obesity, hernia, and unaccustomed exercise. Omental infarction typically presents with pain of several days’ duration. CT demonstrates a large non-enhancing omental mass with heterogeneous attenuation, and is typically located towards the right lower quadrant. Sclerosing mesenteritis is commonly located at the root of the small bowel mesentery",
      reference: "Singh AK, Gervais DA, Hahn PF, Sagar P, Mueller PM, and Novelline RA. Acute epiploic appendagitis and its mimics. RadioGraphics 2005; 25: 1521–1534",
    },
    {
      questionNumber: 51,
      stem: "A 50-year-old male patient is admitted with congestive cardiac failure and undergoes a CT scan of the abdomen, which shows tortuous and prominent intrahepatic and extrahepatic arterial branches with early filling of dilated hepatic veins and IVC. The arterial phase scan shows mosaic perfusion with multiple enhancing foci. In the portal venous phase there is homogeneous enhancement of the liver, with the prominent hepatic veins and IVC noted. What is the diagnosis?",
      options: [
        "Passive hepatic congestion",
        "Budd–Chiari syndrome",
        "Osler–Weber–Rendu syndrome",
        "Multifocal transient hepatic attenuation differences",
        "Von Meyerburg complex",
      ],
      response: "",
      answer: "Osler–Weber–Rendu syndrome",
      explanation: "Osler–Weber–Rendu syndrome or hereditary haemorrhagic telangiectasia (HHT) is a rare autosomal dominant multisystem vascular disorder characterized by angiodysplastic lesions in which there is communication between arteries and veins of varying sizes. It commonly affects the skin, lungs, and mucous membranes but any organ system may be involved. The liver is the most common site of abdominal HHT. Lesions range from tiny telangiectases to transient perfusion abnormalities and large confluent vascular masses. Coronal maximum intensity projection (MIP) images are useful in appreciating telangiectases. Liver involvement is associated with arterio-venous shunting, porto-venous shunting, or both, resulting in hyperdynamic circulation, which may lead to high-output cardiac failure. Budd–Chiari syndrome is hepatic vein thrombosis and Von Meyerburg complex is multiple biliary hamartomas",
      reference: "Torabi M, Hosseinzadeh K, and Federle MP. CT of nonneoplastic hepatic vascular and perfusion disorders. Radiographics 2008; 28: 1967–1982. Siddiki H, Doherty MG, Fletcher JG, Stanson AW, Vrtiska JJ, Hough DM et al. Abdominal findings in hereditary hemorrhagic telangiectasia: pictorial essay on 2D and 3D findings with isotropic multiphase CT. RadioGraphics 2008; 28: 171–183",
    },
    {
      questionNumber: 52,
      stem: "A 65-year-old man, being investigated for iron deficiency anemia, altered bowel habit, and weight loss, is diagnosed with colon cancer. A staging CT demonstrates irregularity to the outer bowel wall at the site of the tumor, a cluster of three lymph nodes with the largest individual node measuring 0.9cm, and no evidence of distant metastases. What is the most likely TNM stage?",
      options: [
        "T2, N0, M0",
        "T2, N1, M0",
        "T3, N0, M0",
        "T3, N1, M0",
        "T4, N1, M0",
      ],
      response: "",
      answer: "T3, N1, M0",
      explanation: "T3 implies invasion beyond the muscularis propria into the pericolic fat. CT is quoted as 80% accurate in detecting extramural spread and nodal stage. T1 and T2 tumors are well-defined with no extension beyond the bowel contour. CT features of a T4 tumor include nodular penetration of the tumor through the peritonealized areas of the muscle coat or an advancing edge of the tumor penetrating adjacent organs. Nodal positivity is based on any node >1 cm or a group of three or more nodes",
      reference: "Dighe S, Swift I, and Brown G. CT staging of colon cancer. Clinical Radiology 2008; 63: 1372–1379",
    },
    {
      questionNumber: 53,
      stem: "A 41-year-old female with a background of arthralgia, chronic abdominal pain, and diarrhea is investigated via a small bowel series. Findings include a prolonged transit time, and dilated loops of small bowel with normal appearing valvulae and pseudodiverticula. What is the most likely diagnosis?",
      options: [
        "GI scleroderma",
        "Behcet’s disease",
        "Whipple disease",
        "Small bowel lymphoma",
        "Coeliac disease",
      ],
      response: "",
      answer: "GI scleroderma",
      explanation: "Deeply penetrating ulcers are seen in Behcet’s disease. Whipple disease is an extremely rare form of intestinal lipodystrophy. Thickening of jejuna folds is seen, but there is little or no small bowel dilatation and small bowel transit time is normal. Pseudodiverticula are not seen in coeliac disease. The valvulae are thickened in lymphoma",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 863–864",
    },
    {
      questionNumber: 54,
      stem: "A 55-year-old man with a previous history of liver transplantation presents with a 1-week history of abdominal pain and distension. An AXR shows some distended small bowel loops centrally within the abdomen. You are asked to perform a CT scan of the abdomen for further evaluation. This shows a cluster of non-encapsulated dilated small bowel loops adjacent to the anterior abdominal wall on the right side. There are adjacent crowded mesenteric vessels. What is the most likely diagnosis?",
      options: [
        "Small bowel adhesions",
        "Left paraduodenal hernia",
        "Right paraduodenal hernia",
        "Foramen of Winslow hernia",
        "Transmesenteric hernia",
      ],
      response: "",
      answer: "Transmesenteric hernia",
      explanation: "This is when small bowel herniates through a defect in the mesentery and is compressed against the abdominal wall, with little overlying omental fat at most levels of anatomic section through the herniated bowel. There will be some degree of compression, crowding, displacement, and obstruction of both the bowel and blood vessels. They are usually seen in association with previous abdominal surgery and the creation of a Roux-en-Y anastomosis, when the hernia occurs in a surgically created defect in the mesentery. A left-sided paraduodenal hernia is via the paraduodenal (lateral to the fourth part) mesenteric fossa of Landzert, close to the ligament of Treitz. The characteristic features include a sac-like mass of dilated bowel lateral to the ligament of Treitz, which displaces and indents the adjacent stomach and transverse colon. A right paraduodenal hernia occurs via the jejunal mesentericoparietal fossa of Waldeyer. A cluster of dilated small bowel loops is seen lateral and inferior to the descending duodenum",
      reference: "Federle MP, Jeffrey RB, Desser TS, Anne VS, and Eraso A. Diagnostic imaging: abdomen. Amirsys, 2005, II-4: 26–27",
    },
    {
      questionNumber: 55,
      stem: "A 64-year-old man presents to A&E with onset of severe watery diarrhea and abdominal pain. An AXR is performed which shows dilated large bowel and nodular haustral fold thickening. The patient has a CT scan with oral and intravenous contrast. The CT scan shows large bowel dilatation with diffuse bowel wall thickening. Some of the oral contrast given has become trapped between the edematous haustral folds, causing alternating bands of high and low attenuation. What is the most likely underlying diagnosis?",
      options: [
        "Ulcerative colitis",
        "Crohn’s colitis",
        "Ischaemic colitis",
        "Pseudomembranous colitis",
        "Bacillary dysentery",
      ],
      response: "",
      answer: "Pseudomembranous colitis",
      explanation: "The CT sign of oral contrast becoming trapped between thickened oedematous haustral folds is the ‘accordion’ sign, which is highly suggestive of pseudomembranous colitis. Bowel wall thickening, pericolonic stranding of fat, and ascites may be seen in all forms of colitis. Pseudomembranous colitis can be segmental, but is more commonly a pancolitis",
      reference: "Kawamoto S, Horton KM, and Fishman EK. Pseudomembranous colitis: spectrum of imaging findings with clinical and pathological correlation. RadioGraphics 1999; 19: 887–897",
    },
    {
      questionNumber: 56,
      stem: "A 30-year-old man with a long history of dysphagia presents with food impaction. He has a past medical history of allergies but nothing else of note. The food bolus passes spontaneously, and a water-soluble followed by a barium swallow are requested prior to endoscopy, to ensure there has been no perforation due to chicken/fish bones. The barium study reveals a moderately long stricture in the lower esophagus, with multiple distinct ring-like indentations. What is the most likely diagnosis?",
      options: [
        "Idiopathic eosinophilic oesophagitis (IEE)",
        "Crohn’s disease",
        "Oesophageal carcinoma",
        "Oesophageal perforation",
        "Peptic stricture",
      ],
      response: "",
      answer: "Idiopathic eosinophilic oesophagitis (IEE)",
      explanation: "The cause of this condition is uncertain, but most authors believe it occurs as an inflammatory response to ingested food allergens. A history of allergies is more closely correlated in children with the condition than in adults. Only a minority of adults with IEE have peripheral blood eosinophilia or eosinophilic gastroenteritis. The condition is most common in males aged 20–40 who have a history of dysphagia and recurrent food impactions. The appearance of the stricture, with its distinctive ring-like indentations, has been termed a ‘ringed’ oesophagus. These indentations are characterized by multiple closely spaced concentric rings that traverse the stricture. A similar fi nding may be seen in congenital oesophageal stenosis, which typically occurs \nin the same demographic group, with similar symptoms. The ‘ringed’ oesophagus is thus relatively \nspecifi c for IEE, but is not a necessary fi nding (in the study quoted, it was only present in 7 of the \n14 patients, although these 7 all had strictures). In peptic strictures, the fi xed transverse folds are \nincomplete and further apart, producing a characteristic step-ladder appearance as a result of \ntrapping of barium between the folds",
      reference: "Zimmerman SL, Levine MS, Rubesin SE, Mitre MS, Furth EE, Laufer I et al. Idiopathic eosinophilic esophagitis in adults: the ringed esophagus. Radiology 2005; 236: 159–165",
    },
    {
      questionNumber: 57,
      stem: "A patient has an ultrasound scan carried out on a radiographer’s ultrasound list. The liver, kidneys, and spleen appear unremarkable. There are gallstones in the gallbladder, but also in the fundus of the gallbladder, and there is a reverberation artifact that gives a comet tail appearance. This finding is pathognomonic of a condition. Which of the following statements is true regarding this condition?",
      options: [
        "Adenomyomatosis is caused by abnormal deposits of cholesterol esters in foam cells in the lamina propria",
        "Cholesterolosis is caused by the rupture of Rokitansky–Aschoff sinuses with subsequent intramural leak of bile causing an inflammatory reaction",
        "Xanthogranulomatous cholecystitis is characterized by an increase in the number and height of glandular elements in the gallbladder",
        "Xanthogranulomatous cholecystitis is associated with gallbladder carcinoma in around 10% of cases",
        "Adenomyomatosis is associated with cholesterolosis in up to a third of patients",
      ],
      response: "",
      answer: "Adenomyomatosis is associated with cholesterolosis in up to a third of patients",
      explanation: "Option A describes the cause of cholesterolosis. Option B describes the features of xanthogranulomatous cholecystitis (XGC). Option C describes the features of adenomyomatosis. Option D is true, but the ultrasound features described are not those of XGC, so this is not true regarding the condition described in the clinical scenario. Adenomyomatosis and cholesterolosis are both classed as types of hyperplastic cholecystosis. Adenomyomatosis has two pathognomonic descriptions. . Firstly, the ‘pearl necklace’ appearance on oral cholecystogram (OCG) (the same \nappearance can be seen on MRCP). Secondly, comet tail artefact seen on ultrasound, caused by \nreverberation artefact between cholesterol crystals in Rokitansky–Ashcoff sinuses",
      reference: "Dahnert W. Radiology Review Manual, 6th edn, Lippincott Williams & Wilkins, 2007. pp. 726–727",
    },
    {
      questionNumber: 58,
      stem: "A 45-year-old man, with a history of AIDS, has a 3-month history of abdominal pain and weight loss. A CT scan of abdomen is performed which shows ascites with peritoneal thickening, several areas of mural thickening in the small bowel, and multiple low attenuation lymph nodes. Which one of the following infections is most likely?",
      options: [
        "CMV infection",
        "TB",
        "Cryptosporidiosis",
        "Amoebiasis",
        "Campylobacter",
      ],
      response: "",
      answer: "TB",
      explanation: "Cryptosporidiosis is the most common cause of enteritis in AIDS patients. It more commonly causes proximal small bowel thickening in the duodenum and jejunum, and CT may show small lymph nodes. CMV infection of the small bowel can show a terminal ileitis indistinguishable from Crohn’s disease. The typical CT findings in amoebiasis are thickening of the right colonic wall and a rounded abscess in the right lobe of the liver with a peripheral zone of edema. TB usually shows ileocaecal involvement, low attenuation mesenteric nodes, and ascites with peritoneal thickening. Mycobacterium avium intracellulare may also occur with low attenuation mesenteric nodes and thickening of small bowel folds",
      reference: "Federle MP, Jeffrey RB, Desser TS, Anne VS, and Eraso A. Diagnostic imaging: abdomen. Amirsys, 2005, I-4: 26, 75",
    },
    {
      questionNumber: 59,
      stem: "A 44-year-old man presents with a vague history of central abdominal pain and mild weight loss. On further questioning, there are other features in the history suggestive of malabsorption. Amongst other investigations, a CT scan of abdomen is requested. This shows dilated fluid-filled small bowel loops and multiple enlarged mesenteric lymph nodes, encasing the mesenteric vessels. The lymph nodes are of homogeneous soft tissue density. What is the most likely cause of the CT findings?",
      options: [
        "Whipple's disease",
        "Coeliac disease complicated by lymphoma",
        "Cavitating mesenteric lymph node syndrome",
        "Abdominal tuberculosis",
        "Castleman disease",
      ],
      response: "",
      answer: "Coeliac disease complicated by lymphoma",
      explanation: "Whipples disease, cavitating mesenteric lymph node syndrome, and abdominal TB more typically \nhave mesenteric lymph node enlargement that has central low attenuation, rather than being \nof homogeneous soft-tissue density. Whipple disease is a systemic bacterial infection caused by \nTropheryma whippelii. Lymph nodes affected by Whipple disease typically have a high fat content, \ncausing the low attenuation, usually between 10 and 20 HU.\nCavitating mesenteric lymph node syndrome is associated with coeliac disease. The lymph nodes \nare truly cavitating and usually regress following a gluten-free diet.\nThe lymph nodes in abdominal tuberculosis typically have caseous necrosis and thus central low \ndensity on CT.\nCastleman disease causes benign masses of lymphoid tissue of unknown aetiology. It can cause \nmesenteric lymphadenopathy, which is homogeneous, but the disease itself is rare and mesenteric \ninvolvement is much less common than mediastinal involvement. ",
      reference: "Lucey BC, Stuhlfaut JW, and Soto JA. Mesenteric lymph nodes seen at imaging: causes and significance. RadioGraphics 2005; 25: 351–365",
    },
    {
      questionNumber: 60,
      stem: "With regard to the use of glucagon in barium enema examinations, which of the following statements is correct?",
      options: [
        "0.1mg of glucagon is an appropriate dose",
        "Diabetes is a contraindication to the use of glucagon",
        "Insulinoma is a contraindication to the use of glucagon",
        "Glucagon can be safely used in patients with phaeochromocytoma",
        "Smooth muscle relaxation is optimal at 5 minutes and lasts approximately 1 hour",
      ],
      response: "",
      answer: "Insulinoma is a contraindication to the use of glucagon",
      explanation: "Glucagon is a potent hypotonic agent. If 1mg of glucagon is injected intravenously it takes \napproximately 1 minute to work and lasts about 10–20 minutes. Intravenously administered\nglucagon decreases discomfort during barium enema examinations.Glucagon administration \nis generally safe, but is contraindicated in patients with insulinoma and phaeochromocytoma. \nDiabetes is not a recognized contraindication.",
      reference: "Rubesin SE, Levine MS, Laufer I, and Herlinger H. Double-contrast barium enema examination technique. Radiology 2000; 215: 642–650",
    },
    {
      questionNumber: 61,
      stem: "A 39-year-old male complains of severe, colicky left lower abdominal pain and rectal bleeding. He has experienced intermittent abdominal pain for the last 3–4 months. There is no previous history of medical problems. On examination he has left lower abdominal tenderness without signs of peritonism. A CT examination is performed which reveals a focal intraluminal abnormality, with the appearance of a mass within the sigmoid colon. There are concentric rings of soft tissue and fatty attenuation giving a 'target' like appearance. Mesenteric vessels are seen to course into the lesion. At the most distal point of the abnormality there is a more discrete low attenuation mass measuring approximately 3 cm in size of fatty attenuation. The large bowel distal to the sigmoid lesion is collapsed and proximal to the lesion there are multiple loops of small bowel and a dilated colon. What is the most likely underlying pathology for this condition?",
      options: [
        "Benign tumour",
        "Malignant tumour",
        "Inverted diverticulum",
        "Idiopathic",
        "Inflammatory bowel disease",
      ],
      response: "",
      answer: "Benign tumour",
      explanation: "The patient has presented with a colo-colic intussusception secondary to a lipoma of the colonic \nwall. The intussusception has been complicated by large bowel obstruction. \nIntussusception is caused by prolapse of a portion of the bowel into the lumen of the adjoining \nbowel lumen segment. Intussusception is most commonly a disease of young children and most \ncommonly occurs in an ileocolic location. In children, over 90% of intussusceptions are idiopathic \nand no lead point is identified. In adult patients approximately 80% of intussusceptions are caused \nby lead point lesions.\nThe CT appearances described are typical of an intussusception. The low attenuation distal lead \npoint represents the lipoma. Ultrasound is often used to diagnose intussusception in children and \nwill show a mass with echogenic rings representing the fat in the invaginated mesentery.",
      reference: "Kim YH, Blake MA, Harisinghani MG, Archer-Arroyo K, Hahn PF, Pitman MB et al. Adult intussusception: CT appearances and identification of a causative lead point. RadioGraphics 2006; 26: 733–744",
    },
    {
      questionNumber: 62,
      stem: "A patient with a known history of malignancy undergoes a CT scan of the chest, abdomen, and pelvis for staging purposes. This examination identifies a solitary hypodense lesion in the spleen measuring 4 cm in diameter, but no other evidence of metastatic disease. A PET-CT is considered as a possible mechanism for determining whether or not this is a metastasis, but is considered not likely to be helpful. Which malignancy is the patient most likely to have?",
      options: [
        "Melanoma",
        "Lung carcinoma",
        "Lymphoma",
        "Renal cell carcinoma",
        "Colon carcinoma",
      ],
      response: "",
      answer: "Renal cell carcinoma",
      explanation: "Renal cell carcinoma is less likely to be FDG avid compared to the other tumors mentioned in the options",
      reference: "Ahmed S, Horton KM, and Fishman EK. Splenic incidentalomas. Radiological Clinics of North America 2011; 49: 323–347",
    },
    {
      questionNumber: 63,
      stem: "A 54-year-old man has a CT scan of renal tracts for suspected right renal colic. The right renal tract is normal, but an incidental 6-cm well-defined cyst is noted within the spleen. There is no past medical history of note. What is the most likely etiology of the splenic cyst?",
      options: [
        "Previous trauma",
        "Echinococcal infection",
        "Congenital cyst",
        "Liquefied infarct",
        "Unilocular lymphangioma",
      ],
      response: "",
      answer: "Previous trauma",
      explanation: "Splenic cysts are classifi ed into two major subtypes: true cysts and false cysts (post-traumatic \npseudocysts). This differentiation is based on the presence or absence of an epithelial lining. \nThey cannot be distinguished on imaging. On CT as both usually appear well-defi ned and of fl uid \ndensity. \nTrue cysts, which constitute approximately 20% of all splenic cysts and show an epithelial lining, \nare further divided into non-parasitic cysts and parasitic subtypes. Non-parasitic, true cysts, \nprimarily known as epidermoid cysts, are congenitally derived from peritoneal mesothelium \nand represent only 2.5% of all splenic cysts. The majority of true cysts are related to parasitic \ninfection, usually hydatid disease. \nFalse cysts, also known as post-traumatic pseudocysts, lack an epithelial lining and are considered \nto represent the end stage of a previous intrasplenic hematoma. They account for up to 80% of \nall splenic cysts. Patients may report a history of trauma to the left upper quadrant, but up to \n30% of patients do not recall any association with such an event. More rarely they may be the \nresult of previous infarction or infection. \nTrue cysts are more likely to have slight wall trabeculation and thin peripheral septation (up to \n86%), whereas false cysts are more likely to have mural calcification (up to 50%).\nIsolated splenic lymphangioma is uncommon in adults, usually being diagnosed in childhood. It \nusually appears as thin-walled, well-defined masses of low attenuation, without enhancement. \nThey may have curvilinear peripheral mural calcification.",
      reference: "Ahmed S, Horton KM, and Fishman EK. Splenic incidentalomas. Radiological Clinics of North America 2011; 49: 323–347",
    },
    {
      questionNumber: 64,
      stem: "A patient presents to the surgeons with a known history of gallstones, for which she underwent an ERCP 2 years earlier. She has had recurring pain and mildly elevated liver function tests. She underwent an MRCP/MRI liver prior to consideration for surgery. This showed a number of 8-mm filling defects in the CBD. Which of the following MRI sequences is likely to be the most helpful in trying to determine if these filling defects are due to pneumobilia, as opposed to retained calculi?",
      options: [
        "Axial T2 steady-state GE",
        "Coronal thick slab MRCP",
        "Three-dimensional volume coronal MRCP",
        "Two-dimensional coronal oblique thin (4mm) MRCP",
        "Axial T1 in phase and out of phase GE",
      ],
      response: "",
      answer: "Axial T2 steady-state GE",
      explanation: "Axial imaging is generally going to be better than coronal imaging when trying to distinguish between pneumobilia and calculi within the CBD. The biliary air causes an air/fluid level of air lying on top of fluid in a non-dependent position in the CBD and this is more easily appreciated on an axial image. Calculi tend to lie dependently within the CBD. As fl uid is hyperintense \non T2WI and hypointense on T1WI, and both air and calculi are hypointense on both these \nsequences, then both will stand out as being more conspicuous on T2WI.",
      reference: "Irie H, Honda H, Kuroiwa T, Yoshimitsu K, Aibe H, Shinozaki K et al. Pitfalls in MR Cholangiopancreatographic interpretation. RadioGraphics 2001; 21: 23–37",
    },
    {
      questionNumber: 65,
      stem: "You have been asked to give a presentation on MRI of the liver to your radiological colleagues. One of the audience asks if any of the contrast agents used in MRI of the liver works best with any sequence other than a T1WI sequence. What do you respond?",
      options: [
        "Yes, gadopentate dimeglumine",
        "Yes, mangafodipir trisodium",
        "Yes, gadobenate dimeglumine (hepatocyte specific)",
        "Yes, SPIO",
        "No, all liver contrast agents work best with T1WI",
      ],
      response: "",
      answer: "Yes, SPIO",
      explanation: "Gadolinium chelates are extracellular agents. Gadolinium shortens the T1 relaxation time of adjacent water protons, resulting in signal enhancement on T1WI. It can be used for lesion detection, characterization, and liver vasculature assessment. SPIO particles are reticulo-endothelial agents that are phagocytosed by Kupffer cells. SPIO causes local magnetic field inhomogeneity and T2 and T2* shortening, resulting in signal loss on T2WI and T2*WI. Most liver tumours, including HCC, are defi cient in Kupffer cells (cf. focal nodular \nhyperplasia) therefore after administration of SPIO the tumour appears hyperintense relative to \nthe background liver. \nMangafodipir trisodium (Teslascan®) is a manganese-based hepatocyte specifi c agent that \nincreases the signal intensity of the liver, bile ducts, and some hepatocyte-containing lesions \n(e.g. FNH) at T1WI. Similarly, gadobenate dimeglumine (Multihance®) is a gadolinium-based \nhepatocyte specifi c agent, which also works best with T1WI due to the T1 shortening effects of \ngadolinium.",
      reference: "Gandhi SN, Brown, MA, Wong JG, Aguirre DA, and Sirlin CB. MR contrast agents for liver imaging: what, when, how. RadioGraphics 2006; 26: 1621–1636",
    },
    {
      questionNumber: 66,
      stem: "A 55-year-old woman is admitted to hospital after several episodes of melaena. She has an upper GI endoscopy performed, which is normal. A CT scan of abdomen is requested and this demonstrates a large exophytic mass arising from the jejunum in the left upper quadrant. It is heterogeneous in density, and has some peripheral enhancement and central necrosis. There is no calcification, intestinal obstruction, or evidence of aneurysmal dilatation of the affected segment of jejunum. There is no adjacent lymphadenopathy or ascites. What is the most likely diagnosis?",
      options: [
        "Adenocarcinoma",
        "Lymphoma",
        "Carcinoid tumour",
        "Metastasis",
        "Gastrointestinal stromal tumour (GIST)",
      ],
      response: "",
      answer: "Gastrointestinal stromal tumour (GIST)",
      explanation: "At contrast-enhanced CT, GISTs appear as large exophytic masses with peripheral enhancement. They usually have an attenuation similar to that of muscle, but they may have heterogeneous attenuation, depending on their level of aggressiveness. More aggressive GISTs may also contain a \ncentral area of necrosis.\nAdenocarcinoma of the jejunum is rare, more commonly occurring in the duodenum. They also \ntend to be stricturing lesions, rather than exophytic masses and may present with obstruction. \nCarcinoid is also rare in the proximal small bowel, the distal ileum being a more usual location. \nThe primary lesion is often quite small, with the nodal metastatic lesion in the small bowel \nmesentery being more conspicuous on CT. This is often spiculated (surrounding desmoplastic \nreaction) and may contain calcifi cation. \nLymphoma can have a number of manifestations in the small bowel, from nodular thickening of \nthe mucosal folds to large masses with aneurysmal dilatation of the small bowel in the affected \nsegment. Associated lymphadenopathy is typical",
      reference: "Horwitz BM, Zamora GE, and Gallegos MP. Gastrointestinal stromal tumor of the small bowel. RadioGraphics 2011; 31: 429–434",
    },
    {
      questionNumber: 67,
      stem: "A 70-year-old woman presents with a history of high dysphagia. Barium swallow reveals a barium-filled sac extending postero-inferior from the C5/6 level to the left of the upper oesophagus. What is the most likely diagnosis?",
      options: [
        "Pulsion diverticulum",
        "Traction diverticulum",
        "Zenker diverticulum",
        "Early intramural diverticulosis",
        "Oesophageal perforation",
      ],
      response: "",
      answer: "Zenker diverticulum",
      explanation: "The findings are classical of a Zenker diverticulum or pharyngeal pouch, a pseudo-diverticulum of the posterior hypopharyngeal wall between the fibres of cricopharyngeus. 50% of cases occur in the seventh and eighth decades. Other symptoms can include halitosis, regurgitation of undigested food, aspiration pneumonia, oesophageal perforation, and carcinoma. It is associated \nwith hiatus hernia, achalasia, and gastroduodenal ulcer. Treatment options include surgical \nexcision, laser therapy, and endoscopy with stapling.\nTraction diverticula classically occur in the mid-oesophageal region and in the past were most \noften a secondary manifestation of mediastinal fi brosis associated with TB. True oesophageal \npulsion divertcula are most commonly in the epiphrenic region (last 10 cm of the oesophagus). \nOesophageal perforation is more commonly iatrogenic, being rarely spontaneous (Boerhaave \nsyndrome).",
      reference: "Boxerman JL. Zenker’s diverticulum: reappraisal. Radiology 1997; 204: 118",
    },
    {
      questionNumber: 68,
      stem: "A 26-year-old man, with a previous history of a panprocto-colectomy for Gardner’s syndrome, presents with vague abdominal discomfort and a CT scan is requested to ascertain the cause. He is found to have a well-defined mass of homogenous density, which you suspect may be a desmoid tumour, given the previous clinical history. Where in the abdomen is this most likely to be located?",
      options: [
        "Abdominal wall",
        "Retroperitoneum",
        "Small bowel mesentery",
        "Pelvis",
        "Duodenal wall",
      ],
      response: "",
      answer: "Small bowel mesentery",
      explanation: "Desmoid tumours are non-malignant fibrous tumours that have a particular association with FAP/Gardner syndrome. They may be locally infiltrative. On CT they are usually of homogeneous density, but can have well-defined or irregular margins. On MRI, the signal intensity on T1WI is similar to muscle and on T2WI their signal can be variable. Lower signal tumours on T2WI probably have a denser fibrous component. Desmoid tumours in association with FAP/Gardner syndrome are most commonly seen in the small bowel mesentery, followed by the abdominal wall. Intra-abdominal desmoid tumours can also occur in the retroperitoneum and pelvis, but these locations are more common in isolated desmoids",
      reference: "Kawashima A, Goldman SM, Fishman EK, Kuhlman JE, Onitsuka H, Fukuya T et al. CT of intraabdominal desmoid tumors: is the tumor different in patients with Gardner’s disease? American Journal of Radiology 1994; 162: 339–342",
    },
    {
      questionNumber: 69,
      stem: "A 75-year-old man is undergoing a CT colonography examination for investigation of a change in bowel habit. He has difficulty retaining the CO2 for adequate bowel distension. Which of the following segments of colon is likely to be better distended on the prone scan?",
      options: [
        "Caecum",
        "Transverse colon",
        "Rectosigmoid",
        "Ascending colon",
        "Hepatic flexure",
      ],
      response: "",
      answer: "Rectosigmoid",
      explanation: "On a prone scan during a CT colonography examination, the rectosigmoid is generally better distended than on the supine scan because it is a more posteriorly placed structure and air gets displaced to the non-dependent position. The other segments named are usually better distended on the supine scan, particularly the caecum and transverse colon, as these are more anteriorly placed within the abdomen",
      reference: "Yee J, Kumar NN, Hung RK, Akekar GA, Kumar PR, Wall SD et al. Comparison of supine and prone scanning separately and in combination at CT colonography. Radiology 2003; 226: 653–661",
    },
    {
      questionNumber: 70,
      stem: "A 55-year-old male liver transplant recipient undergoes Doppler ultrasound assessment at 1 year for deranged liver function tests. Colour Doppler imaging demonstrates a stenosis in the hepatic artery, at the presumed anastomosis. Which of the following statements with regard to the associated pulsed Doppler findings is likely to be false?",
      options: [
        "Tardus-parvus arterial waveform distal to the stenosis",
        "Resistive index of 0.9 distal to the stenosis",
        "Spectral broadening in the immediate post-stenotic portion",
        "Elevated peak systolic velocity at the stenosis",
        "Elevated end diastolic velocity at the stenosis",
      ],
      response: "",
      answer: "Resistive index of 0.9 distal to the stenosis",
      explanation: "Knowledge of the vessel ‘waveform signature’ and stenosis flow dynamics is essential in interpreting the Doppler findings. The hepatic artery is a low resistance vessel with continuous antegrade flow during systole and diastole. Generally, low-resistance arteries have a resistive index (RI) of 0.55–0.7. RIs higher or lower than this range are abnormal. RI is calculated by using the formula RI = (peak systolic velocity – end diastolic velocity)/peak systolic velocity. Most modern ultrasound machines calculate this automatically.\nA stenosis results in increased arterial resistance to the blood flow proximal to the stenosis. This causes a reduction in the end diastolic velocity disproportionately more than the peak systolic velocity, producing a high-resistance waveform and high RI (due to a greater difference between the peak systolic and end diastolic velocities). This finding is not specific to stenosis and may be seen in the postprandial state, and in patients of advanced age and diffuse peripheral microvascular disease or compression (cirrhosis, hepatic venous congestion, cold ischaemia, and any stage of transplant rejection).\nAt and immediately distal to the stenosis there is turbulent flow and a jet phenomenon resulting in an increase in the peak systolic and end diastolic velocity and spectral broadening. Depending on the severity of the stenosis, the artery distal to the stenosis demonstrates the following findings: tardus-parvus waveform that refers to the late and low systolic peak (i.e. increased acceleration time and reduced peak systolic velocity). Low RI due to a greater reduction in peak systolic velocity compared to the end diastolic velocity.\nLow RI may also be seen with distal vascular shunts (trauma, iatrogenic, cirrhosis, Osler–Weber–Rendu syndrome)",
      reference: "McNaughton DA and Abu-Yousef MM. Doppler US of the liver made simple. RadioGraphics 2011; 31: 161–188",
    },
    {
      questionNumber: 71,
      stem: "A 50-year-old male with a 2.5-cm hepatocellular carcinoma undergoes RFA. Which of the following findings is uncommon in the immediate post-ablation period?",
      options: [
        "Transient peri-ablational hyperaemia",
        "Small number of tiny intra-lesional air bubbles",
        "Arterio-portal shunting",
        "Ablation zone larger than the primary lesion",
        "‘Mural nodule in cyst’ pattern",
      ],
      response: "",
      answer: "‘Mural nodule in cyst’ pattern",
      explanation: "RFA produces thermally-induced coagulation necrosis, which manifests usually as an oval or round defect on contrast-enhanced CT. The ablation zone is slightly larger than the actual lesion to achieve curative treatment and prevent local recurrence, which is usually seen at the margins of the ablation zone. The following findings are common in the immediate post ablation period: transient peri-ablational hyperemia, tiny air bubbles, and arterio-portal shunting.\nA ‘mural nodule in cyst’ indicates the development of a biloma as a complication of RFA. This is usually seen several months after treatment. It is associated with interval enlargement of the RFA zone",
      reference: "Kim Y, Rhim H, Lim HK, Choi D, Lee MW, and Park MJ. Coagulation necrosis induced by radiofrequency ablation in the liver: histopathologic and radiologic review of usual to extremely rare changes. RadioGraphics 2011; 31: 377–390",
    },
    {
      questionNumber: 72,
      stem: "A 45-year-old man has a long history of intermittent diarrhoea, abdominal bloating, and cramps, but has neglected to seek medical advice until now. His GP is worried about undiagnosed Crohn’s disease and sends him for a small bowel series. This shows some dilatation of the proximal small bowel, with segmentation and flocculation of the barium and an increased number of normal thickness folds seen in the ileum. There is no evidence of stricture formation or ulceration. What is the most likely underlying diagnosis?",
      options: [
        "Amyloidosis",
        "Chronic ischaemic enteritis",
        "Whipple’s disease",
        "Coeliac disease",
        "Lymphoma",
      ],
      response: "",
      answer: "Coeliac disease",
      explanation: "The segmentation and flocculation of barium are findings on a small bowel series that are typical of malabsorption and therefore the most likely diagnosis is coeliac disease. Other findings in coeliac disease include dilatation, a granular appearance to the barium secondary to hypersecretion, jejunization of the ileum, and the ‘moulage’ sign. The latter refers to a smooth, tubular appearance to the jejunum in longstanding coeliac disease, secondary to atrophy and effacement of the jejunal mucosal folds.\nLymphoma can be a complication of coeliac disease and generally causes shallow, ulcerated masses or the development of thickened, nodular small bowel folds.\nWhipple’s disease, amyloidosis, and chronic ischaemic enteritis all cause thickening of the small bowel folds",
      reference: "Eisenberg RL. Gastrointestinal Radiology: a pattern approach, 4th edn, Lippincott Williams & Wilkins, 2003. pp. 441–444",
    },
    {
      questionNumber: 73,
      stem: "A 40-year-old male with a 22-year history of Crohn’s disease presents with abdominal pain, diarrhoea, and low-grade fever. To attempt to limit his lifetime radiation exposure he is investigated via MR enterography. Which of the following MRI findings is considered to be the earliest in active inflammation?",
      options: [
        "Increased mesenteric vascularity",
        "Small bowel wall thickening",
        "Mucosal hyperenhancement",
        "Perienteric inflammation",
        "Reactive adenopathy",
      ],
      response: "",
      answer: "Mucosal hyperenhancement",
      explanation: "The lack of ionizing radiation is a major advantage to MRI for patients with Crohn’s disease given the chronic nature of this condition necessitating frequent investigation. MRI can be performed via enterography or enteroclysis. Sequence acquisition involves fat suppression and intravenous contrast. Increased mucosal hyperenhancement (compared with that seen in normal surrounding loops) may be the earliest sign of active inflammation, even in the absence of wall thickening. Increased vascularity, perienteric inflammation, and reactive adenopathy are other signs of active Crohn’s disease. In severe Crohn’s disease mucosal hyperenhancement combined with submucosal edema gives a ‘stratified’ appearance. Serosal hyperenhancement may also be seen, giving a ‘target’ appearance. Mural thickening is defined as greater than 3mm, although an underdistended bowel may mimic this finding",
      reference: "Fidler JL, Guimaraes L, and Einstein DM. MR imaging of the small bowel. RadioGraphics 2009; 29: 1811–1825",
    },
    {
      questionNumber: 74,
      stem: "A 20-year-old male with a recent history of medulloblastoma now presents with vague abdominal pain, PR bleeding, and weight loss. Innumerable colonic polyps are demonstrated on colonoscopy. What is the most likely unifying diagnosis?",
      options: [
        "Familial adenomatous polyposis",
        "Turcot syndrome",
        "Gardner syndrome",
        "Lynch syndrome",
        "Chronic inflammatory bowel disease",
      ],
      response: "",
      answer: "Turcot syndrome",
      explanation: "FAP is a rare autosomal dominant condition resulting in the growth of hundreds of adenomatous polyps in the large bowel. Clinical symptoms commence from the third decade and include abdominal pain and PR bleeding. Colorectal cancer develops in almost all before the age of 40 years. Turcot syndrome is characterized by the association of colonic polyps similar to FAP and central nervous system tumors, typically medulloblastoma and glioblastoma multiforme. The combination of intestinal polyposis (identical to FAP) and numerous osteomas and epidermal cysts is typical of Gardner syndrome. Lynch syndrome is hereditary non-polyposis colorectal cancer. Colorectal carcinoma occurs earlier than in the average population. There is also an association with ovarian and endometrial malignancy. Chronic inflammatory bowel disease is not associated with CNS malignancy",
      reference: "Neri E, Faggioni L, Cini L, and Bartolozzi C. Colonic polyps: inheritance, susceptibility, risk evaluation and diagnostic management. Cancer Management & Research 2011; 3: 17–24",
    },
    {
      questionNumber: 75,
      stem: "A 50-year–old male is admitted under the surgical team having presented with upper abdominal pain and raised inflammatory markers. Suspecting acute cholecystitis, an ultrasound is requested, but due to large body habitus there is poor visualization of his gallbladder. To further evaluate hepatobiliary scintigraphy using 99mTc-labelled iminodiacetic acid is arranged. Which of the following findings are consistent with acute cholecystitis?",
      options: [
        "Non-visualization of the gallbladder at 1 and 4 hours",
        "Non-visualization of the gallbladder at 1 hour but seen at 4 hours",
        "Visualization of the gallbladder at 1 hour",
        "Visualization of the gallbladder at 30 minutes after morphine administration",
        "Hepatobiliary scintigraphy is not appropriate for investigation of acute cholecystitis",
      ],
      response: "",
      answer: "Non-visualization of the gallbladder at 1 and 4 hours",
      explanation: "Hepatobiliary scintigraphy is most commonly used to evaluate suspected acute cholecystitis. A minimum of 2 hours fasting is required. Following prompt uptake by the liver, the radiotracer is excreted into the biliary system and drains into the small bowel. Activity should be demonstrated within the gallbladder by 1 hour. Morphine can be used during the scan to relax the sphincter of Oddi, thus pushing radiolabeled bile into the gallbladder. Acute cholecystitis is characterized by non-visualization of the gallbladder at both 1 and 4 hours or at 30 minutes following morphine administration. Non-visualization of the gallbladder at 1 hour, but seen at 4 hours, is indicative of chronic cholecystitis. A false-positive diagnosis of acute cholecystitis can occur with previous cholecystectomy, gallbladder agenesis, and tumor obstructing the cystic duct",
      reference: "Brant WE and Helms CA. Fundamentals of Diagnostic Radiology, 3rd edn, Lippincott Williams & Wilkins, 2007, pp. 1423–1425",
    },
  ],
}
