{
  name: "Chest and cardiovascular",
  authors: "A. Doss and M. J. Bull",
  slug: "chest-cardiovascular",
  questions: [
    {
      questionNumber: 1,
      stem: "Regarding the imaging modalities of the chest",
      options: [
        {
          text: "High resolution computed tomography (HRCT) uses a slice thickness of 4–6 mm to identify mass lesions in the lung",
          response: "",
          answer: "False",
          explanation: "HRCT uses 1–2 mm slice thickness and a high resolution computer algorithm to show fine detail of the lung parenchyma, pleura and tracheobronchial tree. It is not used to delineate masses in the lung",
        },
        {
          text: "Spiral CT ensures that no portion of the chest is missed due to variable inspiratory effort",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "MRI shows excellent detail of the lung anatomy",
          response: "",
          answer: "False",
          explanation: "Currently MRI is a poor technique for showing lung detail. It allows visualisation of the chest wall, heart, mediastinal and hilar structures",
        },
        {
          text: "Bronchography is the technique of choice to visualize the bronchial tree",
          response: "",
          answer: "False",
          explanation: "This invasive technique has largely been superseded by HRCT",
        },
        {
          text: "CT pulmonary angiography (CTPA) is performed using catheters placed in a femoral vein",
          response: "",
          answer: "False",
          explanation: "CTPA is performed to diagnose major pulmonary emboli using a cannula placed in any peripheral vein and is relatively non-invasive compared to conventional pulmonary angiography",
        },
      ],
    },
    {
      questionNumber: 2,
      stem: "Regarding the development of the lung",
      options: [
        {
          text: "The tracheobronchial groove appears on the ventral aspect of the caudal end of the pharynx",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The primary bronchial buds develop from the tracheobronchial diverticulum",
          response: "",
          answer: "True",
          explanation: "The bronchial buds differentiate into bronchi in each lung",
        },
        {
          text: "The epithelium lining the alveoli is the same before and after birth",
          response: "",
          answer: "False",
          explanation: "During embryonic life the alveoli is lined by cuboidal epithelium that lines the rest of the respiratory tract. When respiration commences at birth the transfer to the flattened pavement epithelium of the alveoli is accomplished",
        },
        {
          text: "A persistent tracheo-oesophageal ﬁstula (TOF) is commonly associated with an atresia of the duodenum",
          response: "",
          answer: "False",
          explanation: "TOF indicates the close developmental relationship between the foregut and the respiratory passages. It is usually associated with an atresia of the oesophagus and the fistula is situated below the atretic segment",
        },
        {
          text: "Uni-lateral pulmonary hypoplasia is usually due to a congenital diaphragmatic hernia",
          response: "",
          answer: "True",
          explanation: "",
        },
      ],
    },
    {
      questionNumber: 3,
      stem: "Regarding the blood supply to the chest wall",
      options: [
        {
          text: "The posterior intercostal arteries supply the 11 intercostal spaces",
          response: "",
          answer: "False",
          explanation: "There are usually nine pairs of posterior arteries from the postero-lateral margin of the thoracic aorta, distributed to the lower nine intercostal spaces. The first and second spaces are supplied by the superior intercostal artery, branches of the costocervical trunk from the subclavian artery",
        },
        {
          text: "The internal thoracic artery arises from the subclavian artery and supplies the upper six intercostal spaces",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The neurovascular bundle passes around the chest wall in the subcostal groove deep to the internal intercostal muscle",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The intercostal spaces are drained by two anterior veins and a single posterior intercostal vein",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The posterior intercostal vein drains into the internal thoracic vein",
          response: "",
          answer: "False",
          explanation: "Posterior intercostal veins drain into the brachiocephalic vein and azygos system. The anterior veins drain into the musculo-phrenic and internal thoracic veins",
        },
      ],
    },
    {
      questionNumber: 4,
      stem: "Regarding the azygos venous system",
      options: [
        {
          text: "The azygos vein at the level of the fourth thoracic vertebra arches over the root of the right lung to end in the superior vena cava (SVC)",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "About 10% of the population have an azygos lobe",
          response: "",
          answer: "False",
          explanation: "In 1% of the population, the azygos vein traverses the lung before entering the SVC resulting in the azygos fissure. The azygos ‘lobe’ is not a truesegment",
        },
        {
          text: "The thoracic duct and aorta are to the right of the azygos vein",
          response: "",
          answer: "False",
          explanation: "They are to its left",
        },
        {
          text: "The second, third and fourth intercostal spaces on the right drain via the right superior intercostal vein into the azygos vein",
          response: "",
          answer: "True",
          explanation: "Hemiazygos, accessory hemiazygos, oesophageal, mediastinal,pericardial and right bronchial veins drain into the azygos system",
        },
        {
          text: "In congenital absence of IVC the azygos vein enlarges",
          response: "",
          answer: "True",
          explanation: "in the azygous continuation of the IVC, the azygos is a large structure, but otherwise the anatomy is unaltered. This may be confused with a mediastinal mass",
        },
      ],
    },
    {
      questionNumber: 5,
      stem: "Regarding the hemiazygos and accessory hemiazygos venous systems",
      options: [
        {
          text: "The hemiazygos vein at the level of the fourth thoracic vertebra crosses the vertebral column behind the aorta, esophagus, and thoracic duct",
          response: "",
          answer: "False",
          explanation: "At the level of T8",
        },
        {
          text: "The ascending lumbar veins and the lower three posterior intercostal veins are the tributaries of the hemiazygos vein",
          response: "",
          answer: "True",
          explanation: "And subcostal veins of the left side, some mediastinal and oesophageal veins",
        },
        {
          text: "The accessory hemiazygos vein receives the fourth to the eighth intercostal veins on the left",
          response: "",
          answer: "True",
          explanation: "Sometimes the bronchial veins",
        },
        {
          text: "The accessory hemiazygos vein may drain into the left brachiocephalic vein",
          response: "",
          answer: "True",
          explanation: "Through the left superior intercostal vein. It may join the hemiazygos and/or drain into the azygos vein at the level of T7",
        },
        {
          text: "The first posterior intercostal vein may drain into the corresponding vertebral vein",
          response: "",
          answer: "True",
          explanation: "Or the corresponding brachiocephalic vein",
        },
      ],
    },
    {
      questionNumber: 6,
      stem: "Regarding the airways",
      options: [
        {
          text: "In adults, the right main-stem bronchus is steeper than the left",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The left main bronchus is about twice as long as the right",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The bronchioles contain cartilage",
          response: "",
          answer: "False",
          explanation: "After 6 to 20 divisions the segmental bronchi no longer contain cartilage in their walls and become bronchioles",
        },
        {
          text: "Gas exchange takes place in the terminal bronchioles and acini",
          response: "",
          answer: "False",
          explanation: "The terminal bronchiole is the last of the purely conducting airways, beyond which are the gas-exchange units of the lung – the acini",
        },
        {
          text: "The bronchopulmonary segments are based on the pulmonary arterial system",
          response: "",
          answer: "False",
          explanation: "Based on the divisions of the bronchi",
        },
      ],
    },
    {
      questionNumber: 7,
      stem: "Regarding the secondary pulmonary lobule",
      options: [
        {
          text: "It consists of approximately ten acini",
          response: "",
          answer: "True",
          explanation: "Acini are 8–20 mm in diameter and consists of respiratory bronchioles, alveolar ducts and alveoli",
        },
        {
          text: "The lobular vein follows the branches of the bronchioles",
          response: "",
          answer: "False",
          explanation: "The lobular artery follows the branches of the bronchioles. Peripheral veins drain the lobule and run along the interlobular septum",
        },
        {
          text: "Lymph drainage is both interlobular and central along the arteries",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "Lobules are best demonstrated nearer to the hilum of the lung on CT",
          response: "",
          answer: "False",
          explanation: "Lobules are surrounded by connective tissue septa which contain veins and lymphatic vessels, in the lung periphery. Therefore they are best demonstrated in the periphery of the lung",
        },
        {
          text: "The interlobular septa are seen usually on conventional CT",
          response: "",
          answer: "False",
          explanation: "They can just be appreciated on HRCT",
        },
      ],
    },
    {
      questionNumber: 8,
      stem: "Regarding the pulmonary blood vessels",
      options: [
        {
          text: "The bronchovascular bundle of the secondary pulmonary lobule is demonstrated as a rounded density about 1 cm away from the pleural border on axial CT",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The inferior pulmonary veins draining the lower lobes are more vertical than the lower lobe arteries",
          response: "",
          answer: "False",
          explanation: "The opposite is true",
        },
        {
          text: "The upper lobe veins lie lateral to the arteries",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "In a frontal chest radiograph, the artery and bronchus of the anterior segment of the upper lobes are frequently seen end-on",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The left pulmonary artery passes anterior to the left main bronchus",
          response: "",
          answer: "False",
          explanation: "It arches over the left main bronchus and left upper lobe bronchus to descend postero-lateral to the left lower lobe bronchus",
        },
      ],
    },
    {
      questionNumber: 9,
      stem: "Regarding the pleura",
      options: [
        {
          text: "The parietal pleura is continuous with the visceral pleura at the hilum",
          response: "",
          answer: "True",
          explanation: "And in the inferior pulmonary ligament",
        },
        {
          text: "On a PA radiograph, the pleura is seen in the costophrenic sulcus",
          response: "",
          answer: "False",
          explanation: "The visceral pleura can be seen on a plain radiograph only where it invaginates the lung to form fissures and at the junctional lines",
        },
        {
          text: "The parietal pleura is supplied by the pulmonary circulation",
          response: "",
          answer: "False",
          explanation: "The parietal pleura is supplied by the systemic circulation, and the visceral pleura is supplied by the pulmonary and bronchial circulation",
        },
        {
          text: "The fissures usually contain a layer of parietal and visceral pleura",
          response: "",
          answer: "False",
          explanation: "Only two layers of visceral pleura",
        },
        {
          text: "The intercostal stripe is seen on axial CT as a linear opacity of soft tissue density at the intercostal space",
          response: "",
          answer: "True",
          explanation: "Two layers of pleura, extrapleural fat, innermost intercostal muscle and endothoracic fascia",
        },
      ],
    },
    {
      questionNumber: 10,
      stem: "Regarding the fissures of the lung",
      options: [
        {
          text: "Complete fissures may be crossed by small bronchovascular structures seen on HRCT",
          response: "",
          answer: "False",
          explanation: "Incomplete fissures have parenchymal fusion and small bronchovascular structures",
        },
        {
          text: "The oblique fissure separates the upper and lower lobes from the middle lobe on the right",
          response: "",
          answer: "False",
          explanation: "The oblique fissure separates the upper and middle lobes from the lower lobe on the right",
        },
        {
          text: "The lateral and medial portions of the oblique fissure are equidistant from the anterior chest wall",
          response: "",
          answer: "False",
          explanation: "The oblique fissures follow a gently curving plane. The upper portion faces forward and laterally and the lower portion forwards and medially",
        },
        {
          text: "The major fissures appear as a soft tissue linear density from the hilum to the chest wall on standard 10 mm thick CT sections",
          response: "",
          answer: "False",
          explanation: "The most common appearance is a curvilinear avascular band extending from the hilum to the chest wall, reflecting the lack of vessels in the subcortical zone of the lung. On HRCT, the major fissure appears as a line or a band",
        },
        {
          text: "The minor fissure separates the right middle lobe from the right lower lobe",
          response: "",
          answer: "False",
          explanation: "The minor fissure separates the anterior segment of the right upper lobe from the right middle lobe",
        },
      ],
    },
    {
      questionNumber: 11,
      stem: "Regarding the accessory fissures of the lung",
      options: [
        {
          text: "The azygos fissure results from failure of normal migration of the azygos vein from the chest wall through the lung",
          response: "",
          answer: "True",
          explanation: "almost always on the right, rarely an analogous ﬁssure may be seen on the left with the accessory hemiazygos or left superior intercostal vein",
        },
        {
          text: "The inferior accessory fissure separates the medial basal segment from the rest of the right lower lobe",
          response: "",
          answer: "True",
          explanation: "Runs upward and medially towards the hilum, from the medial aspect of the diaphragm",
        },
        {
          text: "The superior accessory fissure lies above the minor fissure",
          response: "",
          answer: "False",
          explanation: "Superior accessory ﬁssure separates the superior segment of the lower lobe from the basal segments and is inferior to the minor ﬁssure on the frontal radiograph",
        },
        {
          text: "A left minor fissure is seen in 10% of frontal radiographs",
          response: "",
          answer: "False",
          explanation: "Left minor ﬁssure seen in 10% of individuals is hardly seen on frontal or lateral radiographs. It separates the lingular segments from the rest of the upper lobe",
        },
        {
          text: "The inferior pulmonary ligaments are pleural reflections from the pericardium",
          response: "",
          answer: "False",
          explanation: "They are pleural reﬂections that hang down from the hila and from the mediastinal surface of each lower lobe to the mediastinum and to the medial part of the diaphragm",
        },
      ],
    },
    {
      questionNumber: 12,
      stem: "Regarding blood supply of the lung",
      options: [
        {
          text: "The left bronchial artery arises from the right bronchial artery",
          response: "",
          answer: "False",
          explanation: "Bronchial arteries are variable. Usually the right bronchial artery arises from the third posterior intercostal artery or from the upper left bronchial artery. The left bronchial arteries are two in number and arise from the thoracic aorta",
        },
        {
          text: "The deep bronchial veins may end in the left atrium",
          response: "",
          answer: "True",
          explanation: "The deep bronchial veins communicate freely with the pulmonary veins, end in a pulmonary vein or left atrium. The superﬁcial bronchial veins drain extrapulmonary bronchi, visceral pleura and hilar lymph nodes, end on the right side into the azygos vein and on the left into the left superior intercostal vein or the accessory hemiazygos vein",
        },
        {
          text: "The right and left pulmonary arteries are at the same height in the chest",
          response: "",
          answer: "False",
          explanation: "The left pulmonary artery is higher than the left as it arches over the left main bronchus and descends posterior to it",
        },
        {
          text: "The right upper lobe pulmonary artery is anterior to the right upper lobe bronchus",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The veins of the upper lobe are posterior to the arteries and bronchi",
          response: "",
          answer: "False",
          explanation: "The veins of the upper lobe are anterior to the arteries and bronchi",
        },
      ],
    },
    {
      questionNumber: 13,
      stem: "In the chest",
      options: [
        {
          text: "Air in the oesophagus on axial CT usually indicates a dilated abnormal oesophagus",
          response: "",
          answer: "False",
          explanation: "In 80% of normal individuals the oesophagus contains a small amount of air",
        },
        {
          text: "On T2-W MRI the oesophagus shows similar intensity to skeletal muscle",
          response: "",
          answer: "False",
          explanation: "T2-W MRI reveals higher intensity than muscle. The signal intensity on T1-W MRI is similar to that of muscle",
        },
        {
          text: "The thoracic duct transports all of the body lymph into the great veins of the neck",
          response: "",
          answer: "False",
          explanation: "All but lymph of most of the lung and the right upper quadrant of the body",
        },
        {
          text: "The thoracic duct is mostly a single structure as it runs from the cisterna chyli",
          response: "",
          answer: "False",
          explanation: "It may consist of up to eight separate channels",
        },
        {
          text: "The thoracic duct crosses from the left to the right at the level of T4",
          response: "",
          answer: "False",
          explanation: "At T6, it crosses from right to left of the spine and ascends along the lateral aspect of the oesophagus and arches forward across the left subclavian artery and inserts into a large central vein within 1 cm of the junction of the left internal jugular and subclavian veins",
        },
      ],
    },
    {
      questionNumber: 14,
      stem: "Regarding the mediastinal blood vessels",
      options: [
        {
          text: "The three major aortic branches from right to left are the innominate, left common carotid and left subclavian arteries",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "In approximately 0.5% of the population the right subclavian artery arises distal to the left subclavian artery",
          response: "",
          answer: "True",
          explanation: "The aberrant right subclavian artery runs posterior to the oesophagus from left to right",
        },
        {
          text: "The left brachiocephalic vein is anterior to the subclavian, common carotid arteries and trachea",
          response: "",
          answer: "True",
          explanation: "formed by the junction of left internal and subclavian veins",
        },
        {
          text: "The internal thoracic veins empty into the corresponding subclavian veins",
          response: "",
          answer: "False",
          explanation: "Into the corresponding brachiocephalic veins",
        },
        {
          text: "The left SVC results from a persistent left cardinal vein",
          response: "",
          answer: "True",
          explanation: "In 0.3% to 0.5% of healthy population and in 4.4% to 12.9% of those with congenital heart disease. It usually drains into the coronary sinus, which then communicates with the right atrium",
        },
      ],
    },
    {
      questionNumber: 15,
      stem: "Regarding the mediastinal spaces",
      options: [
        {
          text: "The pretracheal space is bounded anteriorly by the anterior junctional line",
          response: "",
          answer: "False",
          explanation: "Anteriorly the SVC or right brachiocephalic veins, ascending aorta with its enveloping superior pericardial sinus and posteriorly the trachea or carina",
        },
        {
          text: "The aortopulmonary window is above the aortic arch",
          response: "",
          answer: "False",
          explanation: "Above the pulmonary artery under the aortic arch",
        },
        {
          text: "The aortopulmonary window contains the ligamentum arteriosum and the left recurrent laryngeal nerve",
          response: "",
          answer: "True",
          explanation: "And fat, though this is not seen on CT due to volume averaging resulting in higher than fat density",
        },
        {
          text: "The azygo-oesophageal recess lies behind the subcarinal space",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The right paratracheal stripe extends down as far as the right tracheobronchial angle",
          response: "",
          answer: "True",
          explanation: "Air containing trachea and lung are separated by a thin layer of fat on the right, giving rise to the ‘stripe’. This is broadened at the right tracheobronchial angle by the azygous vein which lies between the airway and the lung",
        },
      ],
    },
    {
      questionNumber: 16,
      stem: "In a chest radiograph",
      options: [
        {
          text: "The anterior junctional line is usually straight and extends to the right ventricle",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The posterior junctional line is anterior to the oesophagus",
          response: "",
          answer: "False",
          explanation: "The lungs almost touch each other posterior to the oesophagus to form the posterior junction line",
        },
        {
          text: "The azygo-oesophageal line is below the aortic arch",
          response: "",
          answer: "True",
          explanation: "The upper few centimetres are usually straight or concave towards the lung. A convex shape suggests a subcarinal mass in adults; however this may be a normal feature in children",
        },
        {
          text: "The right paravertebral stripe is thicker than that on the left due to the azygos vein",
          response: "",
          answer: "False",
          explanation: "The left paravertebral stripe is usually wider than the right",
        },
        {
          text: "On a PA projection, the left superior intercostal vein may project lateral to the aortic arch as a small 'nipple'",
          response: "",
          answer: "True",
          explanation: "",
        },
      ],
    },
    {
      questionNumber: 17,
      stem: "In the chest",
      options: [
        {
          text: "The thymus is usually inferior to the left brachiocephalic vein",
          response: "",
          answer: "True",
          explanation: "And superior to the level of the horizontal portion of the right pulmonary artery",
        },
        {
          text: "MRI demonstrates thymic tissue better than CT",
          response: "",
          answer: "True",
          explanation: "After puberty, the density gradually decreases owing to fatty replacement. In older patients the thymus may be indistinguishable from mediastinal fat. On T2-W MRI the signal intensity is similar or sometimes higher than fat and does not change with age. On T1-W MRI, the intensity of normal thymic tissue is similar or slightly higher than that of muscle",
        },
        {
          text: "The diaphragmatic crus on the right arises from the upper three lumbar vertebrae",
          response: "",
          answer: "True",
          explanation: "They arch upward and forward to form the margins of the aortic and oesohageal hiati",
        },
        {
          text: "The oesophageal hiatus lies posterior to the aortic hiatus",
          response: "",
          answer: "False",
          explanation: "Oesophageal hiatus lies anterior to aortic hiatus",
        },
        {
          text: "The hiatus for the IVC is posterior to that of the aorta and oesophagus",
          response: "",
          answer: "False",
          explanation: "The most anterior of the three diaphragmatic hiati is the hiatus for the IVC, which is in the central tendon immediately beneath the right atrium",
        },
      ],
    },
    {
      questionNumber: 18,
      stem: "In the development of the heart",
      options: [
        {
          text: "The primitive heart is formed by fusion of two parallel tubes",
          response: "",
          answer: "True",
          explanation: "Soon this grooves to demarcate the sinus venosus, atrium, ventricle and bulbus cordis from behind forward",
        },
        {
          text: "The heart tube kinks to form a U-shaped loop",
          response: "",
          answer: "True",
          explanation: "The caudal end (sinus venosus) receiving venous blood, comes to lie behind the cephalic end (which gives rise to truncus arteriosus). In the fully developed heart, the atria and great vein lie posterior to the ventricles and to the roots of the great arteries",
        },
        {
          text: "The single atrium and ventricle are separated by the dorsal and ventral endocardial cushions",
          response: "",
          answer: "True",
          explanation: "These divide the common atrio-ventricular opening into a right (tricuspid) and left (mitral) oriﬁce",
        },
        {
          text: "The foramen secundum is a defect in the septum secundum",
          response: "",
          answer: "False",
          explanation: "The foramen secundum is a defect in the septum primum",
        },
        {
          text: "The foramen ovale is due to two overlapping defects, which act like a valve",
          response: "",
          answer: "True",
          explanation: "The septum secundum grows to the right of septum primum, is never complete and has a lower free edge. It extends low enough to overlap the foramen secundum and closes it. Ten per cent of individuals have anatomically patent but functionally sealed foramen",
        },
      ],
    },
    {
      questionNumber: 19,
      stem: "In the heart",
      options: [
        {
          text: "The aortic root and pulmonary trunk are covered with parietal pericardium",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The right atrium is anterior and to the right of the left atrium",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The coronary sinus enters the right atrium on the posterior wall",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The crista terminalis demarcates the smooth from the rigid portion of the inner wall of the right atrium",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The Eustachian valve directs blood flow from the IVC into the right atrium in the adult",
          response: "",
          answer: "False",
          explanation: "The Eustachian valve in fetal life serves to direct oxygenated blood from IVC into the foramen ovale. It is rudimentary in adult life",
        },
      ],
    },
    {
      questionNumber: 20,
      stem: "In the heart",
      options: [
        {
          text: "The pulmonary valve is anterior and to the right of the aortic root",
          response: "",
          answer: "False",
          explanation: "Anterior and to the left of the aortic root",
        },
        {
          text: "The interventricular and interatrial septa are in the same plane",
          response: "",
          answer: "True",
          explanation: "Left anterior oblique plane",
        },
        {
          text: "The right ventricle contributes to the right cardiac border on the frontal chest radiograph",
          response: "",
          answer: "False",
          explanation: "Does not usually contribute to the cardiac outline on the frontal chest radiograph",
        },
        {
          text: "In the right ventricle, the crista supraventricularis demarcates the smooth conus from the trabeculated wall",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The moderator band carries the right bundle branch of the conducting system of the right ventricle",
          response: "",
          answer: "True",
          explanation: "Crosses from the lower ventricular septum to the anterior papillary muscle",
        },
      ],
    },
    {
      questionNumber: 21,
      stem: "Regarding the heart",
      options: [
        {
          text: "The left atrial auricular appendage contributes to the normal left cardiac border",
          response: "",
          answer: "False",
          explanation: "The left atrium does not contribute to the normal cardiac outline",
        },
        {
          text: "The left atrium is posterior to the oesophagus",
          response: "",
          answer: "False",
          explanation: "Is related posteriorly to the oesophagus and left lower lobe bronchus",
        },
        {
          text: "The four pulmonary veins attach anteriorly in the left atrium",
          response: "",
          answer: "False",
          explanation: "The four pulmonary veins are located at the upper and lower margin of the left atrium postero-laterally",
        },
        {
          text: "The left atrium lies to the right of the aortic arch and to the left of the oesophagus on the frontal radiograph",
          response: "",
          answer: "False",
          explanation: "It is posterior",
        },
        {
          text: "The right atrium receives the coronary sinus",
          response: "",
          answer: "True",
          explanation: "",
        },
      ],
    },
    {
      questionNumber: 22,
      stem: "In the heart",
      options: [
        {
          text: "Most of the external surface of the left ventricle is anterolateral",
          response: "",
          answer: "False",
          explanation: "Though the left ventricle forms most of the left heart border on the frontal radiograph, most of its external portion is postero-lateral",
        },
        {
          text: "The mitral valve lies in the same plane as the tricuspid valve",
          response: "",
          answer: "True",
          explanation: "Right anterior oblique plane",
        },
        {
          text: "The mitral valve is closely related to the non-coronary and left posterior coronary sinuses",
          response: "",
          answer: "True",
          explanation: "It has no septal attachment",
        },
        {
          text: "Each anterior and posterior leaflet of the mitral valve is attached to a papillary muscle by chordae tendinae",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The sinuses of valsalva are below the valve in the aortic root",
          response: "",
          answer: "False",
          explanation: "The sinuses of valsalva are just above the aortic valve in the aortic root. They are three focal dilatations. The left coronary artery arises from the left posterior sinus, and the right coronary artery arises from the anterior sinus. The right posterior sinus is the non-coronary sinus",
        },
      ],
    },
    {
      questionNumber: 23,
      stem: "Regarding the coronary arteries",
      options: [
        {
          text: "Coronary dominance refers to whether the right or left vessels supply the posterior diaphragmatic portion of the interventricular septum and the diaphragmatic surface of the left ventricle",
          response: "",
          answer: "True",
          explanation: "85% of people have right dominance",
        },
        {
          text: "The right coronary artery runs in the atrioventricular groove",
          response: "",
          answer: "True",
          explanation: "Ultimately anastomosis with the left circumﬂex artery in the inferior atrioventricular groove",
        },
        {
          text: "The posterior descending artery supplies part of the inferior interventricular septum",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The left anterior descending artery runs in the left atrioventricular groove",
          response: "",
          answer: "False",
          explanation: "The left coronary artery gives oﬀ the LAD and the left circumﬂex artery within one centimetre of its origin. The LAD descends in the anterior interventricular groove",
        },
        {
          text: "In approximately 20% of individuals, the LAD tapers before reaching the apex",
          response: "",
          answer: "True",
          explanation: "A large septal branch from the LAD may run parallel to the LAD in this case",
        },
      ],
    },
    {
      questionNumber: 24,
      stem: "Regarding the coronary veins",
      options: [
        {
          text: "The anterior cardiac veins empty into the coronary sinus",
          response: "",
          answer: "False",
          explanation: "The anterior cardiac veins drain the anterior surface of the right ventricle and open directly into the right atrium. The venae cordis minimae are minute vessels in the myocardium which also drain into the chambers, mainly the atria",
        },
        {
          text: "The great cardiac vein runs in the anterior interventricular groove",
          response: "",
          answer: "True",
          explanation: "And becomes the coronary sinus",
        },
        {
          text: "The middle cardiac vein runs in the left interventricular groove",
          response: "",
          answer: "False",
          explanation: "Runs in the posterior interventricular groove",
        },
        {
          text: "Small cardiac veins run with the marginal branches of the right coronary artery",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The left posterior ventricular vein accompanies the posterior descending artery",
          response: "",
          answer: "False",
          explanation: "This vein accompanies the obtuse marginal branches of the left coronary artery",
        },
      ],
    },
    {
      questionNumber: 25,
      stem: "Regarding the major vessels of the chest",
      options: [
        {
          text: "The aortic arch is anterior to the trachea and oesophagus",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The left pulmonary artery is attached to the junction of the arch and descending aorta",
          response: "",
          answer: "True",
          explanation: "The ligamentum arteriosum at the isthmus",
        },
        {
          text: "The left common carotid artery may arise from the brachiocephalic artery",
          response: "",
          answer: "True",
          explanation: "Commonest variant of the major vessels (27%). The left vertebral may arise directly from the arch (2.5%) and lie between the left common carotid and subclavian arteries",
        },
        {
          text: "The aortic hiatus is at the level of T12 vertebra",
          response: "",
          answer: "True",
          explanation: "The aortic hiatus is located at the level of the T12 vertebra",
        },
        {
          text: "The oesophagus is anteromedial to the descending aorta throughout its course",
          response: "",
          answer: "False",
          explanation: "in its upper portion the oesophagus lies to the right of the aorta",
        },
      ],
    },
    {
      questionNumber: 26,
      stem: "The superior vena cava",
      options: [
        {
          text: "lies posterior to the right main-stem bronchus",
          response: "",
          answer: "False",
          explanation: "SVC is anterior to the right main bronchus",
        },
        {
          text: "has direct drainage anteriorly from the azygos vein",
          response: "",
          answer: "False",
          explanation: "The azygos drains into the posterior aspect of the SVC",
        },
        {
          text: "is formed by the union of the right and left brachiocephalic veins",
          response: "",
          answer: "True",
          explanation: "The superior vena cava is formed by the union of the right and left brachiocephalic veins",
        },
        {
          text: "partly is enclosed in pericardium",
          response: "",
          answer: "True",
          explanation: "The superior vena cava is partly enclosed in the pericardium",
        },
        {
          text: "has direct drainage from the internal mammary veins",
          response: "",
          answer: "False",
          explanation: "The internal mammary veins drain into the corresponding brachiocephalic veins",
        },
      ],
    },
    {
      questionNumber: 27,
      stem: "Regarding the pulmonary artery and vein",
      options: [
        {
          text: "The right main pulmonary artery is beneath the aortic arch",
          response: "",
          answer: "True",
          explanation: "And in front of the right main bronchus",
        },
        {
          text: "The right superior pulmonary vein crosses the right main pulmonary artery anteriorly",
          response: "",
          answer: "True",
          explanation: "The hilar point,which is seen on a frontal radiograph. The left is 1 cm higher than that on the right",
        },
        {
          text: "The left main pulmonary artery is shorter but in a higher position than that on the right",
          response: "",
          answer: "True",
          explanation: "",
        },
        {
          text: "The lower lobe pulmonary veins are vertical as they approach the heart",
          response: "",
          answer: "False",
          explanation: "They run horizontally",
        },
        {
          text: "The pulmonary trunk bifurcates beneath the aortic arch",
          response: "",
          answer: "True",
          explanation: "",
        },
      ],
    },
  ],
}
