{
  name: "Gastro-intestinal (including hepatobiliary)",
  authors: "A. Doss and M.J. Bull",
  slug: "gastro-intestinal",
  questions: [
    {
      questionNumber: 1,
      stem: "Regarding the abdomen",
      options: [
        {
          text: "By the ﬁfth week of fetal life the gut tube within the peritoneal cavity is suspended by the dorsal mesentery",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The blind ending hind gut is closed by the cloacal membrane",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The superior mesenteric artery supplies the gut from the inferior half of the duodenum to the splenic ﬂexure",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The coeliac axis supplies the gut from the upper oeosphagus to the superior half of the duodenum",
          answer: "False",
          explanation: "from the lower oesophagus",
          response: "",
        },
        {
          text: "The inferior mesenteric artery supplies the hind gut distal to the hepatic ﬂexure up to the anal canal",
          answer: "False",
          explanation: "distal to the splenic ﬂexure up to the upper half of the anal canal",
          response: "",
        },
      ],
    },
    {
      questionNumber: 2,
      stem: "During embryological development",
      options: [
        {
          text: "A condensation of endoderm in the dorsal mesogastrium forms the spleen",
          answer: "False",
          explanation: "the spleen develops as a condensation of mesenchyme in the dorsal mesogastrium of the lesser sac during the ﬁfth week. It is derived from mesoderm and not from gut endoderm",
          response: "",
        },
        {
          text: "In the third week of fetal life the liver arises from a hepatic diverticulum which buds from the duodenum",
          answer: "True",
          explanation: "the gall bladder and cystic duct develop from a further budding from the hepatic diverticulum",
          response: "",
        },
        {
          text: "The dorsal pancreatic bud arises from the hepatic diverticulum",
          answer: "False",
          explanation: "the dorsal bud develops from the duodenum opposite the hepatic diverticulum from which sprouts the ventral diverticulum. The dorsal bud gives rise to the head, body and tail of the pancreas. The ventral bud develops into the uncinate process",
          response: "",
        },
        {
          text: "The pancreas may form a complete ring around the duodenum",
          answer: "True",
          explanation: "annular pancreas probably results from a bilobed ventral bud with the two lobes migrating in opposite directions, around the duodenum to fuse with the dorsal bud",
          response: "",
        },
        {
          text: "The ventral pancreatic duct forms the accessory pancreatic duct",
          answer: "False",
          explanation: "the ventral pancreatic duct becomes the main pancreatic duct of Wirsung. The dorsal pancreatic duct forms the accessory duct of Santorini",
          response: "",
        },
      ],
    },
    {
      questionNumber: 3,
      stem: "In the development of the gut",
      options: [
        {
          text: "The cranial limb of the primary intestinal loop gives rise to most of the ileum",
          answer: "True",
          explanation: "the caudal limb develops into the ascending and transverse colon",
          response: "",
        },
        {
          text: "During the sixth week of fetal life the midgut herniates into the umbilical cord",
          answer: "True",
          explanation: "as it herniates into the umbilicus the primary intestinal loop rotates around the axis of the superior mesenteric vessels through 90° in an anti- clockwise direction",
          response: "",
        },
        {
          text: "During the 24th week of fetal life the midgut retracts into the abdomen",
          answer: "False",
          explanation: "in the tenth week it rotates counter-clockwise through 180° and the cephalic limb returns ﬁrst, passing upwards into the space in the left of the abdomen",
          response: "",
        },
        {
          text: "The mesenteries of the ascending and descending colon blend with the posterior peritoneal wall",
          answer: "True",
          explanation: "this forms an avascular plane, which the surgeon employs to mobilize the right and left colon",
          response: "",
        },
        {
          text: "The lower part of the anal canal is ectodermal in origin",
          answer: "True",
          explanation: "an ectodermal invagination termed proctodeum. The pectinate line in the adult marks the junction of the ectoderm and endoderm in the anal canal",
          response: "",
        },
      ],
    },
    {
      questionNumber: 4,
      stem: "In developmental anomalies of the gut",
      options: [
        {
          text: "Failure of recanalization of the lumen of the midgut may result in atresia or stenosis of the bowel",
          answer: "True",
          explanation: "in the sixth week of fetal life, proliferation of the endodermal lining of the gut completely occludes its lumen. Recanalization takes place and is completed by the ninth week. Incomplete recanalization may lead to gut duplication",
          response: "",
        },
        {
          text: "Meckel’s diverticulum represents the remains of the embryonic right umbilical vein",
          answer: "False",
          explanation: "",
          response: "",
        },
        {
          text: "In an undescended caecum, neonatal intestinal obstruction is caused by Ladd’s band",
          answer: "True",
          explanation: "the peritoneal fold which normally seals the caecum in the right iliac fossa passes across the duodenum (Ladd 's band) and causes a neonatal intestinal obstruction. The small bowel mesentery in this case is a narrow pedicle and allows volvulus of the whole small intestine - volvulus neonatorum",
          response: "",
        },
        {
          text: "Ischaemic changes to the bowel in the fetal umbilical hernia may result in atresia or stenosis of the bowel",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The embryonic vitello intestinal duct gives rise to the appendix",
          answer: "False",
          explanation: "it may persist as Meckel’s diverticulum",
          response: "",
        },
      ],
    },
    {
      questionNumber: 5,
      stem: "Regarding the peritoneum",
      options: [
        {
          text: "It is a closed sac in both male and female",
          answer: "False",
          explanation: "closed in the male, penetrated by the fallopian tubes in the female",
          response: "",
        },
        {
          text: "The greater and lesser sac communicate through the epiploic foramen",
          answer: "True",
          explanation: "foramen of Winslow",
          response: "",
        },
        {
          text: "The ﬂow of peritoneal ﬂuid is directed in a cephalad direction by the negative intra-abdominal pressure generated in the upper abdomen by respiration",
          answer: "True",
          explanation: "and is directed by gravity",
          response: "",
        },
        {
          text: "The peritoneal cavity is divided by the greater omentum into the supramesocolic and inframesocolic compartments",
          answer: "False",
          explanation: "the transverse mesocolon and transverse colon divide the peritoneal cavity",
          response: "",
        },
        {
          text: "The root of the transverse mesocolon extends from the infra-ampullary segment of the duodenum through the head and along the lower edge of the body and tail of the pancreas",
          answer: "True",
          explanation: "",
          response: "",
        },
      ],
    },
    {
      questionNumber: 6,
      stem: "Concerning the peritoneal spaces",
      options: [
        {
          text: "The right subphrenic space extends from the right coronary ligament postero-inferiorly to the falciform ligament medially",
          answer: "True",
          explanation: "the falci form ligament separates it from the left subphrenic space",
          response: "",
        },
        {
          text: "In the supine position the hepatorenal space (Morrison’s pouch) is more dependant than the right paracolic gutter",
          answer: "True",
          explanation: "hence a common site for collections",
          response: "",
        },
        {
          text: "The lesser sac is posterior to the pancreas",
          answer: "False",
          explanation: "anterior to pancreas, behind and to the left of the stomach",
          response: "",
        },
        {
          text: "Fluid collections in the pelvis that spread to the left subphrenic space generally involve the lesser sac",
          answer: "False",
          explanation: "the splenorenal and gastrosplenic ligaments limit the lesser sac on the left. Therefore ﬂuid collection spreading into the left subphrenic space does not involve the lesser sac",
          response: "",
        },
        {
          text: "Subphrenic collections are more common on the left than the right",
          answer: "False",
          explanation: "the phrenicocolic ligament extends from the splenic ﬂexure of the colon to the diaphragm, partially separates the left posterior subphrenic space from the rest of the peritoneal cavity. It forms a partial barrier to the spread of ﬂuid from the left paracolic gutter into the left subphrenic space which is why right- sided collections are more common than left-sided collections",
          response: "",
        },
      ],
    },
    {
      questionNumber: 7,
      stem: "Concerning the peritoneal spaces",
      options: [
        {
          text: "The right inframesocolic space is in direct communication with the pelvis",
          answer: "False",
          explanation: "the inframesocolic compartment is divided into the smaller right and larger left spaces by the root of the small bowel mesentery which runs from the duodenojejunal ﬂexure to the ileocaecal valve. The right inframesocolic compartment is bounded by the transverse colon and the root of the small bowel mesentery. The left inframesocolic space is in free communication with the pelvis on the right of the midline and the mesentery of the sigmoid colon forms a partial barrier on the left of the midline",
          response: "",
        },
        {
          text: "The paracolic gutters are retroperitoneal recesses on the posterior abdominal wall lateral to the ascending and descending colon",
          answer: "False",
          explanation: "these are peritoneal recesses. Both are in continuity with the pelvic peritoneal spaces",
          response: "",
        },
        {
          text: "There are two potential spaces posterior to the bladder in women",
          answer: "True",
          explanation: "the rectouterine pouch of Douglas and the utero-vesical pouch. Men have one potential space posterior to the bladder - the recto-vesical pouch",
          response: "",
        },
        {
          text: "In the supine position the Pouch of Douglas is the most dependent portion of the peritoneum",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The peritoneum is reﬂected on the prostate",
          answer: "False",
          explanation: "",
          response: "",
        },
      ],
    },
    {
      questionNumber: 8,
      stem: "In the pelvic peritoneum",
      options: [
        {
          text: "The rectum is covered by peritoneum on the front up to the junction of the middle and lower thirds",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The peritoneum is reﬂected on the infero-lateral aspect of the bladder bilaterally",
          answer: "False",
          explanation: "it is reﬂected over the fundus of the bladder",
          response: "",
        },
        {
          text: "The broad ligaments contain the fallopian tubes",
          answer: "True",
          explanation: "the layers of peritoneum on the anterior and posterior surfaces of the uterus are reﬂected laterally as the broad ligaments",
          response: "",
        },
        {
          text: "The left limb of the sigmoid mesocolon is attached medially to the left psoas muscle",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The left ureter runs in the apex of the sigmoid mesocolon",
          answer: "False",
          explanation: "the sigmoid and superior rectal vessels run between the layers of the sigmoid mesocolon and the left ureter runs behind its apex into the pelvis",
          response: "",
        },
      ],
    },
    {
      questionNumber: 9,
      stem: "In the abdomen",
      options: [
        {
          text: "The superior mesenteric vessels lie in the small bowel mesentery",
          answer: "True",
          explanation: "in front of the horizontal part of the duodenum",
          response: "",
        },
        {
          text: "The root of the transverse mesocolon is conﬂuent with the root of the small bowel mesentery",
          answer: "True",
          explanation: "near the uncinate process of the pancreas. The middle colic vessels course through the transverse mesocolon",
          response: "",
        },
        {
          text: "The greater omentum inserts into the antero-superior aspect of the transverse colon",
          answer: "True",
          explanation: "the greater omentum descends from the greater curve of the stomach and proximal duodenum, passes inferiorly and then turns superiorly to insert into the transverse colon",
          response: "",
        },
        {
          text: "The lesser omentum forms the anterior surface of the lesser sac",
          answer: "True",
          explanation: "its free edge extends to the porta hepatis as the hepatoduodenal ligament",
          response: "",
        },
        {
          text: "The inferior extent of the lesser omentum attaches to the porta hepatis",
          answer: "False",
          explanation: "the superior extent of the lesser omentum is attached to the ﬁssures for the porta hepatis and ligamentum venosum",
          response: "",
        },
      ],
    },
    {
      questionNumber: 10,
      stem: "Regarding the peritoneal ligaments",
      options: [
        {
          text: "Between the two layers of the right coronary ligament is the bare area of the liver",
          answer: "True",
          explanation: "the liver in the bare area is attached to the diaphragm by areolar tissue and this area is continuous with the anterior pararenal space",
          response: "",
        },
        {
          text: "The gastro-splenic ligament is a continuation of the lesser omentum from the stomach to the spleen",
          answer: "False",
          explanation: "this is a continuation of the greater omentum from the greater curve of the stomach to the spleen. It contains the short gastric and left gastroepiploic vessels",
          response: "",
        },
        {
          text: "The falciform ligament contains the ligamentum venosum in its free edge",
          answer: "False",
          explanation: "this carries the obliterated left umbilical vein (ligamentum teres) in its free edge. It is continuous with the ﬁssure for the ligamentum venosum",
          response: "",
        },
        {
          text: "The phrenicocolic ligament is continuous with the splenorenal ligament",
          answer: "True",
          explanation: "and the transverse mesocolon (see question 6 (e))",
          response: "",
        },
        {
          text: "The hepatoduodenal ligament transports the portal triad",
          answer: "True",
          explanation: "this represents the thickened right edge of the lesser omentum. Behind it is the epiploic foramen leading into the lesser sac",
          response: "",
        },
      ],
    },
    {
      questionNumber: 11,
      stem: "In the anterior abdomen",
      options: [
        {
          text: "The superﬁcial fascia has a superﬁcial layer that is continuous with the superﬁcial perineal fascia",
          answer: "False",
          explanation: "the deep layer of the superﬁcial fascia passes inferomedially to form the superﬁcial perineal fascia",
          response: "",
        },
        {
          text: "The paired rectus abdomini are separated by the linea alba",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The rectus sheath is formed by the rectus muscles",
          answer: "False",
          explanation: "the aponeurosis of the oblique and transverse muscles of the anterior abdominal wall form the rectus sheath within which the rectus abdominis muscle is enclosed",
          response: "",
        },
        {
          text: "The inguinal ligament is formed by the aponeurosis of the internal oblique muscle",
          answer: "False",
          explanation: "the aponeurosis of the external oblique muscle forms a strong thick band – the inguinal ligament between the anterior superior iliac spine and the pubic tubercle",
          response: "",
        },
        {
          text: "The superior epigastric artery runs in the posterior rectus sheath",
          answer: "True",
          explanation: "this is a branch of the internal thoracic (mammary artery), runs behind the rectus muscle and then pierces and supplies it. Inferiorly it anastomoses with the inferior epigastric artery, a branch of the external iliac artery",
          response: "",
        },
      ],
    },
    {
      questionNumber: 12,
      stem: "In the abdomen",
      options: [
        {
          text: "The foregut extends from the lower oesophagus to the second part of the duodenum",
          answer: "False",
          explanation: "the foregut extends from the pharynx to the second part of the duodenum",
          response: "",
        },
        {
          text: "The outline of both psoas muscles is seen in the majority of plain radiographs",
          answer: "False",
          explanation: "only seen in 48% of normal radiographs",
          response: "",
        },
        {
          text: "In a plain radiograph the properitoneal fat lines seen in each ﬂank represent the borders of the peritoneum",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The cardiac oriﬁce of the stomach is at the level of T10 vertebra",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The right and left vagus nerves, oesophageal branches of the left gastric vessels are transmitted through the oesophageal hiatus in the diaphragm",
          answer: "True",
          explanation: "",
          response: "",
        },
      ],
    },
    {
      questionNumber: 13,
      stem: "The oesophagus",
      options: [
        {
          text: "has both striated and smooth muscle ﬁbres in its lower third",
          answer: "False",
          explanation: "the muscular layers of the oesophagus are the superﬁcial longitudinal and inner circular layers. In the upper third the ﬁbres are striated, in the middle third the muscles are both striated and smooth ﬁbres and in the lower third there are only smooth muscle ﬁbres",
          response: "",
        },
        {
          text: "is related to the left recurrent laryngeal nerve",
          answer: "True",
          explanation: "in the neck the left recurrent laryngeal nerve runs in the tracheo- oesophageal groove and the trachea is anterior to the oesophagus",
          response: "",
        },
        {
          text: "is anterior to the right subclavian artery in the thorax",
          answer: "False",
          explanation: "though the oesophagus enters the thorax in the midline it deviates to the left of the midline. In the upper thorax, the left subclavian artery, aortic arch and upper part of descending aorta lie on its left",
          response: "",
        },
        {
          text: "is related to the azygos vein and the pleura below T4",
          answer: "True",
          explanation: "above T4 the oesophagus lies next to the pleura – forming the pleuro- oesophageal line",
          response: "",
        },
        {
          text: "is posterior to the left main bronchus",
          answer: "True",
          explanation: "in the thorax from above downwards the trachea, left main bronchus, right pulmonary artery, left atrium and pericardium",
          response: "",
        },
      ],
    },
    {
      questionNumber: 14,
      stem: "Regarding the oesophagus",
      options: [
        {
          text: "The upper third is supplied by the inferior thyroid artery",
          answer: "True",
          explanation: "a branch of the subclavian artery",
          response: "",
        },
        {
          text: "The middle third is supplied by the branches of the aorta",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The left gastric artery supplies the lower third",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The lower third drains into the portal system",
          answer: "True",
          explanation: "the left gastric vein drains the lower third into the portal system. The middle third drains into the azygos, therefore there is an important anastomosis between the azygos and portal system via the left gastric vein. The upper third drains into the brachiocephalic veins",
          response: "",
        },
        {
          text: "The upper oesophagus has lymphatic drainage to the mediastinal lymph nodes",
          answer: "False",
          explanation: "the upper oesophagus has lymphatic drainage into the deep cervical nodes, the middle to the posterior mediastinal nodes of the coeliac group",
          response: "",
        },
      ],
    },
    {
      questionNumber: 15,
      stem: "Regarding the gullet",
      options: [
        {
          text: "Deglutition is best assessed by barium swallow examination using spot ﬁlms",
          answer: "False",
          explanation: "videoﬂuoroscopy is used to assess the act of deglutition and provides anatomical information",
          response: "",
        },
        {
          text: "A high kV chest radiograph may show the right wall of the oesophagus better than low kV chest radiograph",
          answer: "True",
          explanation: "this may demonstrate the right wall of the oesophagus and azygos vein as they are outlined by the lung – the azygo-oesophageal line",
          response: "",
        },
        {
          text: "An oesophageal stricture is best assessed with the patient upright",
          answer: "False",
          explanation: "in the prone position the oesophagus is distended well and strictures which may be missed in the upright position are best seen",
          response: "",
        },
        {
          text: "The normal indentations of the oesophagus are seen anteriorly and to the left",
          answer: "True",
          explanation: "from above downwards these are as follows; where the pharynx joins the oesophagus, aortic arch, left main bronchus and where the oesophagus passes through the diaphragm",
          response: "",
        },
        {
          text: "The aberrant right subclavian artery with a left-sided arch of the aorta causes a posterior indentation of the oesophagus",
          answer: "True",
          explanation: "in a left-sided aortic arch the aberrant right subclavian artery is the last brachiocephalic branch and courses obliquely from the left to the right behind the oesophagus. The aberrant left main pulmonary artery produces an anterior indentation",
          response: "",
        },
      ],
    },
    {
      questionNumber: 16,
      stem: "The stomach",
      options: [
        {
          text: "is completely covered by peritoneum",
          answer: "True",
          explanation: "the lesser and greater omentum",
          response: "",
        },
        {
          text: "is anterior to the left kidney",
          answer: "True",
          explanation: "and the left suprarenal gland, gastric surfaces of spleen and anterosuperior surface of the pancreas, the mesocolon and the transverse colon",
          response: "",
        },
        {
          text: "has a blood supply from all three branches of the coeliac axis",
          answer: "True",
          explanation: "the left gastric (from coeliac trunk) , right gastric (a branch of the common hepatic artery which arises from the coeliac artery), short gastric and left gastroepiploic arteries from the splenic artery (a branch of the coeliac trunk), right gastroepiploic artery from the gastroduodenal artery (a branch of the hepatic artery)",
          response: "",
        },
        {
          text: "has a lymph drainage that follows the arterial supply",
          answer: "True",
          explanation: "and drains into the coeliac lymph nodes",
          response: "",
        },
        {
          text: "has areae gastricae which are longitudinal elevations of the mucosa",
          answer: "False",
          explanation: "these are small nodular elevations of the mucosal surface which measure 2–3 mm seen particularly in the gastric antrum",
          response: "",
        },
      ],
    },
    {
      questionNumber: 17,
      stem: "Concerning the stomach",
      options: [
        {
          text: "Ultrasound of the stomach is useful in the diagnosis of infantile pyloric stenosis",
          answer: "True",
          explanation: "as well as appendicitis, and intussusception in children",
          response: "",
        },
        {
          text: "111In DTPA can be used to assess gastric emptying",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The local spread of stomach tumours is best assessed by MRI",
          answer: "True",
          explanation: "endoluminal ultrasound is probably best to assess the stomach wall",
          response: "",
        },
        {
          text: "The anterior surface of the stomach can be diﬀerentiated from the posterior surface during a barium meal",
          answer: "True",
          explanation: "in the supine position, barium pools around the posterior rugal folds due to gravity",
          response: "",
        },
        {
          text: "The oesophagogastric junction is the ‘B’ ring or Schatzki ring",
          answer: "False",
          explanation: "the lower end of the oesophagus is dilated to form the vestibule, just above the oesophagogastric junction (mucosal junction between the oeosphagus and stomach – the ‘Z’ line). The upper limit of the vestibule is the ‘A’ ring and the lower limit as the ‘B’ ring or Schatzki ring which is usually below the diaphragm",
          response: "",
        },
      ],
    },
    {
      questionNumber: 18,
      stem: "Regarding the duodenum",
      options: [
        {
          text: "This C-shaped tube is wholly retroperitoneal",
          answer: "False",
          explanation: "the ﬁrst inch (2.5 cm) of the duodenum is intraperitoneal. The remainder is retroperitoneal as it is covered only anteriorly by peritoneum",
          response: "",
        },
        {
          text: "The ﬁrst part runs upwards, forwards and to the right",
          answer: "False",
          explanation: "it runs upwards, backwards and to the right from the pylorus. Hence, the right anterior oblique position is needed to open out the loop formed by the ﬁrst part with the second part of the duodenum. (The patient ’s right side is half-way oﬀ the table with an overcouch tube.)",
          response: "",
        },
        {
          text: "The duodenal cap has the same rugal pattern as the pylorus",
          answer: "True",
          explanation: "this is the ﬁrst 2 cm of the duodenum which is slightly conical in shape and is between the folds of the greater and lesser omentum",
          response: "",
        },
        {
          text: "The IVC lies directly behind the ﬁrst part of the duodenum",
          answer: "False",
          explanation: "the portal vein lies between the ﬁrst part of the duodenum and the IVC posteriorly",
          response: "",
        },
        {
          text: "The head of the pancreas is inferior to the ﬁrst part of the duodenum",
          answer: "True",
          explanation: "",
          response: "",
        },
      ],
    },
    {
      questionNumber: 19,
      stem: "Regarding the duodenum",
      options: [
        {
          text: "The second part is anterior to the hilum of the right kidney",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The ampulla of Vater is in the posteromedial aspect of the second part",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The fundus of the gall bladder lies anterior to the second part",
          answer: "True",
          explanation: "and right lobe of liver",
          response: "",
        },
        {
          text: "The superior mesenteric vessels are posterior to the third part",
          answer: "False",
          explanation: "exit the neck of the pancreas and run over the third part",
          response: "",
        },
        {
          text: "The left psoas muscle is posterior to the terminal portion of the third part",
          answer: "False",
          explanation: "the right ureter, right psoas, IVC and aorta are the posterior relations of the third part of the duodenum from the right to left. The fourth part lies on the left psoas muscle",
          response: "",
        },
      ],
    },
    {
      questionNumber: 20,
      stem: "Regarding the duodenum",
      options: [
        {
          text: "The duodenojejunal junction is at the level of the second lumbar vertebra",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The duodenal junction is held by the ligament of Treitz, a peritoneal fold that ascends to the left crus of the diaphragm",
          answer: "False",
          explanation: "it ascends to the right crus of the diaphragm. An abnormal position of this ligament indicates mal-rotation",
          response: "",
        },
        {
          text: "The mucosa of the ﬁrst part of the duodenum is broken up into circular folds – ‘plica circularis’",
          answer: "False",
          explanation: "the mucosa of the ﬁrst part of the duodenum is smooth. The rest of the small bowel is broken into the ‘plica circularis’",
          response: "",
        },
        {
          text: "The duodenal lymphatic drainage is primarily to the coeliac nodes",
          answer: "False",
          explanation: "the proximal duodenum is drained via pancreatico-duodenal nodes to the gastroduodenal nodes and to the coeliac nodes. The distal duodenum drains to the pancreatico-duodenal nodes which drain into the superior mesenteric nodes",
          response: "",
        },
        {
          text: "The duodenum is predominantly supplied by the coeliac axis",
          answer: "False",
          explanation: "dual supply from SMA and coeliac axis – hence the diﬃculty in controlling bleeding from an eroding duodenal ulcer",
          response: "",
        },
      ],
    },
    {
      questionNumber: 21,
      stem: "In the small intestine",
      options: [
        {
          text: "The transition from jejunum to the ileum takes place gradually",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "A Meckel’s diverticulum occurs in 2% of the population",
          answer: "True",
          explanation: "it is found in the ileum, on the antimesenteric border. Its blind end may contain gastric mucosa, liver or pancreatic tissue",
          response: "",
        },
        {
          text: "The small bowel mesentery is anterior to the right gonadal vessels",
          answer: "True",
          explanation: "from left to right posteriorly are the fourth part of duodenum, aorta, IVC, right gonadal vessels, the right ureter and psoas muscle",
          response: "",
        },
        {
          text: "The plica circulares are most prominent in the terminal ileum",
          answer: "False",
          explanation: "they become less prominent and less numerous in the ileum until at the terminal ileum, they are almost entirely absent",
          response: "",
        },
        {
          text: "99m Technetium-labelled colloid is used to detect Meckel’s diverticulum",
          answer: "False",
          explanation: "Meckel’s diverticulum containing gastric mucosa is detected using 99mTechnetium pertechnetate. Occult bleeding in the small bowel is detected using 99mTc labelled with colloid or red cells. Active bleeding at a rate of more than 0.5 ml per minute is required to enable detection at angiography",
          response: "",
        },
      ],
    },
    {
      questionNumber: 22,
      stem: "Regarding the large intestine",
      options: [
        {
          text: "The lateral cutaneous nerve of the thigh is posterior to the caecum",
          answer: "True",
          explanation: "and the femoral nerve, the psoas and iliacus muscles",
          response: "",
        },
        {
          text: "An appendicolith is seen in 15% of the normal population",
          answer: "True",
          explanation: "in patients with acute abdominal pain their presence indicates a 90% chance of appendicitis",
          response: "",
        },
        {
          text: "The ascending and descending colon are covered anteriorly and laterally by peritoneum",
          answer: "True",
          explanation: "this binds it to the posterior abdominal wall",
          response: "",
        },
        {
          text: "The third part of the duodenum lies posteriorly to the transverse colon",
          answer: "False",
          explanation: "it is the second part of the duodenum",
          response: "",
        },
        {
          text: "The proximal third of the transverse colon is supplied by the middle colic artery and the remaining two-thirds by the left colic artery",
          answer: "False",
          explanation: "the proximal two-thirds is supplied by the middle colic artery (branch of the superior mesenteric artery). The distal one-third is supplied by the ascending branch of the left colic artery (from the inferior mesenteric artery)",
          response: "",
        },
      ],
    },
    {
      questionNumber: 23,
      stem: "Regarding the large intestine",
      options: [
        {
          text: "The sigmoid colon is retroperitoneal",
          answer: "False",
          explanation: "the sigmoid colon is completely invested in peritoneum. It is attached to the posterior pelvic wall by the fan-shaped sigmoid meso-colon",
          response: "",
        },
        {
          text: "The marginal artery of Drummond is a single arterial trunk formed by anastomoses of arteries around the inner border of the colon",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "Taenia coli are thickenings of the longitudinal muscle layers",
          answer: "True",
          explanation: "these are three narrow bands present on the outer wall of the colon, they converge on the appendix proximally and the rectum distally",
          response: "",
        },
        {
          text: "The colon has sacculations due to the mucosal folds",
          answer: "False",
          explanation: "the taeniae are shorter than the colon. Therefore the colon is thrown into sacculations which give the appearance of haustra on radiographs",
          response: "",
        },
        {
          text: "The appendices epiploicae are sparse in the sigmoid colon",
          answer: "False",
          explanation: "they are sparse in the caecum and rectum and most numerous in the sigmoid colon. Herniation of mucous membrane through the appendices apiplocae leads to formation of diverticula",
          response: "",
        },
      ],
    },
    {
      questionNumber: 24,
      stem: "Regarding the large intestine",
      options: [
        {
          text: "The gas-ﬁlled large bowel on plain radiographs demonstrates the haustral pattern of incomplete septations",
          answer: "True",
          explanation: "the valvulae conniventis of the small bowel are complete",
          response: "",
        },
        {
          text: "In Chilaiditi syndrome there is hepatodiaphragmatic interposition of the colon",
          answer: "True",
          explanation: "this is an asymptomatic condition, which can mimic the appearance of free intraperitoneal air and lead to unnecessary laparotomy",
          response: "",
        },
        {
          text: "The upper third of the rectum is covered in front and on both sides by peritoneum",
          answer: "True",
          explanation: "the middle third is covered in front only and the lower third is uncovered",
          response: "",
        },
        {
          text: "The rectum is supplied by branches of the internal iliac artery",
          answer: "True",
          explanation: "the superior rectal (branch of inferior mesenteric), middle rectal (branch of internal iliac), inferior rectal (branch of internal pudendal) and median sacral artery (continuation of the aorta) supply the rectum",
          response: "",
        },
        {
          text: "There is a portosystemic anastomosis between the middle and inferior rectal veins",
          answer: "False",
          explanation: "the superior rectal (a tributary of the inferior mesenteric which drains into the portal vein) forms an important portosystemic anastomosis with the middle rectal vein and inferior rectal vein (branches of internal iliac and internal pudendal veins)",
          response: "",
        },
      ],
    },
    {
      questionNumber: 25,
      stem: "Regarding the rectum and anal canal",
      options: [
        {
          text: "The lower two-thirds of the rectum drains into the internal iliac nodes",
          answer: "True",
          explanation: "the lymphatic drainage follows vascular supply. The upper two-thirds drains into the inferior mesenteric nodes",
          response: "",
        },
        {
          text: "The anal canal is about 3 cm long",
          answer: "True",
          explanation: "and perpendicular to the rectum. This is important to remember when inserting a rectal tube. The tip of the tube has to be angled perpendicular and upwards after the ﬁrst few centimetres into the anal canal to avoid hitting the anterior rectal wall, which is painful",
          response: "",
        },
        {
          text: "The upper part of the vagina is anterior to the anal canal",
          answer: "False",
          explanation: "the lower part",
          response: "",
        },
        {
          text: "The lymphatic drainage of the anal canal is to the internal iliac nodes",
          answer: "False",
          explanation: "the lymph from the upper half of the anal canal drains into the inferior mesenteric nodes. The lower half drains into the superﬁcial inguinal nodes",
          response: "",
        },
        {
          text: "The superior rectal artery supplies the upper half of the anal canal",
          answer: "True",
          explanation: "the inferior rectal artery supplies the lower half",
          response: "",
        },
      ],
    },
    {
      questionNumber: 26,
      stem: "Regarding the rectum and anal canal",
      options: [
        {
          text: "The anal canal is well visualized during a barium enema",
          answer: "False",
          explanation: "the enema tube position prevents this",
          response: "",
        },
        {
          text: "During defaecating proctography the dynamics of rectal evacuation and position of the anorectal junction is evaluated",
          answer: "True",
          explanation: "the anorectal junction at rest is just above the level of the ischial tuberosities. During evacuation the pelvic ﬂoor descends and the anorectal angle widens from 90° to 115°",
          response: "",
        },
        {
          text: "MRI is the investigation of choice to detect anal ﬁstulae",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The musculus submucosa ani has a high signal intensity compared to fat and submucosa on T1-weighted MRI",
          answer: "False",
          explanation: "the musculus submucosa ani is a fascial extension of the longitudinal muscle coat of the rectum which inserts into the mucocutaneous junction (the Hilton’s white line). This has a low lying position at rest but during the act of defecation it contracts to allow the passage of faeces",
          response: "",
        },
        {
          text: "The subcutaneous ﬁbres of the external sphincter have a high signal on T1-weighted MRI",
          answer: "False",
          explanation: "it is only about 6-8 cm long",
          response: "",
        },
      ],
    },
    {
      questionNumber: 27,
      stem: "In vascular imaging of the gastrointestinal tract",
      options: [
        {
          text: "Digital subtraction angiography may be degraded by patient movement",
          answer: "True",
          explanation: "in abdominal imaging bowel movement and respiration can worsen this. However, this can be overcome by using anti-peristaltic agents and by obtaining multiple 'mask' images during the angiographic run whilst the patient is breathing, before contrast is injected",
          response: "",
        },
        {
          text: "The coeliac axis arises from the aorta at the level of T12 and L1 interspace",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The coeliac axis may be compressed by the median arcuate ligament preventing antegrade ﬂow of blood",
          answer: "True",
          explanation: "resulting in enlargement of collateral vessels arising from the superior or inferior mesenteric arteries",
          response: "",
        },
        {
          text: "The left gastric artery runs upwards to the cardia",
          answer: "True",
          explanation: "in 3% it arises directly from the aorta. It gives off cardio-oesphageal, anastomosing branches to the terminal branches of the right gastric and short gastric arteries. In 25% of individuals, the left lobe of the liver is supplied by an aberrant left hepatic artery arising from the left gastric artery",
          response: "",
        },
        {
          text: "The coeliac axis is inferior to the lesser omentum",
          answer: "False",
          explanation: "it lies above the pancreas and splenic veins, below the left lobe of the liver, on its left is the cardia of the stomach, and in front is the lesser omentum",
          response: "",
        },
      ],
    },
    {
      questionNumber: 28,
      stem: "Regarding the branches of the coeliac axis",
      options: [
        {
          text: "The splenic artery is intraperitoneal during most of its course",
          answer: "False",
          explanation: "retroperitoneal most of its course and enters the lienorenal ligament before entering the spleen",
          response: "",
        },
        {
          text: "The transverse pancreatic artery is a branch of the left gastric artery",
          answer: "False",
          explanation: "the transverse pancreatic artery is a branch of the dorsal pancreatic artery, which arises from the proximal splenic artery",
          response: "",
        },
        {
          text: "The arteria pancreatica magna is a branch of the dorsal pancreatic artery",
          answer: "False",
          explanation: "this is a branch of the mid-portion of the splenic artery and is usually the largest branch to the body of the pancreas",
          response: "",
        },
        {
          text: "The left gastro-epiploic artery arises from the terminal portion of the main splenic artery",
          answer: "True",
          explanation: "or from one of its terminal branches. It descends along the greater curvature of the stomach to form the 'arcus arteriosus ventriculi inferior of Hyrtl' with the right gastro-epiploic artery",
          response: "",
        },
        {
          text: "The left epiploic artery is a branch of the left gastro-epiploic artery",
          answer: "True",
          explanation: "the left epiploic artery, a branch of the left gastro-epiploic is located in the posterior layers of the greater omentum below the transverse colon. It anastomoses with the right epiploic to form the arcus epiploicus magnus of Barkow",
          response: "",
        },
      ],
    },
    {
      questionNumber: 29,
      stem: "Concerning the hepatic arteries",
      options: [
        {
          text: "The common hepatic artery usually lies to the left of the common bile duct and anterior to the portal vein",
          answer: "True",
          explanation: "its first major branch is the gastroduodenal artery after which it continues as the proper hepatic artery and divides into the right and left hepatic arteries",
          response: "",
        },
        {
          text: "The right hepatic artery usually crosses the common hepatic duct anteriorly",
          answer: "False",
          explanation: "usually posteriorly",
          response: "",
        },
        {
          text: "The middle hepatic artery supplies the caudate lobe",
          answer: "False",
          explanation: "It supplies the quadrate lobe - segment IV",
          response: "",
        },
        {
          text: "The left hepatic artery supplies the left lobe segments",
          answer: "True",
          explanation: "runs in the fossa for the ligamentum venosum",
          response: "",
        },
        {
          text: "In approximately 25% of individuals the entire hepatic arterial supply arises from the superior mesenteric artery (SMA)",
          answer: "False",
          explanation: "in 20% of individuals all or part of the hepatic arterial supply arises from the SMA. Of these, 10-12% will be replaced by the right hepatic artery from the SMA, 4-6% from an accessory right hepatic artery from the coeliac axis. In 2.5%, the entire hepatic arterial supply arises from the SMA",
          response: "",
        },
      ],
    },
    {
      questionNumber: 30,
      stem: "Regarding the arteries of the upper abdomen",
      options: [
        {
          text: "The cystic artery to the gall bladder usually arises from the right hepatic artery",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The right gastric artery is a branch of the superior mesenteric artery",
          answer: "False",
          explanation: "arises from the proper or left hepatic arteries in about equal proportions. It supplies the pylorus and courses along the lesser curve to anastomose with the left gastric artery",
          response: "",
        },
        {
          text: "The gastroduodenal artery (GDA) arises usually from the right hepatic artery",
          answer: "False",
          explanation: "In 75% of cases from the common hepatic artery",
          response: "",
        },
        {
          text: "The proximal GDA descends anterior to the ﬁrst part of the duodenum",
          answer: "False",
          explanation: "behind the first part of the duodenum. Erosion of the duodenum by an ulcer can produce torrential bleeding and death if the GDA is involved. In this position, the GDA is anterior to the pancreas",
          response: "",
        },
        {
          text: "The GDA terminates into the right gastro-epiploic and anterior superior pancreaticoduodenal arteries",
          answer: "True",
          explanation: "",
          response: "",
        },
      ],
    },
    {
      questionNumber: 31,
      stem: "Regarding the blood supply to the pancreas",
      options: [
        {
          text: "The retroduodenal artery forms an arcade to supply the posterior surface of the entire duodenum and part of the pancreatic head",
          answer: "True",
          explanation: "the head has a dual blood supply. The superior pancreatico-duodenal from the GDA and inferior pancreatico-duodenal from the SMA, both of which have anterior and posterior divisions forming extensive anastomoses",
          response: "",
        },
        {
          text: "The inferior pancreatico-duodenal artery may arise from a proximal jejunal artery",
          answer: "True",
          explanation: "most commonly from the SMA",
          response: "",
        },
        {
          text: "The transverse pancreatic artery may arise from the anterior superior pancreatico-duodenal artery",
          answer: "True",
          explanation: "in 10%. The transverse pancreatic artery is usually (75%) a branch of the dorsal pancreatic artery",
          response: "",
        },
        {
          text: "The blood ﬂow in the arterial tree is usually unidirectional",
          answer: "False",
          explanation: "numerous anastomoses allow multi-directional flow",
          response: "",
        },
        {
          text: "The majority of the blood supply to the pancreas is derived from the dorsal pancreatic artery",
          answer: "False",
          explanation: "the majority of the blood supply is from the splenic artery",
          response: "",
        },
      ],
    },
    {
      questionNumber: 32,
      stem: "The superior mesenteric artery (SMA)",
      options: [
        {
          text: "arises from the anterior surface of the aorta at about the level of L1",
          answer: "True",
          explanation: "lies posterior to the body of the pancreas and splenic vein",
          response: "",
        },
        {
          text: "gives rise to the dorsal pancreatic artery",
          answer: "True",
          explanation: "or it arises from the SMA's first jejunal branch",
          response: "",
        },
        {
          text: "gives rise to the middle colic artery inferior to the uncinate process",
          answer: "True",
          explanation: "which enters the transverse mesocolon",
          response: "",
        },
        {
          text: "gives rise to the right colic artery in a third of individuals",
          answer: "True",
          explanation: "Right colic is absent in 2% and arises most frequently from the middle colic artery",
          response: "",
        },
        {
          text: "gives rise to the inferior pancreatico-duodenal artery in the majority of cases",
          answer: "False",
          explanation: "in 40% it arises as a single trunk from the SMA. In at least half of all individuals, the common trunk or one of the anterior or posterior divisions arises from the first or second jejunal artery. This is important to bear in mind during selective catheterization of IPDA",
          response: "",
        },
      ],
    },
    {
      questionNumber: 33,
      stem: "Regarding the arteries of the lower abdomen",
      options: [
        {
          text: "The inferior mesenteric artery arises from the anterior or left antero-lateral aspect of the aorta at the level of L1",
          answer: "False",
          explanation: "L 3",
          response: "",
        },
        {
          text: "The left colic artery anastomosis with the middle colic artery",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The superior rectal artery is the terminal artery of the inferior mesenteric artery",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The middle and inferior rectal arteries anastomose with the superior rectal artery",
          answer: "True",
          explanation: "they are derived from the internal iliac artery",
          response: "",
        },
        {
          text: "The marginal artery of Dwight runs close to the distal large bowel from which the vasa recta arise",
          answer: "False",
          explanation: "the marginal artery of Dwight is situated close to the small bowel and the marginal artery of Drummond is close to the large bowel. The artery of Drummond may hypertrophy significantly when one of the main visceral arteries is compromised",
          response: "",
        },
      ],
    },
    {
      questionNumber: 34,
      stem: "Regarding the portal venous system",
      options: [
        {
          text: "Direct portography may be achieved by a transjugular transhepatic approach",
          answer: "True",
          explanation: "or puncture of the spleen, percutaneous portal vein puncture or through the umbilical vein",
          response: "",
        },
        {
          text: "The splenic and superior mesenteric vein join to form the main portal vein",
          answer: "True",
          explanation: "behind the neck of the pancreas",
          response: "",
        },
        {
          text: "The extra hepatic portal vein lies anterior to the common bile duct",
          answer: "False",
          explanation: "the common bile duct (CBD) and hepatic artery are anterior to the portal vein. The CBD is to the right and hepatic artery lies to the left",
          response: "",
        },
        {
          text: "The right portal vein supplies the caudate lobe",
          answer: "False",
          explanation: "the caudate lobe is supplied by the left portal vein",
          response: "",
        },
        {
          text: "The umbilical (distal) portion of the left portal vein supplies the lateral segments 2 and 3 and the inferior portion of segment 4",
          answer: "True",
          explanation: "the obliterated umbilical vein is patent in the presence of portal hypertension, courses vertically from the umbilical portion of the left portal vein in the falciform ligament to the anterior abdominal wall",
          response: "",
        },
      ],
    },
    {
      questionNumber: 35,
      stem: "Regarding the venous drainage of the gut",
      options: [
        {
          text: "The superior mesenteric vein usually lies to the left of the superior mesenteric artery",
          answer: "False",
          explanation: "SMV lies to the right of the SMA",
          response: "",
        },
        {
          text: "The posterior superior pancreatico-duodenal vein drains into the main portal vein",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The inferior mesenteric vein drains into the splenic vein in the majority of individuals",
          answer: "False",
          explanation: "drains into the splenic vein in 40%, into the confluence of the SMV and splenic vein in 30%, and into the SMV in 30%",
          response: "",
        },
        {
          text: "The left gastric vein drains into the conﬂuence of the splenic and superior mesenteric vein",
          answer: "True",
          explanation: "into the splenic vein in 15%, into the main portal vein in 25%",
          response: "",
        },
        {
          text: "The venous arcade formed by the epiploic veins serve as a collateral venous return from the spleen",
          answer: "True",
          explanation: "the epiploic veins are tributaries of the gastro-epiploic veins",
          response: "",
        },
      ],
    },
    {
      questionNumber: 36,
      stem: "Regarding hepatobiliary imaging",
      options: [
        {
          text: "CT arterio-portography (CTAP) is undertaken by catheterizing the SMA prior to CT scanning",
          answer: "True",
          explanation: "contrast is injected at 2 ml/second into the SMA which passes into the capillary bed of the mid gut and then into the portal vein. CT scanning during the portal venous phase outlines the portal vein, portal venous perfusion and hepatic veins",
          response: "",
        },
        {
          text: "CTAP enables better delineation of metastases than conventional CT",
          answer: "True",
          explanation: "most hepatic tumours are supplied by the hepatic artery. CTAP produces dense enhancement of normal liver parenchyma and no enhancement of lesions supplied by hepatic artery",
          response: "",
        },
        {
          text: "In magnetic resonance cholangiopancreatography (MRCP) bile has a low signal",
          answer: "False",
          explanation: "high signal",
          response: "",
        },
        {
          text: "Magnetic resonance cholangiopancreatography uses heavily T2-weighted sequences",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The liver parenchyma exhibits high signal on MRCP sequences",
          answer: "False",
          explanation: "",
          response: "",
        },
      ],
    },
    {
      questionNumber: 37,
      stem: "Concerning the adult liver",
      options: [
        {
          text: "It is anterior to the upper pole of the right kidney and suprarenal gland",
          answer: "True",
          explanation: "the upper pole of right kidney, suprarenal gland and distal IVC are related directly to the liver and have no peritoneal coverings. Therefore free ﬂuid cannot be seen anterior to the upper pole of the right kidney except in patients who have undergone liver transplantation",
          response: "",
        },
        {
          text: "On ultrasound it has a slightly increased echogenicity compared with kidney",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The walls of the hepatic veins are bright compared with those of the portal vein and its branches",
          answer: "False",
          explanation: "the opposite is True",
          response: "",
        },
        {
          text: "The intrahepatic bile ducts are usually clearly seen parallel to the portal vein",
          answer: "False",
          explanation: "the ‘shotgun’ sign when the bile ducts are of similar calibre and parallel to the portal vein indicates that there is intrahepatic biliary duct dilatation. However this sign may be seen in portal hypertension when there is compensatory enlargement of the branches of the hepatic artery, alongside those of the portal vein. Colour doppler will distinguish ducts from vessels",
          response: "",
        },
        {
          text: "On non-enhanced CT the liver has a higher attenuation than the spleen",
          answer: "True",
          explanation: "standard settings for upper abdomen are a window level of 40 to 60 HU and window width of 350 to 400 HU using 10 mm contiguous cuts. The relative density of the liver is 60 HU",
          response: "",
        },
      ],
    },
    {
      questionNumber: 38,
      stem: "Regarding the liver",
      options: [
        {
          text: "Primary and secondary liver tumours derive their blood supply from the hepatic artery",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The segmental anatomy of the liver relates to the hepatic arterial, portal and biliary drainage to the liver",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "On axial imaging the caudate lobe (segment 1) is posterior and to the right of the IVC",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "Segments II, IVa, VIII, VII are above the portal vein in an anticlockwise fashion on axial CT",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "Segments III, IVb, V, VI are below the portal vein in a clockwise fashion on axial CT",
          answer: "False",
          explanation: "",
          response: "",
        },
      ],
    },
    {
      questionNumber: 39,
      stem: "In the upper abdomen",
      options: [
        {
          text: "The caudate lobe of the liver lies in the greater sac",
          answer: "False",
          explanation: "the omental reﬂections divide the caudate from the quadrate lobe. The caudate lobe lies in the lesser sac and the quadrate lobe lies within the greater sac",
          response: "",
        },
        {
          text: "The gall bladder is posterior to the porta hepatis",
          answer: "False",
          explanation: "the gall bladder fossa is anterior to the porta hepatis",
          response: "",
        },
        {
          text: "The hepatic artery is anterior to the portal vein",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The hepatic vein tributaries run with those of the hepatic artery and bile ducts in the portal triad",
          answer: "False",
          explanation: "the radicles of the portal vein, hepatic artery and bile duct run in the portal triads",
          response: "",
        },
        {
          text: "Behind the first part of the duodenum the common bile duct is anterior to the IVC",
          answer: "True",
          explanation: "this is the middle third of the CBD, The lower third of the CBD runs inferiorly and to the right, behind the head of pancreas. This portion of the CBD grooves or tunnels the head of the pancreas and is anterior to the right renal vein",
          response: "",
        },
      ],
    },
    {
      questionNumber: 40,
      stem: "Regarding the gall bladder",
      options: [
        {
          text: "The gall bladder indents the posterior aspect of the first part of the duodenum",
          answer: "False",
          explanation: "anterior aspect of ﬁrst part of duodenum",
          response: "",
        },
        {
          text: "The cystic duct passes anterior to the right hepatic artery",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "On ultrasound, the neck of the gall bladder and the cystic duct are echogenic",
          answer: "True",
          explanation: "hence mistaken for gallstones",
          response: "",
        },
        {
          text: "The Phrygian cap is the fundus folded back upon the body of the gall bladder",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "Lymph drainage mainly follows the common bile duct to the liver",
          answer: "True",
          explanation: "some lymph from the gall bladder ﬂows directly into the liver. This is important in malignancy of the gall bladder as it may be necessary to resect local segments of the liver with the gall bladder tumour",
          response: "",
        },
      ],
    },
    {
      questionNumber: 41,
      stem: "Concerning the pancreas",
      options: [
        {
          text: "The gland is angled inferiorly from right to left",
          answer: "False",
          explanation: "it is angled superiorly from right to left",
          response: "",
        },
        {
          text: "Most of the gland is posterior to the lesser sac",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "The uncinate process is superior to the origin of the superior mesenteric artery",
          answer: "False",
          explanation: "anterior to the origin of SMA . The left renal vein is posterior",
          response: "",
        },
        {
          text: "The gastroduodenal artery is anterior to the head of the pancreas",
          answer: "False",
          explanation: "GDA is anterior to the neck of the pancreas",
          response: "",
        },
        {
          text: "On ultrasound the pancreas may be hyperechoic compared with the liver",
          answer: "True",
          explanation: "with increasing age the pancreas becomes more echogenic due to progressive accumulation of fat (see question 7 under ‘Breast’)",
          response: "",
        },
      ],
    },
    {
      questionNumber: 42,
      stem: "The spleen",
      options: [
        {
          text: "lies posterior to the axillary line adjacent to the ninth and eleventh ribs",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "on ultrasound should measure no more than 14 cm in its longest axis",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "is formed from the splenic diverticulum",
          answer: "False",
          explanation: "it is of mesenchymal origin and is formed by numerous splenunculi which fuse. Ten per cent of unfused or accessory splenunculi are demonstrated on USG or CT, usually in the region of the hilum or lienorenal ligament",
          response: "",
        },
        {
          text: "takes up 99mTc denatured red blood cells",
          answer: "True",
          explanation: "post splenectomy to detect residual splenic tissue",
          response: "",
        },
        {
          text: "enhances homogeneously in the early arterial phase of contrast-enhanced CT",
          answer: "False",
          explanation: "the intrasplenic blood supply is inconsistent. This is appreciated on CT as inhomogeneous enhancement in the early arterial phase",
          response: "",
        },
      ],
    },
    {
      questionNumber: 43,
      stem: "The following are recognized anastomotic sites between portal and systemic circulations",
      options: [
        {
          text: "Azygos and left gastric veins",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "Superior rectal and middle rectal veins",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "Portal and hepatic veins",
          answer: "True",
          explanation: "",
          response: "",
        },
        {
          text: "Ovarian and mesenteric veins",
          answer: "False",
          explanation: "",
          response: "",
        },
        {
          text: "Left renal and splenic vein",
          answer: "False",
          explanation: "",
          response: "",
        },
      ],
    },
  ],
}
