{
  name: "Gastrointestinal - Mock",
  slug: "gastrointestinal-mock",
  questions: [
    {
      "questionNumber": 1,
      "stem": "A 13 year old boy is undergoing chemotherapy for lymphoma. He presents to the clinic with a fever and acute right iliac fossa pain. Contrast-enhanced CT shows enhancement and circumferential thickening of the caecal wall, appendix and terminal ileum with surrounding fat stranding and free fluid. What is the likely diagnosis?",
      "options": [
        "Appendicitis",
        "Lymphomatous infiltration",
        "Mycobacterium avium-intracellulare",
        "Sclerosing Typhlitis",
        "Mesenteritis"
      ],
      "answer": "Mesenteritis",
      "explanation": "Typhlitis (neutropaenic colitis) represents acute inflammation of the caecum, appendix and occasionally terminal ileum. The aetiology is unknown, but profound neutropaenia appears to be universal. Mucosal injury from cytotoxic drugs during chemotherapy is thought to play an important role; infection may be involved (e.g. CMV). Lymphomatous deposits would be expected to produce a more eccentric thickening",
      "reference": "Radiology Review Manual, 6th Ed, p. 872-3",
      "response": ""
    },
    {
      "questionNumber": 2,
      "stem": "A 42 year old woman presents with acute right upper quadrant pain and abdominal distension. She has a 1-week history of dark urine, particularly in the mornings, and is found to have pancytopaenia. What is the likely diagnosis?",
      "options": [
        "Acute cholecystitis",
        "Acute pyelonephritis",
        "Budd-Chiari syndrome",
        "Ruptured renal cell carcinoma",
        "Infectious mononucleosis"
      ],
      "answer": "Budd-Chiari syndrome",
      "explanation": "The patient has classical features of underlying paroxysmal nocturnal haemoglobinuria (PNH), which predisposes to Budd-Chiari syndrome. Budd-Chiari syndrome presents with these symptoms; the severity of the initial liver disease is variable depending upon the extent of venous occlusion",
      "reference": "Radiographics (1997); 17:263-5",
      "response": ""
    },
    {
      "questionNumber": 3,
      "stem": "An MRI liver report reads: 'There is a hyperintense lesion on T2-weighted imaging, which is hypointense on T1-weighted images. Following administration of i.v. Gadolinium, there is peripheral nodular enhancement in the arterial phase with progressive enhancement on the portal venous and delayed phases.' What is the most likely diagnosis?",
      "options": [
        "Haemangioma",
        "Focal nodular hyperplasia",
        "Hepatocellular adenoma",
        "Hepatocellular carcinoma",
        "Cyst"
      ],
      "answer": "Haemangioma",
      "explanation": "These are characteristic findings of a haemangioma. A cyst will not enhance; FNH and adenoma are benign hypervascular lesions that equilibrate in the portal phase. HCC is hypervascular with washout on delayed imaging; the liver is usually cirrhotic",
      "reference": "Semin Ultrasound CT MR (2005); 26:116-37",
      "response": ""
    },
    {
      "questionNumber": 4,
      "stem": "A 58 year old lady undergoes a CT of the abdomen and pelvis which identifies a 4 cm cyst within the pancreas. Endoscopic US-FNA shows a unilocular cyst and yields fluid with high amylase and lipase but low CEA antigen levels. What is the diagnosis?",
      "options": [
        "Serous cystadenoma",
        "Mucinous cystadenoma",
        "Intraductal papillary mucinous neoplasm",
        "Mucinous cystadenocarcinoma",
        "Pseudocyst"
      ],
      "answer": "Pseudocyst",
      "explanation": "These are typical findings; there may or may not be a clear history of pancreatitis. An elevated CEA >200 ng/ml is an indicator of malignancy",
      "reference": "Clin Rad (2007); 62:1142-53",
      "response": ""
    },
    {
      "questionNumber": 5,
      "stem": "You are asked to review a follow-up CT for a patient with metastatic melanoma in a clinical trial. There is a single deposit within the liver which measured 10 cm on the initial study and now measures 6 cm. How should you classify the response by RECIST criteria?",
      "options": [
        "Complete Response",
        "Partial Response",
        "Stable Disease",
        "Progressive Disease",
        "Unconfirmed Response"
      ],
      "answer": "Stable Disease",
      "explanation": "A reduction of >30%, falling short of a complete response, constitutes a partial response",
      "reference": "European Journal of Cancer 2009;45:228-247",
      "response": ""
    },
    {
      "questionNumber": 6,
      "stem": "A 40 year old man presents with acute left iliac fossa pain. He is afebrile and the WCC is normal. CT demonstrates a 2.5 cm ovoid lesion with surrounding fat stranding arising from the anterior wall of the sigmoid colon. The lesion enhances peripherally and has a central attenuation of -50 HU. There is no associated thickening of the colonic wall. What is the most likely diagnosis?",
      "options": [
        "Diverticulitis",
        "Epiploic appendagitis",
        "Mesenteric panniculitis",
        "Omental infarct",
        "Sclerosing mesenteritis"
      ],
      "answer": "Epiploic appendagitis",
      "explanation": "Epiploic appendages are peritoneal fat outpouchings that arise from the serosal surface of the colon, attached by vascular stalks (supplied by 1-2 small end-arteries and a draining vein). They contain adipose tissue and vessels, and measure up to 5 cm (typically 1-2 cm). Epiploic appendagitis is inflammation secondary to torsion or venous occlusion. The most common location is anterior to the sigmoid colon, there is surrounding fat stranding, and a low-density (fat) centre is seen; associated colon thickening is rare. Omental infarction can appear similar, but lacks the hyperdense ring enhancement and is more typically seen as an oval soft-tissue mass in the right lower quadrant, deep to the anterior abdominal muscles",
      "reference": "AJR (2004); 183:1303—1307",
      "response": ""
    },
    {
      "questionNumber": 7,
      "stem": "A 42 year old woman undergoes a barium swallow which shows hold up of contrast medium in the lower oesophagus when the patient is given a cup of hot water. What is the most likely diagnosis?",
      "options": [
        "Oesophageal varices",
        "Diffuse oesophageal spasm",
        "Presbyoesophagus",
        "Primary achalasia",
        "Intramural diverticulosis"
      ],
      "answer": "Primary achalasia",
      "explanation": "Patients often report that hot drinks provide relief in achalasia. On imaging, the sphincter relaxes and the oesophagus is seen to clear",
      "reference": "Diagnostic Radiology, 5th Ed, p. 6217",
      "response": ""
    },
    {
      "questionNumber": 8,
      "stem": "Regarding pancreas divisum, which of the following statements is true?",
      "options": [
        "The dorsal pancreas drains via the major papilla",
        "Pancreatic drainage is via the duct of Santorini",
        "The dorsal and ventral pancreas drain via the same channel",
        "The common bile duct and dorsal pancreas drain via the same channel",
        "The major papilla lies proximal to the minor papilla"
      ],
      "answer": "Pancreatic drainage is via the duct of Santorini",
      "explanation": "Dorsal and ventral pancreas drain separately in to the duodenum via the minor and major papillae respectively",
      "reference": "Radiographics (2009); 29:1003-26",
      "response": ""
    },
    {
      "questionNumber": 9,
      "stem": "A 57 year old man presents with diarrhoea and is noted to have elevated ACTH levels. A small bowel enema demonstrates no ulceration or strictures but there is sharp angulation of loops of distal ileum. What is the most likely diagnosis?",
      "options": [
        "Cushing’s disease",
        "Cushing’s syndrome",
        "Crohn’s disease",
        "Desmoid tumour",
        "Carcinoid"
      ],
      "answer": "Carcinoid",
      "explanation": "Carcinoid syndrome commonly presents with non-specific symptoms, with obstruction, bleeding pain or diarrhoea all seen. A polypoid nodule may be seen in the wall of the bowel but the desmoplastic reaction in the adjacent mesentery causes sharp angulation of bowel loops",
      "reference": "Radiographics, (2007); 1:237—257",
      "response": ""
    },
    {
      "questionNumber": 10,
      "stem": "Which of the following syndromes is not associated with malignancy?",
      "options": [
        "Gardner’s syndrome",
        "Cronkhite Canada syndrome",
        "Turcot’s syndrome",
        "Cowden’s disease",
        "Peutz-Jegher’s disease"
      ],
      "answer": "Cronkhite Canada syndrome",
      "explanation": "Cronkhite Canada syndrome is a rare non-familial condition with multiple hamartomatous polyps resulting in a protein-losing enteropathy. It is seen most commonly in Japan and the underlying cause remains unclear",
      "reference": "Cronkhite-Canada syndrome: eMedicine.Gastro-intestinal",
      "response": ""
    },
    {
      "questionNumber": 11,
      "stem": "A 51 year old lady with recurrent episodes of central abdominal pain undergoes a CT study. This is reported to show diffuse enlargement of the pancreas with a peripancreatic ‘halo’. What is the most likely diagnosis?",
      "options": [
        "Intraductal papillary mucinous neoplasm",
        "Autoimmune pancreatitis",
        "Chronic pancreatitis",
        "Primary pancreatic lymphoma",
        "Acute pancreatitis",
      ],
      "answer": "Autoimmune pancreatitis",
      "explanation": "This is a typical clinical presentation and characteristic imaging finding. The diagnosis needs to be confirmed histopathologically and then treated with corticosteroids, unlike other forms of pancreatitis. Relapse is well documented. Patients may progress to develop biliary complications, atrophy and chronic symptoms",
      "reference": "Radiology (2009); 250:118-129",
      "response": ""
    },
    {
      "questionNumber": 12,
      "stem": "Which of the following is not considered to be a risk factor for the development of cholangiocarcinoma?",
      "options": [
        "Tobacco smoking",
        "Heavy alcohol consumption",
        "Hepatitis C virus",
        "Polyvinyl chloride exposure",
        "Caroli disease"
      ],
      "answer": "Tobacco smoking",
      "explanation": "Tobacco smoking is not associated with cholangiocarcinoma, but there are a large number of other associations, including viral agents (HIV, HBV, EBV), liver flukes, heptolithiasis, primary sclerosing cholangitis and biliary anomalies",
      "reference": "Radiographics (2009); 29:683-700",
      "response": ""
    },
    {
      "questionNumber": 13,
      "stem": "A 33 year old woman undergoes an MRI study to characterise a 4cm focal liver lesion found incidentally on US. The lesion is isointense to liver on T1 and T2-weighted images, enhances homogeneously and avidly in the arterial phase and is isointense in the portal venous and delayed phases. 1 hour after the administration of contrast medium (Gd-Bopta), the lesion is hyperintense to liver. What is the most likely diagnosis?",
      "options": [
        "Haemangioma",
        "Focal nodular hyperplasia",
        "Hepatocellular adenoma",
        "Fibrolamellar hepatocellular carcinoma",
        "Metastasis"
      ],
      "answer": "Focal nodular hyperplasia",
      "explanation": "These imaging features are characteristic of FNH. FNH is a benign tumour thought to represent a hyperplastic response to a pre-existing arterial malformation. It is most commonly seen in women and has no malignant potential. A central scar may be seen which shows delayed enhancement",
      "reference": "Radiographics(2009); 29: 385-402",
      "response": ""
    },
    {
      "questionNumber": 14,
      "stem": "A 52 year old woman with a history of atrial fibrillation and rheumatoid arthritis presents with right-sided renal colic. On the unenhanced CT study there is diffuse low density in the liver. Which of the following might account for this appearance?",
      "options": [
        "Amyloidosis",
        "Amiodarone therapy",
        "Haemochromatosis",
        "Haemosiderosis",
        "Wilson's disease"
      ],
      "answer": "Amyloidosis",
      "explanation": "The most common cause of diffuse low attenuation is fatty infiltration; amyloidosis is another due to amyloid deposition. Amyloidosis can be a primary condition, or secondary to chronic infectious, chronic inflammatory disease (e.g. rheumatoid arthritis), or multiple myeloma. Answers (b) ~ (d) increase copper/iron deposition within the liver, which will lead to increased liver density on a pre-contrast CT",
      "reference": "Radiology Review Manual, 6th Ed, p. 319",
      "response": ""
    },
    {
      "questionNumber": 15,
      "stem": "What is the most common site for actinomycosis infection within the abdomen?",
      "options": [
        "Appendix",
        "Liver",
        "Spleen",
        "Terminal Ileum",
        "Jejunum"
      ],
      "answer": "Appendix",
      "explanation": "Caused by Actinomycoces israeli, this is a rare condition which clinically mimics an appendix abscess. Sinus tracks, fistulae and a mass may all be seen at imaging. Risk factors include previous abdominal surgery, GI perforation, diabetes mellitus and steroid therapy",
      "reference": "Diagnostic Radiology, 5th Ed, p. 677",
      "response": ""
    },
    {
      "questionNumber": 16,
      "stem": "A 47-year old man presents with atypical RIF pain. A CT abdomen is requested to rule out appendicitis. No cause for abdominal pain is identified. The only finding of note is an 8 mm low-attenuation lesion within the left lobe of the liver. The lesion lies inferior to the portal vein and lateral to the left hepatic vein. What segment of the liver is the lesion in?",
      "options": [
        "Segment I",
        "Segment II",
        "Segment III",
        "Segment IV-A",
        "Segment IV-B"
      ],
      "answer": "Segment III",
      "explanation": "The Couinaud classification divides the liver into 8 functionally independent segments, each with its own blood supply and biliary drainage. The portal vein divides the liver into superior and inferior segments. The middle hepatic vein divides the left (segments I-IV) and right lobes (segments V-VIII). The right hepatic vein divides the right lobe into anterior (V and VIII) and posterior (VI and VII) segments. The left hepatic vein divides the left lobe into medial (segments IV-A and IV-B) and lateral part (segments II and III); segment I is the caudate lobe, situated posteriorly",
      "reference": "",
      "response": ""
    },
    {
      "questionNumber": 17,
      "stem": "A 46 year old man presents with dysphagia and weight loss. He is noted to have hyperkeratosis of the palms and soles. Barium swallow shows a malignant stricture of the mid oesophagus. What is the most likely diagnosis?",
      "options": [
        "Dermatomyositis",
        "Epidermolysis bullosa",
        "Pemphigus vulgaris",
        "Scleroderma",
        "Tylosis"
      ],
      "answer": "Tylosis",
      "explanation": "Tylosis is an autosomal dominant inherited disorder characterized by thickening (hyperkeratosis) of the palms and soles, oral leukoplakia, and SCC of the oesophagus (in 95% by 70 yrs). Epidermolysis bullosa has a high association with SCC of the skin, there are rare case reports of associated oesophageal cancer. Pemphigus has a rare paraneoplastic form, typically associated with lymphoma. Dermatomyositis has a high association with various internal malignancies, in such cases it is thought to be a ‘paraneoplastic’ phenomenon, indicating the presence of cancer. Scleroderma results in oesophageal dysmotility, predisposing to reflux and increasing the risk of oesophageal cancer",
      "reference": "",
      "response": ""
    },
    {
      "questionNumber": 18,
      "stem": "A patient undergoes local staging of rectal carcinoma by MRI. The report concludes that there is 'a circumferential tumour extending beyond the muscularis layer which is 1mm away from the mesorectal fascia.' How might this also be expressed?",
      "options": [
        "13 disease threatening the circumferential resection margin",
        "13 disease involving the circumferential resection margin",
        "14 disease threatening the circumferential resection margin",
        "14 disease involving the circumferential resection margin",
        "None of the above"
      ],
      "answer": "13 disease threatening the circumferential resection margin",
      "explanation": "Extension through the muscularis layer in to the mesorectal fat without invasion of other structures is T3 disease. Surgeons operating on rectal cancer perform a total mesorectal excision (TME) and remove the mesorectum en bloc. At least 3 mm clearance is required on MRI to confidently predict that the circumferential margin will be negative following TME. Neo-adjuvant chemo/ radiotherapy is usually given to patients in this instance",
      "reference": "",
      "response": ""
    },
    {
      "questionNumber": 19,
      "stem": "A patient is referred for chemo-embolisation of a hepatocellular carcinoma in the right lobe of the liver. The initial angiogram demonstrates that the lesion is supplied from the superior mesenteric artery. What proportion of patients have an arterial supply to liver from the SMA?",
      "options": [
        "7%",
        "14%",
        "17%",
        "21%",
        "25%"
      ],
      "answer": "25%",
      "explanation": "14% of patients have an accessory right hepatic artery, 7% have a replaced right hepatic artery and 4% have a totally replaced hepatic artery arising from the SMA",
      "reference": "",
      "response": ""
    },
    {
      "questionNumber": 20,
      "stem": "Which of the following conditions does not predispose patients to gastric volvulus?",
      "options": [
        "Hiatus hernia",
        "Phrenic nerve palsy",
        "Previous sigmoid volvulus",
        "Diaphragmatic eventration",
        "Splenic abnormalities"
      ],
      "answer": "Previous sigmoid volvulus",
      "explanation": "Other predisposing factors include gastric distension and traumatic diaphragmatic hernia. It is more commonly seen in the elderly and presents with acute upper GI obstruction and vomiting without signs of ischaemia on cross-sectional imaging as this is a surgical emergency",
      "reference": "Diagnostic Radiology, 5th Ed, p. 639-40",
      "response": ""
    },
    {
      "questionNumber": 21,
      "stem": "A patient with a primary oesophageal tumour undergoes a PET-CT study using '18FDG before and after receiving 1 course of chemotherapy. In order to achieve a partial response, by how much should the standardised uptake value (SUV) need to fall between these 2 studies?",
      "options": [
        "10%",
        "15%",
        "20%",
        "25%",
        "50%"
      ],
      "answer": "15%",
      "explanation": "The EORTC define a partial response as a 15% reduction at 1 cycle or 25% reduction at 2 or more cycles. Disease progression is defined as a 25% increase after 1 cycle or 25% after 2 or more cycles",
      "reference": "Eur J Cancer (1999); 35:1773-1782",
      "response": ""
    },
    {
      "questionNumber": 22,
      "stem": "A 47 year old woman undergoes a barium swallow. It is reported to show a diverticulum in the mid-oesophagus. What is the most likely aetiology?",
      "options": [
        "Pulsion",
        "Traction",
        "Structural defect",
        "Reflux",
        "Achalasia"
      ],
      "answer": "Structural defect",
      "explanation": "In the upper oesophagus, a pharyngeal pouch may be seen as a structural defect. In the mid-oesophagus, traction from adjacent mediastinal or pulmonary fibrosis is most common, whereas pulsion causes lower-third diverticula",
      "reference": "Surg Clin North Am (2005); 85:495-503",
      "response": ""
    },
    {
      "questionNumber": 23,
      "stem": "In the assessment of small bowel disease, for which criteria is MRI superior to other imaging?",
      "options": [
        "Shorter imaging time",
        "Better depiction of early disease",
        "Superior spatial resolution",
        "Better mucosal detail",
        "Superior tissue contrast"
      ],
      "answer": "Superior tissue contrast",
      "explanation": "Small bowel enema has the best resolution and better depicts early tissue disease. CT is the fastest study to perform",
      "reference": "",
      "response": ""
    },
    {
      "questionNumber": 24,
      "stem": "A 52 year old lady undergoes liver transplantation for autoimmune deranged liver disease. Later, she presents 6 months later with a non-anastamotic stricture. What is the most common aetiology of non-anastamotic strictures in this group?",
      "options": [
        "Ischaemia",
        "Rejection",
        "Recurrent autoimmune liver disease",
        "Biliary cast syndrome",
        "Post-transplantation lymphoproliferative disease"
      ],
      "answer": "Ischaemia",
      "explanation": "Ischaemia is the underlying cause in approximately 50% of cases: the bile ducts are supplied by the hepatic artery and their blood supply is inevitably disrupted to some extent during transplantation. Evaluation of the hepatic arterial supply to the graft is crucial as thrombosis usually requires re-transplantation in the adult population",
      "reference": "US of Abdominal Transplantation, p. 90-104",
      "response": ""
    },
    {
      "questionNumber": 25,
      "stem": "A 48 year old man undergoes a CT colonography study which identifies a single polyp measuring 11 mm in diameter. What is the likelihood that this polyp will contain carcinoma?",
      "options": [
        "0.1%",
        "0.8%",
        "2.6%",
        "6.6%",
        "12.3%"
      ],
      "answer": "2.6%",
      "explanation": "The likelihood of there being advanced neoplasia (high grade dysplasia or >25% villous adenoma) or malignancy in a polyp is, respectively, 1.7% and <0.1% for a polyp <5 mm, 6.6% and 0.2% for a polyp measuring 6-9 mm, and 30.6% and 2.6% for a polyp measuring 1 cm",
      "reference": "Gastroenterology (2008); 135:1100-5",
      "response": ""
    },
    {
      "questionNumber": 26,
      "stem": "A 56 year old woman is referred for an US of the liver which shows a solitary 3 cm hypoechoic lesion. US contrast is given which demonstrates the lesion to be hyporeflective with rim enhancement. The rim enhancement fades in the portal venous phase and the lesion becomes increasingly hyporeflective and well-defined. What is the most likely diagnosis?",
      "options": [
        "Cyst",
        "Haemangioma",
        "Focal nodular hyperplasia",
        "Hepatocellular carcinoma",
        "Metastasis"
      ],
      "answer": "Metastasis",
      "explanation": "These are the characteristic features of a hypovascular metastasis. Lesions enhance in a fashion similar to that seen on CT or MRI",
      "reference": "Contrast-Enhanced US in Clinical Practice, p. 7-17",
      "response": ""
    },
    {
      "questionNumber": 27,
      "stem": "A 47 year old man with multifocal hepatocellular carcinoma and chronic liver disease is referred for consideration of liver transplantation. Which of the following would be considered for transplantation in the UK?",
      "options": [
        "2 lesions measuring 5 cm or less",
        "3 lesions measuring 4 cm or less",
        "2 lesions measuring 3 cm or less",
        "4 lesions measuring 2 cm or less",
        "5 lesions measuring 2 cm or less"
      ],
      "answer": "2 lesions measuring 3 cm or less",
      "explanation": "Transplantation is considered in patients with 1 lesion <5 cm or up to 3 lesions measuring 3 cm or less, the ‘Milan Criteria’",
      "reference": "NEJM (1996); 334:693-699",
      "response": ""
    },
    {
      "questionNumber": 28,
      "stem": "Which of the following techniques is not used to reduce patient dose during abdominal CT?",
      "options": [
        "Dual energy CT",
        "Reduced mAs",
        "Increased kV",
        "Iterative reconstruction",
        "Automatic exposure control"
      ],
      "answer": "Increased kV",
      "explanation": "Increasing the kV will increase patient dose. Automatic exposure control modulates the mAs delivered in real time and reduces the dose to the patient. Dual energy CT alternates two energy sources and has the result of reducing dose",
      "reference": "Radiologic Clinics of North America (2009); 47(1):27-40",
      "response": ""
    },
    {
      "questionNumber": 29,
      "stem": "A 47 year old man attends for a barium swallow. This shows a lacelike pattern in the lower oesophagus above a lax lower oesophageal sphincter. What is the most likely diagnosis?",
      "options": [
        "Barrett’s oesophagus",
        "Oesophageal varices",
        "Oesophageal carcinoma",
        "Oesophageal candidiasis",
        "Normal oesophageal mucosa"
      ],
      "answer": "Barrett’s oesophagus",
      "explanation": "Barrett's oesophagus is dysplasia of the lower oesophageal mucosa as a consequence of chronic gastro-oesophageal reflux disease. It is a premalignant condition and patients are usually enrolled in a surveillance programme",
      "reference": "R-ITI 3_002. The Gastro-Oesophageal Junction, Hiatus Hernia and Reflux Disease",
      "response": ""
    },
    {
      "questionNumber": 30,
      "stem": "You are asked to supervise a CT enterography study for inflammatory bowel disease which has been protocolled for a single ‘enteric phase’. Approximately how long after the commencement of the i.v. injection of contrast medium should the study be acquired?",
      "options": [
        "20 secs",
        "45 secs",
        "70 secs",
        "100 secs",
        "180 secs"
      ],
      "answer": "45 secs",
      "explanation": "This optimises mural enhancement. By contrast, in the evaluation of small bowel neoplasia or obscure GI bleeding, an unenhanced, arterial and portal venous study are usually used. Neutral oral contrast agents are usually favoured, although positive agents may have a role when intravenous contrast medium is contraindicated",
      "reference": "Radiologic Clinics of North America (2009); 47(1):117-132",
      "response": ""
    },
    {
      "questionNumber": 31,
      "stem": "Which of the following is not a recognised complication of partial gastrectomy?",
      "options": [
        "Bezoar",
        "Gastric carcinoma",
        "Fistula formation",
        "Gastric lymphoma",
        "Marginal ulceration"
      ],
      "answer": "Gastric lymphoma",
      "explanation": "Partial gastrectomy was previously a common operation for the treatment of peptic ulcer disease, often in association with a vagotomy",
      "reference": "Diagnostic Radiology, 5th Ed, p. 642-4",
      "response": ""
    },
    {
      "questionNumber": 32,
      "stem": "A 47 year old lady with right upper quadrant pain undergoes an US. This demonstrates gallbladder calculi and focal thickening of the wall at the fundus of the gallbladder. The patient undergoes an MRCP to further evaluate this which shows multiple foci of high signal within the wall of the GB on the T2-weighted images in addition to the calculi. What is the most likely diagnosis?",
      "options": [
        "Acute cholecystitis",
        "Chronic cholecystitis",
        "Gallbladder carcinoma",
        "Adenomyomatosis",
        "Xanthogranulomatous cholecystitis"
      ],
      "answer": "Adenomyomatosis",
      "explanation": "Adenomyomatosis of the gall bladder is characterised by deep, branching invaginations into the thickened GB wall. Seen in approximately 8% GB specimens, and associated with gallstones (90% cases), it is more common in women and often presents with RUQ pain. There are both diffuse and focal forms. The ‘string of beads’ sign in the GB wall is the hallmark of the disease on MRI and is said to be highly specific in differentiating it from carcinoma",
      "reference": "Radiographics (2008); 28:135-155",
      "response": ""
    },
    {
      "questionNumber": 33,
      "stem": "In patients with AIDS, which portion of the GI tract is most commonly affected by cytomegalovirus infection?",
      "options": [
        "Oesophagus",
        "Stomach",
        "Jejunum",
        "Ileum",
        "Colon"
      ],
      "answer": "Colon",
      "explanation": "CMV is one of the most common causes of enteric disease in AIDS patients, usually affecting those with a CD4 count <100. The colon is the most commonly affected site, followed by the small bowel, oesophagus and stomach",
      "reference": "Radiographics (1995); 15:1155—1178",
      "response": ""
    },
    {
      "questionNumber": 34,
      "stem": "A 53 year old lady undergoes a small bowel enema study. This shows delayed transit with a marked increase in the number of mucosal folds. What is the most likely diagnosis?",
      "options": [
        "Systemic sclerosis",
        "Whipple’s disease",
        "Intestinal lymphangectasia",
        "Eosinophilic gastroenteritis",
        "Mastocytosis"
      ],
      "answer": "Systemic sclerosis",
      "explanation": "The ‘wire-sprung’ or ‘hidebound’ appearances. Dilatation of the duodenum and jejunum, decreased peristalsis and sacculations (pseudodiverticulae) are also features. The remaining conditions cause a non-specific thickening of the mucosal folds",
      "reference": "Diagnostic Radiology, 5th Ed, p. 674-5",
      "response": ""
    },
    {
      "questionNumber": 35,
      "stem": "Which of the following primary tumours is least likely to metastasize to the small bowel?",
      "options": [
        "Bronchus",
        "Thyroid",
        "Melanoma",
        "Renal cell carcinoma",
        "Breast"
      ],
      "answer": "Thyroid",
      "explanation": "The remaining are the commonest tumours to have blood-borne metastases to the small bowel. Direct invasion may be seen from the prostate, uterus, ovary, colon or kidney; lymphatic spread is less common but may be seen from caecum to terminal ileum",
      "reference": "Diagnostic Radiology, 5th Ed, p. 670",
      "response": ""
    },
    {
      "questionNumber": 36,
      "stem": "A 67 year old lady is referred for staging of an anal carcinoma. On MRI, the tumour measures 5.5 cm in diameter and invades the internal sphincter, but not the external sphincter. What is the T-stage of the tumour?",
      "options": [
        "T1",
        "T2",
        "T3",
        "T4",
        "T5"
      ],
      "answer": "T3",
      "explanation": "T3 lesions are those invading adjacent organs. T4 lesions are those invading adjacent organs. There is no T5 category. Depth of invasion is irrelevant with the exception of T4 disease. Lesions <2 cm are T1, 2-5 cm are T2, and >5 cm are T3",
      "reference": "TNM Atlas, p. 114-127",
      "response": ""
    },
    {
      "questionNumber": 37,
      "stem": "Which of the following imaging features is more suggestive of a diagnosis of Ulcerative colitis rather than Crohn’s colitis?",
      "options": [
        "Multiple anal fistulae",
        "Aphthoid ulceration",
        "Enlarged lymph nodes",
        "Entero-enteric fistulae",
        "Granularity"
      ],
      "answer": "Granularity",
      "explanation": "The granular appearance on barium enema is typical. UC is typically contiguous from the rectum and appears symmetrical. In chronic disease, fibro-fatty proliferation is seen in the mesorectum and there is submucosal fat deposition",
      "reference": "Diagnostic Radiology, 5th Ed, p. 695",
      "response": ""
    },
    {
      "questionNumber": 38,
      "stem": "A 35 year old man undergoes an abdominal US. The report reads: ‘The liver has a coarse echotexture and there appear to be multiple areas of saccular dilatation of the intrahepatic bile ducts, but no strictures. The CBD is normal. The spleen measures 16 cm. Note is also made of bilateral renal cysts.’ What is the most likely diagnosis?",
      "options": [
        "Primary sclerosing cholangitis",
        "Primary biliary cirrhosis",
        "AIDS cholangiopathy",
        "Caroli’s disease",
        "Polycystic liver disease"
      ],
      "answer": "Caroli’s disease",
      "explanation": "These are the typical findings at US or MRI. Complications include biliary stasis, cholangitis and abscesses. The coarse echotexture would be in keeping with hepatic fibrosis (not a feature of polycystic disease), whilst PSC and AIDS cholangiopathy have thickening of the bile ducts with strictures. Caroli’s disease is associated with renal cysts and medullary sponge kidney",
      "reference": "Ultrasound: The Requisites, p. 55-72",
      "response": ""
    },
    {
      "questionNumber": 39,
      "stem": "A 28 year old patient is referred to the radiology department for abdominal imaging following extensive neck surgery to remove a medullary thyroid cancer and hyperplastic parathyroid glands. What, in particular, would you look for in this patient?",
      "options": [
        "Pancreatic islet cell tumour",
        "Gastrointestinal stromal tumour",
        "Adrenal cortical tumour",
        "Gastrointestinal ganglioneuroma",
        "Adrenal medullary tumour"
      ],
      "answer": "Adrenal medullary tumour",
      "explanation": "The patient has 2/3 components of MEN Type IIA; adrenal medullary tumour being the 3rd component. MEN Type I comprises parathyroid adenoma/ hyperplasia, pancreatic islet cell tumours and pituitary adenoma. MEN Type IIB comprises medullary thyroid carcinoma, adrenal medullary tumour and a variety of mucosal and cutaneous neurogenic lesions",
      "reference": "Diagnostic Radiology, 5th Ed, p. 1713",
      "response": ""
    },
    {
      "questionNumber": 40,
      "stem": "What is the most common site of colonic lipomas?",
      "options": [
        "Caecum",
        "Transverse colon",
        "Descending colon",
        "Sigmoid colon",
        "Rectum"
      ],
      "answer": "Caecum",
      "explanation": "Lipomas are relatively common sub-mucosal lesions in the GI tract, seen in 4.4% of patients at autopsy, and may be solitary or multiple. In the colon, 45% of these are seen in the caecum",
      "reference": "Radiographics (2007); 27:1039-54",
      "response": ""
    },
    {
      "questionNumber": 41,
      "stem": "You are referred a patient with a history of previous left hepatectomy. What liver segments will have been resected?",
      "options": [
        "I & II",
        "I & III",
        "I, II & III",
        "II, III & IV",
        "I, II, III & IV"
      ],
      "answer": "I & III",
      "explanation": "These segments are also referred to as the left lateral lobe. Resection of Segment IV also is termed an extended left hepatectomy. Resection of V, VI, VII and VIII is a right hepatectomy; an extended right hepatectomy includes segment IV also. The caudate lobe is usually only resected during liver transplantation",
      "reference": "No reference provided",
      "response": ""
    },
    {
      "questionNumber": 42,
      "stem": "A 42 year old man undergoes a CT of the abdomen which demonstrates the presence of a 4 cm diameter cystic lesion in the pancreas. Further evaluation with endoscopic US demonstrated that the lesion comprises innumerable small cysts each less than 15 mm in diameter. What is the most likely diagnosis?",
      "options": [
        "Serous cystadenoma",
        "Pseudocyst",
        "Intraductal papillary mucinous neoplasm",
        "Mucinous cystadenoma",
        "Mucinous cystadenocarcinoma"
      ],
      "answer": "Serous cystadenoma",
      "explanation": "This is the typical appearance of this benign cystic lesion, formerly referred to as a microcystic tumour. Mucinous tumours tend to produce larger cysts and IPMN may extend along the main or side pancreatic ducts. A pseudocyst is often unilocular but may contain debris",
      "reference": "Clin Rad (2007); 62:1142-53",
      "response": ""
    },
    {
      "questionNumber": 43,
      "stem": "A 56 year old woman who has undergone previous surgery is referred to nuclear medicine for a gastric emptying study. The patient ingests radio-labelled fruit juice, bread and scrambled egg. The gastric emptying curves demonstrate the liquid phase to have a T% of 10 minutes and the solid phase to have a T% of 20 minutes. How would you interpret these findings?",
      "options": [
        "Normal gastric emptying",
        "Dumping syndrome",
        "Gastric stasis",
        "Previous vagotomy",
        "Gastric outlet obstruction"
      ],
      "answer": "Dumping syndrome",
      "explanation": "The T% for both of these phases is abnormally low indicating rapid transit of liquid and solid components; dumping syndrome may be seen following gastric surgery. Normal rates of emptying are TZ <30 minutes for liquids, and 30-120 minutes for solid food. Vagotomy leads to rapid gastric emptying and delayed solid emptying. Gastric stasis will result in delayed transit of solid and liquid components",
      "reference": "R-ITI 7g_002. Gastric emptying",
      "response": ""
    },
    {
      "questionNumber": 44,
      "stem": "What volume of haemorrhage, approximately, would be required to give a positive result on scintigraphy with radio-labelled red blood cells?",
      "options": [
        "5 ml",
        "25 ml",
        "50 ml",
        "100 ml",
        "200 ml"
      ],
      "answer": "50 ml",
      "explanation": "Approximately 50 ml, which is similar to the volume of malaena. Nuclear medicine techniques are unlikely to be of value when GI bleeding is only detected by chemical tests, e.g., faecal occult blood",
      "reference": "R-ITI 7g_003. Gastrointestinal bleeding",
      "response": ""
    },
    {
      "questionNumber": 45,
      "stem": "A patient with multiple medical conditions is referred for the further investigation of a neuroendocrine tumour with '2°I-mIiBG. Which of the following drug classes do not affect mIBG uptake?",
      "options": [
        "Opioids",
        "Tricyclic antidepressants",
        "Calcium blockers",
        "Non-steroidal anti-inflammatory drugs",
        "Angiotensin converting enzyme inhibitors"
      ],
      "answer": "Non-steroidal anti-inflammatory drugs",
      "explanation": "Tramadol, antipsychotics, phenothiazines, butyrophenones, salbutamol, amiodarone and cocaine may also interfere with MIBG uptake",
      "reference": "R-ITI 70_011. Neuroendocrine imaging with mIBG and somatostatin receptor scintigraphy (SRS)",
      "response": ""
    },
    {
      "questionNumber": 46,
      "stem": "With regard to non-alcoholic steato-hepatitis (NASH), which of the following statements is not true?",
      "options": [
        "It is seen in up to 30% of the population",
        "Diabetes mellitus is a risk factor",
        "Up to 15% of patients progress",
        "Is associated with hepatic fibrosis",
        "May resolve with dietary modifications alone"
      ],
      "answer": "It is seen in up to 30% of the population",
      "explanation": "Hepatic steatosis is seen in this proportion of the population; of these, 6-8% progress to NASH, where there is inflammation of the hepatocytes and abnormal liver function",
      "reference": "R-ITI 3.114. Liver: Cirrhosis and NASH",
      "response": ""
    },
    {
      "questionNumber": 47,
      "stem": "A 32 year old man with weight loss is referred for a barium follow through. This is reported to show mild jejunal dilatation. There is a reduction in the number of jejunal folds, an increase in the ileal folds, but only very slight fold thickening. What is the most likely diagnosis?",
      "options": [
        "Whipple’s disease",
        "Coeliac disease",
        "Eosinophilic enteritis",
        "Scleroderma",
        "Lymphangectasia"
      ],
      "answer": "Coeliac disease",
      "explanation": "This appearance, known as jejunisation of the ileum, is typical of coeliac disease. There is an associated increase in the frequency of both epithelial tumours and NHL in patients with coeliac disease",
      "reference": "R-ITI 3_055a. Small bowel session 1: Deffuse and multi-system disease of the small bowel",
      "response": ""
    },
    {
      "questionNumber": 48,
      "stem": "Amyloid deposition in the smooth muscle of the small bowel would most likely present with which of the following?",
      "options": [
        "Pseudo-obstruction",
        "Volvulus",
        "Bleeding",
        "Pain",
        "Watery diarrhoea"
      ],
      "answer": "Pseudo-obstruction",
      "explanation": "Pain, bleeding or diarrhoea might be seen with deposition in the bowel wall. Volvulus is not a feature of amyloidosis. Both primary and secondary amyloidosis may affect the bowel, as well as other organs",
      "reference": "R-ITI 3_055a. Small bowel session 1: Deffuse and multi-system disease of the small bowel",
      "response": ""
    },
    {
      "questionNumber": 49,
      "stem": "A 56 year old lady with upper abdominal pain is referred for a CT of the abdomen and pelvis. This shows an abnormal loop of small bowel passing between the portal vein and IVC. What type of internal hernia is this?",
      "options": [
        "Foramen of Winslow",
        "Left paraduodenal",
        "Transmesenteric",
        "Right paraduodenal",
        "Inter-sigmoid"
      ],
      "answer": "Foramen of Winslow",
      "explanation": "The loop of bowel passes through the foramen of Winslow into the lesser sac. Left paraduodenal hernias pass through a defect in the descending mesocolon and lie to the left of the 4th part of the duodenum; the rarer right paraduodenal hernia passes behind the SMA and is associated with malrotation. Transmesenteric hernias are commoner following surgery",
      "reference": "R-ITI 3_062 Small bowel session 2: Structural and Vascular Abnormalities of the Small Bowel. Small Bowel Infections",
      "response": ""
    },
    {
      "questionNumber": 50,
      "stem": "A 45 year old female patient undergoes simultaneous pancreas and kidney transplantation. A Doppler US of the pancreatic graft 1 week later shows a normal systolic flow but complete reversal of diastolic blood flow in the artery. What is the most likely diagnosis?",
      "options": [
        "Arterial thrombosis",
        "Acute rejection",
        "Acute pancreatitis",
        "Venous thrombosis",
        "Arterio-venous shunt"
      ],
      "answer": "Venous thrombosis",
      "explanation": "This is the effect of the entire blood supply to the graft passing back and forth through the artery and is well recognised in pancreatic or renal transplantation. This requires prompt intervention and may result in graft loss",
      "reference": "US of Abdominal Transplantation, Pp. 24—7",
      "response": ""
    },
    {
      "questionNumber": 51,
      "stem": "What is the most common cause for small bowel intussusception in adults?",
      "options": [
        "Meckel’s diverticulum",
        "Lymphoma",
        "Crohn’s disease",
        "Gastrointestinal stromal tumour",
        "Polypoid tumour"
      ],
      "answer": "Polypoid tumour",
      "explanation": "Polypoid tumours are the most common cause for small bowel intussusceptions in adults and these may have one of a number of histopathological diagnoses. Crohn’s disease does not cause an intussusception but the other conditions can on occasion",
      "reference": "R-ITI. 3_060. Small bowel obstruction",
      "response": ""
    },
    {
      "questionNumber": 52,
      "stem": "A 39 year old man is referred for an MRI examination of an anal fistula. This demonstrates a fluid track extending from the perineum on the right, running medial to the external anal sphincter throughout its course and entering the anus at the 6 o’clock position. How should you report this?",
      "options": [
        "Horseshoe fistula",
        "Extrasphincteric fistula",
        "Transphincteric fistula",
        "Suprasphincteric fistula",
        "Intersphincteric fistula"
      ],
      "answer": "Intersphincteric fistula",
      "explanation": "There are 4 types of fistula (b) — (e), with the intersphincteric type the only one that does not pass through the external sphincter (hence it is always medial to it). If a fistula extends around both sides of the anal canal, this is termed a horseshoe extension",
      "reference": "R-ITI 3_071. Endoanal Ultrasound and Anal/Rectal MRI (Non-Malignant) Fistula Disease.Part 2A",
      "response": ""
    },
    {
      "questionNumber": 53,
      "stem": "A 46 year old man presents with vomiting, epigastric pain, ankle swelling, poor appetite, and weight loss. OGD shows marked enlargement of the proximal rugal folds and ulceration. A subsequent barium follow-through examination shows dilution of barium in the stomach and thickening of folds within the small intestine. What is the most likely diagnosis?",
      "options": [
        "Carney syndrome",
        "Helicobacter pylori infection",
        "Ménétrier’s disease",
        "Pernicious anaemia",
        "ViPoma"
      ],
      "answer": "Ménétrier’s disease",
      "explanation": "Marked hypertrophic (giant) gastritis thickening of the gastric mucosal folds, typically in the proximal half of the stomach. The gastric mucosa secretes copious mucus (dilution of barium), which results in a protein-losing enteropathy (leading to SB fold thickening). There is associated achlorhydria which can lead to ulceration",
      "reference": "Primer of Diagnostic Imaging, 4th Ed, p. 170",
      "response": ""
    },
    {
      "questionNumber": 54,
      "stem": "A 56 year old lady with jaundice undergoes an MRCP. This demonstrates a gallstone impacted in the neck of the gallbladder. The gallbladder wall is thickened and there is intrahepatic duct dilatation due to the gall bladder compressing the common bile duct. What is the diagnosis?",
      "options": [
        "Caroli’s disease",
        "Klatskin syndrome",
        "Choledocholithiasis",
        "Mirizzi syndrome",
        "Cholangitis"
      ],
      "answer": "Mirizzi syndrome",
      "explanation": "This is Mirizzi syndrome. The inflamed gallbladder compresses the CBD to result in obstructive jaundice. Patients often have a low insertion of the cystic duct in the common bile duct",
      "reference": "",
      "response": ""
    },
    {
      "questionNumber": 55,
      "stem": "Which of the following conditions is not associated with Helicobacter pylori colonisation?",
      "options": [
        "Oesophageal cancer",
        "Gastric ulcer",
        "Gastric carcinoma",
        "MALT lymphoma",
        "Duodenal ulcer"
      ],
      "answer": "Oesophageal cancer",
      "explanation": "Oesophageal carcinoma rates have been increasing as H. pylori colonisation rates have fallen. A protective effect against some conditions has been postulated but this is highly controversial",
      "reference": "Clin Microbiol Rev (2006); 19(3):449-90",
      "response": ""
    },
    {
      "questionNumber": 56,
      "stem": "A 67 year old man presents with abdominal pain, weight loss, fever and diarrhoea. The small bowel enema demonstrates discrete ulcers, both circumferential and longitudinal, with mucosal fold thickening. Which of the following conditions is most likely?",
      "options": [
        "Actinomycosis",
        "Tuberculosis",
        "Giardiasis",
        "Yersiniosis",
        "Strongyloidiasis"
      ],
      "answer": "Tuberculosis",
      "explanation": "Lesions are often multiple, and stricture formation is also commonly seen. When the terminal ileum is involved, a rigid and gaping ileocaecal valve may be seen. Cross-sectional imaging may show low attenuation lymph nodes (due to caseous liquefaction), ascites and peritoneal nodules",
      "reference": "Diagnostic Radiology, 5th Ed, p. 670-17",
      "response": ""
    },
    {
      "questionNumber": 57,
      "stem": "According to the RCR’s ‘Making the best use of clinical radiology services’, for which of the following indications is an abdominal radiograph given the recommendation ‘Indicated’?",
      "options": [
        "Acute GI bleeding",
        "Ingested coin",
        "Chronic pancreatitis",
        "Palpable mass",
        "Constipation"
      ],
      "answer": "Chronic pancreatitis",
      "explanation": "The AXR may show calcification, but is of little value in excluding this diagnosis. Ingested foreign bodies should only have abdominal radiographs if they may be dangerous e.g. battery. Constipation is only an indication in specific circumstances",
      "reference": "Making the best use of clinical radiology services, 6th Ed, RCR",
      "response": ""
    },
    {
      "questionNumber": 58,
      "stem": "A 48 year old man with diabetes mellitus and abnormal liver function undergoes an MRI of the liver. The liver parenchyma has a smooth contour and is relatively hypointense on the T1-weighted image and hypointense to muscle on the T2-weighted image. What is the most likely diagnosis?",
      "options": [
        "Acute hepatitis",
        "Fatty liver",
        "Haemochromatosis",
        "Autoimmune liver disease",
        "Wilson’s disease"
      ],
      "answer": "Haemochromatosis",
      "explanation": "The low signal within the liver parenchyma on T2-weighted images is due to the susceptibility artefact from iron overload. Patients with haemochromatosis deposit iron within the skin, heart, liver and pancreas. This degree of iron within the liver can be quantified using MRI",
      "reference": "Semin Ultrasound CT MR (2005); 26:116-31",
      "response": ""
    },
    {
      "questionNumber": 59,
      "stem": "A previously well 56 year old man presents with right upper quadrant pain and tenderness associated with nausea and vomiting. A liver US demonstrates the presence of a large cyst containing a number of smaller cysts with a honeycomb appearance. What is the most likely diagnosis?",
      "options": [
        "Cystadenoma",
        "Cholangiocarcinoma",
        "Hydatid cyst",
        "Hepatocellular carcinoma",
        "Caroli disease"
      ],
      "answer": "Hydatid cyst",
      "explanation": "Hydatid infection is caused by Echinococcus multilocularis, and may give rise to a number of appearances at US with cysts being uni- or multi-loculated, thin or thick-walled, with or without calcification. The appearance described here is referred to as daughter cysts. Cystadenoma gives rise to a large unilocular cyst or septated cyst. Caroli disease is due to duct abnormalities; hepatocellular carcinoma and cholangiocarcinoma are solid lesions",
      "reference": "AJR (1985); 145:639-648",
      "response": ""
    },
    {
      "questionNumber": 60,
      "stem": "Which of the following is not a recognised association of polycystic liver disease?",
      "options": [
        "Non-Hodgkin lymphoma",
        "Haemorrhage",
        "Portal hypertension",
        "Infection",
        "Polycystic kidney disease"
      ],
      "answer": "Non-Hodgkin lymphoma",
      "explanation": "Polycystic liver disease is a hereditary condition that may or may not be associated with polycystic kidney disease. There is no malignant potential within the cysts but complications may arise from the sheer size of the cysts, and therapeutic interventions. Aspiration, fenestration and enucleation may provide short term relief, but some cases will require repeated therapy or transplantation",
      "reference": "Radiographics (2006); 26:1655-68",
      "response": ""
    },
    {
      "questionNumber": 61,
      "stem": "A 46 year old woman is diagnosed with HIV cholangiopathy. What is the most likely causative organism?",
      "options": [
        "Cryptosporidium",
        "Clonorchis",
        "Ascaris",
        "E. coli",
        "Fasciola hepatis"
      ],
      "answer": "Cryptosporidium",
      "explanation": "HIV (or AIDS) cholangiopathy is due to opportunistic infection, most commonly with Cryptospordium, in patients with established HIV infection. Radiological features include duct wall thickening, strictures and duct dilatation",
      "reference": "Diagnostic Radiology, 5th Ed, p. 778-9",
      "response": ""
    },
    {
      "questionNumber": 62,
      "stem": "A pregnant lady presents with severe right iliac fossa pain. The surgical team requests an MRI to evaluate the appendix. What imaging sequence is most useful?",
      "options": [
        "T1",
        "T2",
        "STIR",
        "FLAIR",
        "DWI"
      ],
      "answer": "T2",
      "explanation": "T2 weighted images best depict the appendix, but a STIR sequence is sensitive for identifying an inflamed and oedematous appendix. MRI has a sensitivity, specificity and accuracy of over 90% for the diagnosis of acute appendicitis",
      "reference": "Radiographics (2007); 27:1419-31",
      "response": ""
    },
    {
      "questionNumber": 63,
      "stem": "Which of the following conditions is not associated with nodular regenerative hyperplasia?",
      "options": [
        "Polycythaemia rubra vera",
        "Rheumatoid arthritis",
        "Cirrhosis",
        "Systemic lupus erythematosus",
        "Non-Hodgkin’s lymphoma"
      ],
      "answer": "Cirrhosis",
      "explanation": "NRH is diffuse nodularity of the liver produced by regenerative nodules in the absence of hepatic fibrosis. Although a rare entity, it is commonly associated with portal hypertension (50% cases)",
      "reference": "European Radiology (2000); 10(Supp 2); S179-80",
      "response": ""
    },
    {
      "questionNumber": 64,
      "stem": "A 78 year old man with a long history of constipation presents with severe acute abdominal pain. A supine abdominal radiograph demonstrates a dilated loop of bowel extending from the pelvis and overlying the liver, reaching to the level of the D9 vertebra. The descending colon is markedly distended. What is the diagnosis?",
      "options": [
        "Giant diverticulum",
        "Megacolon",
        "Pseudo-obstruction",
        "Diverticulitis",
        "Sigmoid volvulus"
      ],
      "answer": "Sigmoid volvulus",
      "explanation": "These are the classical radiological features of sigmoid volvulus on the plain abdominal film. The sigmoid is prone to twisting as it has a short mesentery and when it does so, it rotates anti-clockwise and may become ischaemic. It is seen more commonly in the elderly with constipation, in those with high fibre diets, and in children. Decompression alone will lead to representation in 50% within 2 years",
      "reference": "Can Assoc Radiol J (2004); 55:297-303",
      "response": ""
    },
    {
      "questionNumber": 65,
      "stem": "With regard to pseudomembranous colitis, which of the following is not true?",
      "options": [
        "Ascites is seen in 1/3 of cases",
        "The organism is usually confined to the mucosa",
        "It is associated with the use of proton pump inhibitors",
        "Skip lesions indicate co-infection or underlying Crohn's disease",
        "It causes megacolon more frequently than ulcerative colitis"
      ],
      "answer": "Skip lesions indicate co-infection or underlying Crohn's disease",
      "explanation": "Clostridium difficile, the organism which causes pseudomembranous colitis, acts through the release of endotoxins which produce diarrhoea and abdominal pain. The use of PPIs increases the survival of vegetative matter in the stomach and is strongly associated with this condition. The colon may be affected from the rectum to the caecum in a variety of patterns",
      "reference": "Radiology (2006); 240:623-38",
      "response": ""
    },
    {
      "questionNumber": 66,
      "stem": "Following solid organ transplantation, post-transplantation lymphoproliferative disorder most commonly affects which of the following organs?",
      "options": [
        "Lungs",
        "Liver",
        "Spleen",
        "Kidneys",
        "Bowel"
      ],
      "answer": "Liver",
      "explanation": "The liver is affected most frequently, with involvement seen in up to 45% of liver transplant PTLDs, 40% of pancreas transplant PTLDs, 23% of heart transplant PTLDs and 10% of lung transplant PTLDs",
      "reference": "Radiographics (2009); 29:981-1002",
      "response": ""
    },
    {
      "questionNumber": 67,
      "stem": "A 78 year old lady presents to A&E with small bowel obstruction. A CT study demonstrates the transition point to be a loop of small bowel lying immediately behind the pectineus muscle. What is the diagnosis?",
      "options": [
        "Perineal hernia",
        "Sciatic hernia",
        "Inferior lumbar triangle hernia",
        "Femoral hernia",
        "Obturator hernia"
      ],
      "answer": "Obturator hernia",
      "explanation": "The pectineus muscle is the anterior border of the obturator canal, with the obturator externus being the posterior margin. Bowel is commonly obstructed with this type of hernia, often seen in elderly patients",
      "reference": "R-ITI 3_009. Abdominal wall hernia",
      "response": ""
    },
    {
      "questionNumber": 68,
      "stem": "Which of the following extra-intestinal manifestations of inflammatory bowel disease is seen more commonly in ulcerative colitis rather than Crohn’s disease?",
      "options": [
        "Iritis",
        "Gallstones",
        "Sacroiliitis",
        "Nephrolithiasis",
        "Erythema nodosum"
      ],
      "answer": "Sacroiliitis",
      "explanation": "Crohn’s disease is more commonly associated with a peripheral, migratory, non-deforming seronegative arthropathy",
      "reference": "http://www.gastroresource.com/G! Text",
      "response": ""
    },
    {
      "questionNumber": 69,
      "stem": "With regard to diverticular disease, which of the following statements is true?",
      "options": [
        "The rectum is involved in approximately 5% of cases",
        "Localised right colonic disease is seen in 20% of cases",
        "Giant diverticula most commonly arise from the caecum",
        "NSAIDs increase the risk of perforation",
        "Haemorrhage is most commonly due to sigmoid disease"
      ],
      "answer": "NSAIDs increase the risk of perforation",
      "explanation": "Rectal involvement is rare, with localised right colonic disease seen in 80% of cases. Giant diverticulae most commonly arise in the sigmoid colon, but bleeding is more common from the right colon. Glucocorticoids also increase the risk of perforation",
      "reference": "R-ITI 3_073. Colon: Diverticular disease of the colon",
      "response": ""
    },
    {
      "questionNumber": 70,
      "stem": "In abdominal imaging with 3T MRI, parallel imaging is commonly used to reduce aliasing and susceptibility artefacts. Which of the following is not a feature of parallel imaging?",
      "options": [
        "Increased signal-to-noise ratio",
        "Reduced acquisition time",
        "Increased homogeneity of signal across the field of view",
        "Improved contrast on T1-weighted images",
        "Reduced T2 blurring"
      ],
      "answer": "Increased signal-to-noise ratio",
      "explanation": "Parallel imaging has a number of advantages, but 3.0T brings a number of challenges which are more difficult to overcome than in neurological or musculoskeletal imaging",
      "reference": "Radiographics (2007); 27:1433-44",
      "response": ""
    },
    {
      "questionNumber": 71,
      "stem": "A 45 year old man is referred for abdominal imaging with a history of watery diarrhoea, hypokalaemia and achlorhydria. CT imaging demonstrates a 4 cm diameter lesion within the pancreas which demonstrates uptake of In-pentetreotide at scintigraphy. What is the most likely diagnosis?",
      "options": [
        "Insulinoma",
        "Gastrinoma",
        "Glucagonoma",
        "VIPoma",
        "Somatostatinoma"
      ],
      "answer": "VIPoma",
      "explanation": "These are the characteristic clinical features (Vern-Morrison syndrome) associated with these uncommon tumours. Tumours are intrapancreatic and they measure 2-7 cm at diagnosis. Extrapancreatic lesions are usually benign, but 50% of lesions are malignant. Lesions also take up 123I",
      "reference": "Diagnostic Radiology, 5th Ed, p. 1719-22",
      "response": ""
    },
    {
      "questionNumber": 72,
      "stem": "With regard to squamous cell carcinoma of the oesophagus, which of the following statements is not true?",
      "options": [
        "It is associated with alcohol ingestion",
        "It most commonly occurs in the middle third of the oesophagus",
        "It is more common in Afro-Caribbean population",
        "It is associated with smoking",
        "It is more common in women"
      ],
      "answer": "It is more common in women",
      "explanation": "It is most commonly seen (50% of cases) in the middle third, between the aortic arch and the inferior pulmonary vein. Smoking and alcohol are the major risk factors and appear to have a synergistic effect in increasing incidence. It is more commonly seen in men",
      "reference": "R-ITI 3_024. Oesophagus: Tumours of the oesophagus",
      "response": ""
    },
    {
      "questionNumber": 73,
      "stem": "A patient undergoing an endoscopic US examination is found to have a lesion within the muscularis propria layer of the stomach wall. What is the most likely diagnosis?",
      "options": [
        "Adenocarcinoma",
        "Lipoma",
        "Gastro-intestinal stromal tumour",
        "Peritoneal metastasis",
        "Varices"
      ],
      "answer": "Gastro-intestinal stromal tumour",
      "explanation": "GIST, leiomyoma, and leiomyosarcoma arise at this level. Adenocarcinoma arises within the mucosa, lipoma within the submucosa, and metastases are seen at the serosal surface. Varices may be in the submucosa or extrinsic to the stomach",
      "reference": "R-ITI, 3.059. Gastro-intestinal stromal tumours (hollow organ and mesentery)",
      "response": ""
    },
    {
      "questionNumber": 74,
      "stem": "An otherwise well 35 year old man undergoes an US of the liver which shows a heterogeneous echotexture. Subsequent CT and MRI images demonstrate that the liver is normal in size and has a smooth contour, but that there are innumerable tiny lesions throughout measuring less than 5 mm in diameter. These are predominantly cystic in nature, although a small solid component is present, and return a high signal on T2-weighted images. What is the most likely diagnosis?",
      "options": [
        "Polycystic liver disease",
        "Metastases",
        "Caroli disease",
        "Biliary hamartomas",
        "Primary sclerosing cholangitis"
      ],
      "answer": "Biliary hamartomas",
      "explanation": "These are the typical appearances of biliary hamartomas (von Meyenberg complexes), a benign abnormality of the ductal plate which may be misinterpreted as metastases",
      "reference": "Diagnostic Radiology, 5th Ed, p. 744-6",
      "response": ""
    },
    {
      "questionNumber": 75,
      "stem": "A 47 year old man undergoes a CT of the abdomen and pelvis for suspected renal colic. Other than a previous road traffic accident, the patient has no medical history. Incidentally, the radiologist finds a number of lesions throughout the abdominal cavity of uncertain aetiology. The patient subsequently undergoes a 99mTc-sulphur colloid study and the lesions show tracer uptake. What is the most likely diagnosis?",
      "options": [
        "Peritoneal metastases",
        "Tuberculosis",
        "Sarcoidosis",
        "Splenosis",
        "Mesothelioma"
      ],
      "answer": "Splenosis",
      "explanation": "Splenosis represents the heterotopic auto transplantation of splenic tissue that usually follows traumatic rupture of the spleen. The diagnosis may also be made with 99mTc-labelled heat denatured erythrocytes or MRI following administration of iron-oxide particles",
      "reference": "Diagnostic Radiology, 5th Ed, p. 1768-9",
      "response": ""
    }
  ]
}
