{
  name: "Cardiothoracic and Vascular",
  slug: "cardiothoracic-and-vascular",
  questions: [
    {
      questionNumber: 1,
      stem: "A 25-year-old man with a history of asthma presents with flu-like symptoms. He has peripheral blood eosinophilia and elevated serum IgE. Chest radiograph shows hyperinflation, lobar consolidation and 1-2cm ring shadows around the hilum and upper lobes. The peripheral bronchi are normal. Which of the following is the most likely diagnosis?",
      options: [
        "Noninvasive aspergillosis",
        "Tuberculosis",
        "Invasive aspergillosis",
        "Hypersensitivity pneumonitis",
        "Allergic bronchopulmonary aspergillosis (ABPA)",
      ],
      response: "",
      answer: "Allergic bronchopulmonary aspergillosis (ABPA)",
      explanation: "In an asthmatic patient, ABPA is strongly suggested by the presence of randomly distributed, central, moderate to severe bronchiectasis predominantly involving the upper lungs, bronchial wall thickening and centrilobular nodules.",
      reference: "Jeong YJ et al. Eosinophilic lung diseases: a clinical, radiologic, and pathologic overview. Radiographics 2007; 27(3): 617–639.",
    },
    {
      questionNumber: 2,
      stem: "With regards to imaging of primary extranodal lymphomas, in which of the following sites does extranodal Hodgkin’s disease most commonly occur?",
      options: ["Spleen", "Thymus", "Thyroid", "Small bowel", "Lung"],
      response: "",
      answer: "Thymus",
      explanation: "When the main bulk of disease at an extranodal site, a lymphoma should be classified as the extranodal type, as these have distinctive pathological, radiological and clinical features from nodal lymphomas. The thymus is the only extranodal site where Hodgkin’s lymphoma commonly occurs, and almost all cases are of the nodular sclerosing subtype.",
      reference: "Chua SC et al. Imaging features of primary extranodal lymphomas. Clinical Radiology 2009; 64(6): 574–588.",
    },
    {
      questionNumber: 3,
      stem: "Which is the most common cause for tree-in-bud appearance on chest CT?",
      options: [
        "Tumour emboli",
        "Infection",
        "Connective tissue disease",
        "Aspiration pneumonitis",
        "ABPA",
      ],
      response: "",
      answer: "Infection",
      explanation: "Bacterial causes include mycobacterium tuberculosis, mycobacterium avium intracellulare complex, staph aureus. Viral causes include Cytomegalovirus (CMV) and respiratory syncytial virus. Fungal causes include invasive aspergillosis.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 423.",
    },
    {
      questionNumber: 4,
      stem: "Which of the following features would be an indication for transarterial catheter ablation of a pulmonary Arteriovenous Malformation (AVM)?",
      options: [
        "A feeding vessel diameter of 3mm",
        "The absence of a filtering capillary bed",
        "Patchy enhancement on CT",
        "Previous stroke",
        "Size of lesion on CXR greater than 1.5cm",
      ],
      response: "",
      answer: "A feeding vessel diameter of 3mm",
      explanation: "CT angiography is an accurate means of diagnosis, with PAVMs appearing as enhancing nodules or serpiginous masses connected with blood vessels. A feeding vessel diameter of 3mm or more is considered an indication for transarterial embolization.",
      reference: "Hoey ET et al. MDCT features of cardiothoracic sources of stroke. Clinical Radiology 2009; 64(5): 550–559.",
    },
    {
      questionNumber: 5,
      stem: "A 76-year old man presents with newly diagnosed malignant mesothelioma. Which of the following findings would preclude resection of mesothelioma?",
      options: [
        "Enhancement of interlobular fissures on MRI",
        "An area of chest wall invasion",
        "Subdiaphragmatic extension",
        "Stage T3 disease",
        "Enlarged ipsilateral mediastinal nodes",
      ],
      response: "",
      answer: "Subdiaphragmatic extension",
      explanation: "Imaging findings of deep myocardial invasion, multifocal chest wall invasion or subdiaphragmatic extension are contraindications to surgery. Patients with stage 1-3 may be surgical candidates but not necessarily cured. MRI findings of focal thickening and enhancement of the interlobular fissures are useful signs in the detection of early malignant pleural disease.",
      reference: "Benamore RE et al. Use of imaging in the management of malignant pleural mesothelioma. Clinical Radiology 2005; 60(12): 1237–1247.",
    },
    {
      questionNumber: 6,
      stem: "With regards to imaging techniques in the detection of hibernating myocardium, which has the greatest specificity?",
      options: [
        "2-[ 18 F]-fluoro-2-deoxy-d-glucose positron-emission tomography",
        "Thallium-201 rest-redistribution",
        "Technetium-99m perfusion imaging",
        "Dobutamine stress echocardiography",
        "Dobutamine stress magnetic resonance imaging",
      ],
      response: "",
      answer: "Dobutamine stress magnetic resonance imaging",
      explanation: "Dobutamine stress MRI is a well-validated method for the assessment of myocardial hibernation (using a low-dose protocol) and ischaemia (using a high-dose protocol). MRI provides superior spatial resolution when compared with echocardiography, and improvement in resting wall motion abnormality is considered a sign of myocardial hibernation.",
      reference: "Hoey ET et al. Chronic left ventricular failure: the role of imaging in diagnosis and planning of conventional and novel therapies. Clinical Radiology 2009; 64(3): 238–249.",
    },
    {
      questionNumber: 7,
      stem: "Which of the following has the greatest incidence of metastases to the lung?",
      options: [
        "Choriocarcinoma",
        "Hypernephroma",
        "Ewing’s sarcoma",
        "Rhabdomyosarcoma",
        "Testicular seminoma",
      ],
      response: "",
      answer: "Choriocarcinoma",
      explanation: "In order of decreasing frequency, pulmonary metastases arise from choriocarcinoma, hypernephroma/Wilms’ tumour, Ewing’s/rhabdomyosarcoma and testicular tumours.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 514.",
    },
    {
      questionNumber: 8,
      stem: "Which of the following features is more likely to suggest extralobar rather than intralobar sequestration?",
      options: [
        "Visceral pleural investment",
        "Greater association with congenital abnormalities",
        "Repeated infections",
        "Pulmonary venous drainage",
        "Presentation in adulthood",
      ],
      response: "",
      answer: "Greater association with congenital abnormalities",
      explanation: "The association with congenital abnormalities is greater in extralobar (50%) than intralobar sequestration (15%). Other features of extralobar sequestration include systemic venous drainage, having its own plural investment, and being symptomatic in the first 6 months of life.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 480.",
    },
    {
      questionNumber: 9,
      stem: "A 16-year-old boy presents with mild cough and dyspnoea that has persisted for several years. He is afebrile with normal WCC, but with an elevated LDH. Chest radiograph shows dense bilateral consolidation with relative sparing of the apices and costophrenic angles. No evidence of lymphadenopathy. Which is the most likely diagnosis?",
      options: [
        "PCP pneumonia",
        "Alveolar proteinosis",
        "Infective exacerbation of asthma",
        "Lymphoma",
        "Pulmonary oedema",
      ],
      response: "",
      answer: "Alveolar proteinosis",
      explanation: "The typical chest radiographic findings are of bilateral central and symmetric lung opacities with relative sparing of the apices. A range of findings are possible however, including asymmetric opacities and diffuse consolidation. The most common elevated serologic marker is LDH, although this is non-specific. There can be a marked disparity between the often moderate symptoms and extensive radiologic findings. CT demonstrates areas of ground-glass opacification with areas of sparing and prominent septal lines (a crazy paving pattern).",
      reference: "Frazier AA et al. From the archives of the AFIP: pulmonary alveolar proteinosis. Radiographics 2008; 28(3): 883–899; 915.",
    },
    {
      questionNumber: 10,
      stem: "When considering a request for inferior vena cava (IVC) filter insertion, which of the following is an absolute rather than relative indication?",
      options: [
        "Free-floating proximal DVT",
        "DVT/PE and limited cardiopulmonary reserve",
        "Massive PE treated with thrombolysis/thrombectomy",
        "Iliocaval DVT treated with thrombolysis/thrombectomy",
        "PE with inability to achieve or maintain therapeutic anticoagulation",
      ],
      response: "",
      answer: "PE with inability to achieve or maintain therapeutic anticoagulation",
      explanation: "Other absolute indications include PE/DVT with contraindication to anticoagulation, PE/DVT and complications of anticoagulation and recurrent DVT/PE despite anticoagulation.",
      reference: "Hammond CJ et al. Audit of the use of IVC filters in the UK: experience from three centres over 12 years. Clinical Radiology 2009; 64(5): 502–510.",
    },
    {
      questionNumber: 11,
      stem: "Which is the most common primary tumor to metastasize to the pleura?",
      options: ["Lung", "Breast", "Lymphoma", "Ovary", "Stomach"],
      response: "",
      answer: "Lung",
      explanation: "In order of decreasing frequency, metastases to the pleura arise from lung, breast, lymphoma, ovary and stomach cancers.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 515.",
    },
    {
      questionNumber: 12,
      stem: "Which of the following is the strongest feature to support a diagnosis of a hamartoma on investigation of a pulmonary mass?",
      options: [
        "A smooth, lobulated contour",
        "Chondroid calcification",
        "Slow growth",
        "The presence of an extra-adrenal paraganglioma",
        "Cavitation",
      ],
      response: "",
      answer: "Chondroid calcification",
      explanation: "Calcification occurs in approximately 20% of cases and is almost pathognomonic if of the chondroid ‘popcorn’ type.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 497.",
    },
    {
      questionNumber: 13,
      stem: "A 67-year-old obese man develops a left groin swelling one day post-coronary intervention. Ultrasound (US) reveals a 3cm left femoral pseudoaneurysm. He is currently haemodynamically stable. Although he is being anticoagulated with heparin, Hb is stable. What is the most appropriate management option?",
      options: [
        "Conservative management, recommending repeat US in 48 hours",
        "US-guided compression",
        "US-guided thrombin injection",
        "Percutaneous injection with the additional measure of inflating a balloon or across the pseudoaneurysm neck",
        "Surgical repair",
      ],
      response: "",
      answer: "US-guided thrombin injection",
      explanation: "There are several advantages of ultrasound-guided thrombin injection over ultrasound-guided compression. These include the technique being effective in patients on heparin or warfarin, greater technical success, shorter procedure duration and suitability for pseudoaneurysms arising above the inguinal ligament. Balloon inflation may have a potential role when the aneurysm neck is unfavourably short or wide to prevent escape of thrombin and downstream thrombosis, but has not gained wider acceptance due to increased complexity and invasiveness.",
      reference: "Ahmad F et al. Iatrogenic femoral artery pseudoaneurysms; a review of current methods of diagnosis and treatment. Clinical Radiology 2008; 63(12): 1310–1316.",
    },
    {
      questionNumber: 14,
      stem: "The CT chest of a 35-year-old-patient reveals parenchymal nodules, emphysema and multiple thin-walled cysts. Some of these have a bizarre configuration and are predominantly located in the upper and middle zones, sparing the costophrenic recesses and tips of the middle lobe and lingula. What is the most likely diagnosis?",
      options: [
        "Lymphangioleiomyomatosis",
        "Birt–Hogg–Dubé syndrome",
        "Lymphocytic interstitial pneumonia (LIP)",
        "Sarcoidosis",
        "Langerhans’ cell histiocytosis (LCH)",
      ],
      response: "",
      answer: "Langerhans’ cell histiocytosis (LCH)",
      explanation: "Early findings include interstitial infiltrate centred on the small airways, leading to the development of small parenchymal nodules. These are typically irregular, of soft-tissue density, and measure 1-5mm in diameter, although some may be over 1cm in size.",
      reference: "Grant LA et al. Cysts, cavities, and honeycombing in multisystem disorders: differential diagnosis and findings on thin-section CT. Clinical Radiology 2009; 64(4): 439–448.",
    },
    {
      questionNumber: 15,
      stem: "The findings of a High Resolution Computed Tomography (HRCT) scan include irregular bronchovascular, interlobular septal and pleural thickening. There is beading along the bronchovascular bundles, traction bronchiectasis and areas of ground-glass opacification. There is also lymph node enlargement at both hilar nodes and some air trapping. Which is the most likely diagnosis?",
      options: [
        "Tuberculosis",
        "Sarcoid",
        "Lymphoma",
        "Usual Interstitial Pneumonitis (UIP)",
        "Non-specific Interstitial Pneumonitis (NSIP)",
      ],
      response: "",
      answer: "Sarcoid",
      explanation: "These are characteristic features of sarcoid on HRCT. Perilymphatic nodules (beading along the fissures) and architectural distortion are commonly found.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 531.",
    },
    {
      questionNumber: 16,
      stem: "Which of the following features most favours Hodgkin’s rather than non-Hodgkin’s lymphoma?",
      options: [
        "Posterior mediastinal nodes",
        "Para-aortic lymphadenopathy",
        "Mesenteric adenopathy",
        "Contiguous spread",
        "Hepatomegaly",
      ],
      response: "",
      answer: "Contiguous spread",
      explanation: "Contiguous spread is a feature of Hodgkin’s disease, compared with non-contiguous spread in non-Hodgkin’s disease. Other differences include greater thoracic involvement and less abdominal involvement in Hodgkin’s disease.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 510.",
    },
    {
      questionNumber: 17,
      stem: "A 25-year-old man is investigated with a history of recurrent syncope. Which of the following imaging findings on cardiac multidetector computed tomography would most support a diagnosis of Hypertrophic Obstructive Cardiomyopathy (HOCM)?",
      options: [
        "Asymmetric thickening of the right ventricular myocardium particularly affecting the intraventricular septum",
        "Posterior displacement of the papillary muscles and mitral valve leaflets",
        "Separation of the anterior mitral valve leaflet and the intraventricular septum during systolic contraction",
        "Patchy enhancement of the intraventricular septum, carrying a worse prognosis",
        "Left ventricular outflow obstruction usually occurring at the supraaortic level",
      ],
      response: "",
      answer: "Patchy enhancement of the intraventricular septum, carrying a worse prognosis",
      explanation: "Patchy enhancement of the asymmetrically thickened interventricular septal region is thought to represent intramyocardial scarring and confers a worse prognosis. Asymmetric thickening of the left ventricular myocardium particularly affects the interventricular septum with obstruction of the left ventricular outflow tract. The apposition of the anterior mitral valve leaflet and the interventricular septum during systolic contraction (systolic anterior motion) results in the onset of mitral regurgitation. The left ventricular outflow obstruction usually occurs at the subaortic level and is caused by ventricular septal hypertrophy with anterior displacement of the papillary muscles and the mitral valve leaflets.",
      reference: "Williams TJ et al. Cardiomyopathy: appearances on ECG-gated 64-detector row computed tomography. Clinical Radiology 2008; 63(4): 464–474.",
    },
    {
      questionNumber: 18,
      stem: "A 40-year-old man with recurrent left lower lobe pneumonias presents with fever and cough. CT shows a well-defined area of low attenuation with fine enhancing septae within the area of consolidation. An anomalous vessel supplies the mass, apparently arising directly from the aorta. What is the most likely diagnosis?",
      options: [
        "Intralobar sequestration",
        "Lymphoma",
        "Bronchoalvolar cell carcinoma",
        "Infected bronchogenic cyst",
        "Congenital cystic adenomatoid malformation",
      ],
      response: "",
      answer: "Intralobar sequestration",
      explanation: "The presence of systemic vascular supply to the infected segment and the history of recurrent infections makes intralobar sequestration the most likely diagnosis.",
      reference: "Provenzale, JM and Nelson, RC (1998) Duke Radiology Case Review: Imaging, Differential Diagosis, and Discussion. 1st edition. Philadelphia: Lippincott Williams & Wilkins.",
    },
    {
      questionNumber: 19,
      stem: "A small pericardial metastatic deposit on the Magnetic Resonance Imaging (MRI) of a 55-year-old female demonstrates high-signal intensity on T1-weighted images. Which of the following is the most likely primary tumour?",
      options: [
        "Breast",
        "Renal cell carcinoma",
        "Colorectal",
        "Melanoma",
        "Lymphoma",
      ],
      response: "",
      answer: "Melanoma",
      explanation: "Pericardial effusion, thickening or mass may indicate metastatic involvement of the pericardium. Most neoplasms have a low-signal intensity on T1-weighted images and a high-signal intensity on T2-weighted images, with the exception of metastatic melanoma. The most common tumors to metastasize to the pericardium are breast and lung, followed by lymphomas and melanomas.",
      reference: "Kim JS et al. Imaging of pericardial diseases. Clinical Radiology 2007; 62(7): 626–631.",
    },
    {
      questionNumber: 20,
      stem: "Which of the following indicates T3 rather than T4 lung cancer?",
      options: [
        "Invasion of the oesophagus",
        "Invasion of the trachea",
        "Invasion of the pericardium",
        "Malignant pleural effusion",
        "Invasion of the vertebral body",
      ],
      response: "",
      answer: "Invasion of the pericardium",
      explanation: "T3 disease features include a tumour of any size less than 2cm from the carina, invasion of the parietal pleura, chest wall, diaphragm, mediastinal pleura, pericardium, pleural effusion or satellite nodule in the same lobe. T4 disease is characterised by invasion of the heart, great vessels, trachea, oesophagus, vertebral body, carina or the presence of a malignant pleural effusion. The TNM staging system was updated in 2009 (AJR, 2010).",
      reference: "Kligerman S et al. A radiologic review of the new TNM classification for lung cancer. AJR Am J Roentgenol 2010; 194(3): 562–573.",
    },
    {
      questionNumber: 21,
      stem: "A 78-year-old male smoker with hospital admission 2 months ago for a dense left Middle Cerebral Artery (MCA) cerebral infarct presents. He has a 3 week history of low grade fevers and weight loss. Chest radiograph reveals new left lower lobe consolidation with areas of cavitation and air fluid levels, but no hilar lymphadenopathy. Which is the most likely diagnosis?",
      options: [
        "Hospital acquired pneumonia with lung abscess",
        "Bronchogenic carcinoma",
        "Bronchoalveolar cell carcinoma",
        "Traumatic contusion with lung cysts",
        "Aspiration with anaerobic pneumonia",
      ],
      response: "",
      answer: "Aspiration with anaerobic pneumonia",
      explanation: "The superior segments of the lower lobes and posterior segments of the upper lobes are most commonly affected in aspiration pneumonia. Thick walled cavitation, frequently with air-fluid levels, can develop within weeks, mimicking post-primary TB.",
      reference: "Provenzale, JM and Nelson, RC (1998) Duke Radiology Case Review: Imaging, Differential Diagosis, and Discussion. 1st edition. Philadelphia: Lippincott Williams & Wilkins.",
    },
    {
      questionNumber: 22,
      stem: "A 47-year-old female Caucasian smoker presents with persistent cough and haemoptysis. CT shows a 2.2cm soft tissue mass in the left lower lobe with coarse calcific foci and no mediastinal, hilar or axillary lymphadenopathy. A small endobronchial lesion is also seen in the left lower lobe bronchus. What is the most likely diagnosis?",
      options: [
        "Bronchogenic carcinoma",
        "Pulmonary TB",
        "Lymphoma",
        "Fibrosing mediastinits",
        "Bronchial carcinoid",
      ],
      response: "",
      answer: "Bronchial carcinoid",
      explanation: "A typical carcinoid is a small mass (< 2.5cm) with no associated lymphadenopathy. Calcifications are seen in up to 26% of cases on CT. The iceberg phenomenon is the presence of a small endobronchial component associated with a larger extrabronchial component.",
      reference: "Provenzale, JM and Nelson, RC (1998) Duke Radiology Case Review: Imaging, Differential Diagosis, and Discussion. 1st edition. Philadelphia: Lippincott Williams & Wilkins.",
    },
    {
      questionNumber: 23,
      stem: "A 50-year-old builder undergoing CT of the chest has pleural thickening and calcification along the diaphragmatic pleura. Which is the most specific distinguishing feature to indicate malignant rather than benign pleural disease?",
      options: [
        "Circumferential pleural thickening",
        "Nodularity of the pleural thickening",
        "Parietal pleural thickening greater than 1cm",
        "Mediastinal pleural involvement",
        "Pleural effusion",
      ],
      response: "",
      answer: "Circumferential pleural thickening",
      explanation: "On multivariate analysis, the CT findings of rind-like pleural involvement, mediastinal pleural involvement and pleural thickness > 1 cm were independent findings in differentiating malignant pleural mesothelioma from other malignant pleural disease, with specificity values of 0.85, 0.67 and 0.82, respectively.",
      reference: "Benamore RE et al. Use of imaging in the management of malignant pleural mesothelioma. Clinical Radiology 2005; 60(12): 1237–1247.",
    },
    {
      questionNumber: 24,
      stem: "Which of the following features most favours melioidosis rather than tuberculosis?",
      options: [
        "Lobar consolidation",
        "Cavitation",
        "Upper lobe predominance of nodular change",
        "Rapid progression of clinical features",
        "Lack of pleural involvement",
      ],
      response: "",
      answer: "Lack of pleural involvement",
      explanation: "There is significant overlap between the features of melioidosis, pneumonia and TB. However, in melioidosis, simultaneous involvement of other organs is common. Pleural involvement such as effusion, empyema, mediastinal or hilar adenopathy are rare, making them useful differentiating features from TB.",
      reference: "Lim KS et al. Radiological manifestations of melioidosis. Clinical Radiology 2010; 65(1): 66–72.",
    },
    {
      questionNumber: 25,
      stem: "A 40-year-old non-smoking female with a month-long history of shortness of breath has an HRCT which shows patchy ground glass opacities in a centrilobular distribution, air trapping, and some spared areas of normal parenchyma. Which is the most likely diagnosis?",
      options: [
        "Centrilobular emphysema",
        "Paraseptal emphysema",
        "NSIP",
        "Sarcoidosis",
        "Hypersensitivity pneumonitis",
      ],
      response: "",
      answer: "Hypersensitivity pneumonitis",
      explanation: "Characteristic HRCT features in hypersensitivity pneumonitis include ground glass opacity, air trapping and centrilobular ground glass opacities.",
      reference: "Hirschmann JV et al. Hypersensitivity pneumonitis: a historical, clinical, and radiologic review. Radiographics 2009; 29(7): 1921–1938.",
    },
    {
      questionNumber: 26,
      stem: "A 48-year-old male smoker with a pulmonary mass on CXR is investigated with CT. This shows a well-defined right upper lobe lesion measuring 3cm with attenuation of 156 Hounsfield Units (HU). Which is the most likely diagnosis?",
      options: [
        "Tuberculoma",
        "Metastasis from colorectal cancer",
        "Histoplasmosis",
        "Hamartoma",
        "Pulmonary AVM",
      ],
      response: "",
      answer: "Hamartoma",
      explanation: "Hamartomas are usually well-defined solitary lesions < 4cm. The presence of fat in the lesion is a diagnostic feature, although may not be present in a hamartomatous nodule in up to 1⁄3 of cases. The lesions may grow slowly over time.",
      reference: "Provenzale, JM and Nelson, RC (1998) Duke Radiology Case Review: Imaging, Differential Diagosis, and Discussion. 1st edition. Philadelphia: Lippincott Williams & Wilkins.",
    },
    {
      questionNumber: 27,
      stem: "A 30-year-old male being investigated for progressive intermittent left calf claudication presents. Doppler waveforms of the popliteal artery are noted to be diminished during muscle contraction. Angiography reveals medial deviation of the popliteal artery, popliteal stenosis and post-stenotic dilatiation. Which is the most likely diagnosis?",
      options: [
        "Popliteal aneurysm with thrombosis",
        "Ruptured Baker’s cyst",
        "Popliteal artery entrapment syndrome",
        "Buerger’s disease",
        "Cystic adventitial disease of the popliteal artery",
      ],
      response: "",
      answer: "Popliteal artery entrapment syndrome",
      explanation: "Stress angiography shows a normal arterial lumen with the foot in the relaxed position, with narrowing of the lumen during stress manoeuvres.",
      reference: "Wright LB et al. Popliteal artery disease: diagnosis and treatment. Radiographics 2004; 24(2): 467–479.",
    },
    {
      questionNumber: 28,
      stem: "A 65-year-old woman presents with palpitations and a heart murmur. Which of the following features are more in keeping with an atrial myxoma rather than thrombus as demonstrated on CT?",
      options: [
        "Prolapse through the mitral valve on CT",
        "The presence of calcification",
        "The low attenuation of the lesion",
        "A lack of enhancement",
        "A smooth surface of the lesion",
      ],
      response: "",
      answer: "Prolapse through the mitral valve on CT",
      explanation: "On CT, prolapse through the mitral valve orifice is the only reliable discriminatory finding indicating myxoma. There is overlap in the features of calcification, mobility, attenuation characteristics, and location between myxoma and thrombus.",
      reference: "",
    },
    {
      questionNumber: 29,
      stem: "Plain radiographs of a previously well 60-year-old man with lower limb pain show lamellar periosteal reaction in the diametaphyseal regions. Bone scintigraphy demonstrates symmetrical increased uptake along the cortical margins in the diametaphyseal regions. What is the most likely underlying thoracic cause?",
      options: [
        "Pulmonary haemangioma",
        "Pleural fibroma",
        "TB",
        "Blastomycosis",
        "Malignant mesothelioma",
      ],
      response: "",
      answer: "Pleural fibroma",
      explanation: "Hypertrophic osteoarthropathy is commonly associated with primary bronchogenic carcinoma, typically non-small-cell lung cancer (NSCLC). HOA is also seen in patients with pulmonary metastases from extrathoracic malignancies such as breast carcinoma, nasopharyngeal tumours, renal cell carcinoma, melanoma and osteosarcoma. Benign associations include pleural fibroma and bronchiectasis.",
      reference: "Rutherford GC et al. Imaging in the investigation of paraneoplastic syndromes. Clinical Radiology 2007; 62(11): 1021–1035.",
    },
    {
      questionNumber: 30,
      stem: "The chest radiograph of a 35-year-old male smoker, performed for immigration purposes, shows hyperlucency of the entire right lung, with a small ipsilateral hilum. Lung markings are seen to the periphery. An expiratory film performed immediately after reveals air trapping. Which is the most likely diagnosis?",
      options: [
        "Hypogenetic lung syndrome",
        "MacLeod syndrome",
        "Unilateral proximal obstruction of the right pulmonary artery",
        "Bronchial obstruction",
        "Unilateral bullae",
      ],
      response: "",
      answer: "MacLeod syndrome",
      explanation: "MacLeod or Swyer-James syndrome manifests as hyperlucency with features of air trapping. The affected lung in proximal interruption of a pulmonary artery is often as opaque, or slightly more opaque, than the contralateral lung and there is no evidence of air trapping.",
      reference: "Castañer E et al. Congenital and acquired pulmonary artery anomalies in the adult: radiologic overview. Radiographics 2006; 26(2): 349–371.",
    },
    {
      questionNumber: 31,
      stem: "Which of the following most suggests active disease in an adult male with TB?",
      options: [
        "Mediastinal lymph nodes more than 1cm in short axis diameter",
        "Right-sided paratracheal lymphadenopathy",
        "A Ghon focus",
        "Ranke complex",
        "Enlarged lymph nodes with low attenuation centres",
      ],
      response: "",
      answer: "Enlarged lymph nodes with low attenuation centres",
      explanation: "Enlarged nodes greater than 2cm often have low attenuation centres on CT due to necrotic change, and are highly suggestive of active disease.",
      reference: "Burrill J et al. Tuberculosis: a radiologic review. Radiographics 2007; 27(5): 1255–1273.",
    },
    {
      questionNumber: 32,
      stem: "Which of the following features is most strongly associated with active alveolitis on HRCT in a 40-year-old woman with a diagnosis of systemic sclerosis?",
      options: [
        "Ground glass opacification without traction bronchiectasis in the middle lobe",
        "Basal ground glass opacification",
        "Lower lobar consolidation",
        "Interlobular septal thickening",
        "Pleural effusion",
      ],
      response: "",
      answer: "Ground glass opacification without traction bronchiectasis in the middle lobe",
      explanation: "The presence of ground glass opacification (without evidence of traction bronchiectasis) in the middle lobe and lingula is strongly associated with active alveolitis. Basal ground glass shadowing is a non-specific finding and a poor predictor of alveolitis.",
      reference: "Madani G et al. The role of radiology in the management of systemic sclerosis. Clinical Radiology 2008; 63(9): 959–967.",
    },
    {
      questionNumber: 33,
      stem: "MRI of the pericardium of an adult male shows a pericardial effusion, low signal on T1-weighted spin-echo images and high intensity on GRE cine images. There is an irregular thickened pericardium, with nodularity. What is the most likely underlying cause?",
      options: [
        "Hypothyroidism",
        "Traumatic injury",
        "Purulent infection",
        "Cardiac failure",
        "Malignancy",
      ],
      response: "",
      answer: "Malignancy",
      explanation: "An effusion is the most common manifestation of metastatic pericardial disease. On MRI images, most neoplasms have a low-signal intensity on T1-weighted images and a high-signal intensity on T2-weighted images, with the exception of metastatic melanoma, which may have high-signal intensity on T1-weighted images.",
      reference: "Kim JS et al. Imaging of pericardial diseases. Clinical Radiology 2007; 62(7): 626–631.",
    },
    {
      questionNumber: 34,
      stem: "Which of the following features is most likely to indicate malignancy in a solitary pulmonary nodule?",
      options: [
        "Size > 3cm",
        "Malignant growth rate",
        "Spiculated margin",
        "Age > 70",
        "Smoking",
      ],
      response: "",
      answer: "Spiculated margin",
      explanation: "In order of decreasing likelihood, the following are features suggestive of malignancy in an indeterminate pulmonary nodule: • Spiculated margin • Size > 3cm • Age > 70 years • Malignant growth rate • Smoker • Upper lobe location",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 427.",
    },
    {
      questionNumber: 35,
      stem: "Which of the following most strongly indicates post-primary rather than primary TB?",
      options: [
        "The absence of lymphadenopathy",
        "Consolidation in the mid zones",
        "Self-limiting course",
        "Pleural effusion",
        "Atelectasis",
      ],
      response: "",
      answer: "The absence of lymphadenopathy",
      explanation: "Although there may be overlap of features of primary and post-primary TB, the distinguishing features of post-primary TB include predilection for the upper lobes, the absence of lymphadenopathy and cavitation.",
      reference: "Burrill J et al. Tuberculosis: a radiologic review. Radiographics 2007; 27(5): 1255–1273.",
    },
    {
      questionNumber: 36,
      stem: "Which of the following is the most common feature of Pneumocystis jiroveci infection on the CT of a 50-year-old man, 4 months post-bone marrow transplant?",
      options: [
        "Diffuse bilateral ground-glass opacification",
        "Pneumatoceles",
        "Focal areas of consolidation",
        "Pleural effusions",
        "Mediastinal lymphadenopathy",
      ],
      response: "",
      answer: "Diffuse bilateral ground-glass opacification",
      explanation: "There are often diffuse bilateral ground-glass opacities and less often, focal areas of consolidation, pleural effusions, and mediastinal lymphadenopathy. Approximately 1⁄3 of patients develop pneumatocoeles, usually in the upper lobes, which usually resolve spontaneously, although infrequently can cause a pneumothorax.",
      reference: "",
    },
    {
      questionNumber: 37,
      stem: "A CT chest scan of a young female reveals a pericardial mass. This is contiguous with the heart border, elliptical, thin walled and contains no internal septae. The average attenuation of its contents is 17HU and does not enhance post-contrast. The most likely diagnosis is:",
      options: [
        "Tuberculous pericarditis",
        "Pericardial cyst",
        "Constrictive pericarditis",
        "Pericardial mesothelioma",
        "Pericardial metastasis",
      ],
      response: "",
      answer: "Pericardial cyst",
      explanation: "The characteristic features of pericardial cysts include: lack of enhancement, water attenuation, round or elliptical shape, thin walled, sharply defined and being without internal septa. The most common location is at the cardiophrenic angles. Bronchogenic and thymic cysts may be indistinguishable.",
      reference: "Kim JS, Kim HH and Yoon Y. Imaging of pericardial diseases. Clinical Radiology 2007; 62(7): 626–631.",
    },
    {
      questionNumber: 38,
      stem: "Which of the following features is most likely to indicate a benign solitary pulmonary nodule?",
      options: [
        "Age 30-39",
        "Upper lobe location",
        "Size < 1cm",
        "Smooth margin",
        "Age > 70",
      ],
      response: "",
      answer: "Age 30-39",
      explanation: "Benign growth rate, benign calcification, age < 39 and a non-smoking history are the features most likely to favour a benign nodule.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 427.",
    },
    {
      questionNumber: 39,
      stem: "The following finding is more in keeping with chronic eosinophilic pneumonia rather than Churg-Strauss:",
      options: [
        "Centrilobular nodules within areas of ground-glass change",
        "Peripheral consolidation with tendency towards lobular distribution",
        "Transient opacities, shifting over days",
        "Homogenous peripheral airspace consolidation",
        "Interlobular septal thickening",
      ],
      response: "",
      answer: "Homogenous peripheral airspace consolidation",
      explanation: "Chronic eosinophilic pneumonia is characterised by the presence of homogenous peripheral airspace consolidation on CT, whereas the peripheral consolidation in Churg-Strauss has a tendency towards lobular distribution and is often associated with centrilobular nodules within the ground glass opacity.",
      reference: "Jeong YJ et al. Eosinophilic lung diseases: a clinical, radiologic, and pathologic overview. Radiographics 2007; 27(3):617–639.",
    },
    {
      questionNumber: 40,
      stem: "A young girl with known sickle cell disease presents with chest pain, fever, leucocytosis and hypoxia. Which of the following statements is most appropriate?",
      options: [
        "Consolidation is found more commonly than ground-glass opacification on HRCT",
        "Ground-glass change typically has a lobar distribution",
        "The lower lobes are more frequently affected in adults",
        "Infarction results in linear scarring",
        "There is a correlation between severity of a chest crisis and extent of radiological findings",
      ],
      response: "",
      answer: "Infarction results in linear scarring",
      explanation: "HRCT often reveals ground-glass opacification, which does not have a lobar distribution and may have a scattered or mosaic pattern. Adults tend to have lower lobe or multilobar involvement, compared to the upper lobe pattern more often seen in children. Microvascular occlusion causes a reduction in the vascular markings and infarction results in linear scarring.",
      reference: "Madani G et al. The radiological manifestations of sickle cell disease. Clinical Radiology 2007; 62(6): 528–538.",
    },
    {
      questionNumber: 41,
      stem: "Which of the following favours Hughes-Stovin syndrome rather than Behçet’s syndrome?",
      options: [
        "Diffuse airspace nodularity",
        "Pulmonary consolidation",
        "Pulmonary artery aneurysm",
        "A lack of oral/genital ulcers",
        "Mosaic perfusion on CT",
      ],
      response: "",
      answer: "A lack of oral/genital ulcers",
      explanation: "Hughes-Stovin syndrome, also known as incomplete Behçet’s disease, overlaps in radiologic and histopathologic findings, but there is an absence of oral and genital ulcerations.",
      reference: "",
    },
    {
      questionNumber: 42,
      stem: "On reviewing 4 chamber views of the heart on steady state free precession cine MR, a left ventricular aneurysm is noted. The contour of the left ventricle is normal but there is marked apical thinning. No thrombus is seen. No viable myocardium is seen as evidenced by full thickness gadolinium enhancement of the aneurysm wall. Which is the most common cause of a true left ventricular aneurysm?",
      options: [
        "Dominant right coronary artery occlusion",
        "Acute left anterior descending artery occlusion",
        "Trauma",
        "Idiopathic endomyocardial dysplasia",
        "Sarcoidosis",
      ],
      response: "",
      answer: "Acute left anterior descending artery occlusion",
      explanation: "Although each of the stems are possible causes, a transmural infarct secondary to LAD occlusion is the most common cause.",
      reference: "Shambrook JS et al. Cross-sectional imaging appearances of cardiac aneurysms. Clinical Radiology 2010; 65(5): 349–357.",
    },
    {
      questionNumber: 43,
      stem: "Which of the following features detected on HRCT would most favour NSIP rather than USIP?",
      options: [
        "Predominant ground-glass opacification",
        "Honeycombing",
        "Predominant lower zone disease",
        "Traction bronchiectasis",
        "Subpleural predominance",
      ],
      response: "",
      answer: "Predominant ground-glass opacification",
      explanation: "Although Ground glass opacification (GGO) can be commonly seen in USIP, it is found in 75-100% of cases of NSIP, where it is usually bilateral, symmetrical and subpleural in two-thirds of patients and has a lower zone predominance on over 50%. Honeycombing is not a major feature, although it can occur in up to 50%. Typical HRCT features of USIP include reticulation, honeycombing and traction bronchiectasis with basal and subpleural predominance.",
      reference: "Dixon S et al. The idiopathic interstitial pneumonias: understanding key radiological features. Clinical Radiology 2010; 65(10): 823–831.",
    },
    {
      questionNumber: 44,
      stem: "A 53-year-old male smoker is under evaluation for a thoracic aortic aneurysm. Whilst reviewing pre- and post-contrast CT images of the chest, a 2.4cm lesion is seen in the left lower lobe, with a mural nodule. Which of the following features most favours a diagnosis of cavitating lung cancer rather than an intracavitatory aspergilloma?",
      options: [
        "Size of lesion",
        "Contrast enhancement > 10HU",
        "Wall thickness",
        "Adjacent bronchiectasis",
        "Volume loss in involved lobe",
      ],
      response: "",
      answer: "Contrast enhancement > 10HU",
      explanation: "Degree of contrast enhancement is much higher in cavitating lung tumours. Adjacent bronchiectasis is more often seen in aspergillomas.",
      reference: "Park Y et al. Pulmonary cavitary mass containing a mural nodule: differential diagnosis between intracavitary aspergilloma and cavitating lung cancer on contrast-enhanced computed tomography. Clinical Radiology 2007; 62(3): 227–232.",
    },
    {
      questionNumber: 45,
      stem: "On reviewing a chest radiograph of a 26-year-old male, multiple small pulmonary nodules and a right-sided pneumothorax are identified. Which is the most likely diagnosis?",
      options: [
        "Wegener’s granulomatosis",
        "Septic emboli",
        "TB",
        "Alveolar cell carcinoma",
        "Histiocytosis",
      ],
      response: "",
      answer: "Histiocytosis",
      explanation: "Osteosarcoma, Wilms’ tumour and histiocytosis are causes of pulmonary nodules with pneumothorax.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 429",
    },
    {
      questionNumber: 46,
      stem: "Which of the following is most likely to show peripheral reverse bats wings infiltrates on a chest radiograph?",
      options: [
        "Eosinophilic pneumonia",
        "Pulmonary oedema",
        "Proeteinosis",
        "Lymphoma",
        "Goodpasture’s syndrome",
      ],
      response: "",
      answer: "Eosinophilic pneumonia",
      explanation: "Eosinophilic pneumonia, resolving pulmonary oedema, desquamative interstitial pneumonia and sarcoidosis are causes of reverse bats wings peripheral infiltrates. Causes of perihilar bats wings infiltrates include pulmonary oedema, proeteinosis, sarcoidosis, lymphoma, Goodpasture’s syndrome and alveolar cell carcinoma.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 433.",
    },
    {
      questionNumber: 47,
      stem: "On reviewing a CT of a patient with extensive metastatic disease, a tumour is seen to extend from the IVC into the right atrium. Which of the following tumours is the most likely to cause such an appearance?",
      options: [
        "Hepatocellular carcinoma",
        "Lymphoma",
        "Colorectal carcinoma",
        "Pancreatic adenocarcinoma",
        "Gastrointestinal stromal tumour",
      ],
      response: "",
      answer: "Hepatocellular carcinoma",
      explanation: "The differential diagnosis for tumours extending from the IVC to the right atrium include leiomyosarcoma of the IVC, renal cell carcinoma and hepatocellular carcinoma.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 643.",
    },
    {
      questionNumber: 48,
      stem: "Which of the following features distinguishes coarctation from pseudocoarctation of the aorta?",
      options: [
        "Associated hypertension",
        "Bicuspid aortic valve",
        "Asymptomatic history",
        "Indentation of the left lateral margin of the aortic arch in the region of the aortopulmonary window",
        "Rib notching",
      ],
      response: "",
      answer: "Rib notching",
      explanation: "The following features are not present in pseuocoarctation: rib notching, dilatation of the brachiocephalic arteries, LV enlargement and post-stenotic dilatation.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 651.",
    },
    {
      questionNumber: 49,
      stem: "Which of the following is most likely to present as a haemorrhagic rather than a calcified pulmonary metastases?",
      options: [
        "Breast cancer",
        "Chondrosarcoma",
        "Testicular cancer",
        "Choriocarcinoma",
        "Mucinous adenocarcinoma of the colon",
      ],
      response: "",
      answer: "Choriocarcinoma",
      explanation: "Choriocarcinoma, renal carcinoma, and melanoma are causes of haemorrhagic pulmonary metastases.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 515.",
    },
    {
      questionNumber: 50,
      stem: "Which of the following features distinguishes hypersensitivity pneumonitis from lymphocytic interstitial pneumonia?",
      options: [
        "Ill-defined centrilobular nodules",
        "Ground glass opacification",
        "Diffuse lung involvement",
        "Subpleural small nodules",
        "Cystic spaces",
      ],
      response: "",
      answer: "Cystic spaces",
      explanation: "Although ground glass changes and small centrilobular nodules are present in hypersensitivity pneumonitis, there are no cystic spaces, or thickening of the bronchovascular bundles.",
      reference: "Dahnert W (2007) Radiology Review Manual, 6th Edition. Philadelphia: Lippincott, Williams & Wilkins p. 511.",
    },
  ],
}
